Repository: LaserSrl/Laser.Orchard.Platform
Catalog: src/Modules/Laser.Orchard.SecureData/App_Data/Localization/*/orchard.module.po
Languages: it_it

source: Always show decrypted value to authorized users.
it_it: Mostra sempre il valore decodificato agli utenti autorizzati.

source: Check if the confirm field is shown and required.
it_it: Seleziona la casella se il campo di conferma è visualizzato e obbligatorio.

source: Check if the field is required.
it_it: Seleziona la casella se il campo di conferma è obbligatorio.

source: ConfirmRequired
it_it: Conferma obbligatoria

source: Declaring what pattern should be used for validating a field’s value, in the form of a regular expression. (optional)
it_it: Modello da utilizzare per convalidare il valore del campo, in forma di espressione regolare. (Opzionale)

source: Help text
it_it: Testo della guida

source: IsVisible
it_it: Visibile

source: Pattern
it_it: Modello

source: Required
it_it: Obbligatorio

source: The help text is written under the field when the user is entering a value.
it_it: Il testo della guida è scritto sotto il campo quando l'utente inserisce un valore.

source: Check if the confirm field is shown and required.
it_it: Seleziona la casella se il campo di conferma è visualizzato e obbligatorio.

source: Check if the field is required.
it_it: Seleziona la casella se il campo di conferma è obbligatorio.

source: ConfirmRequired
it_it: Conferma obbligatoria

source: Declaring what pattern should be used for validating a field’s value, in the form of a regular expression. (optional)
it_it: Modello da utilizzare per convalidare il valore del campo, in forma di espressione regolare. (Opzionale)

source: Help text
it_it: Testo della guida

source: Pattern
it_it: Modello

source: Required
it_it: Obbligatorio

source: The help text is written under the field when the user is entering a value.
it_it: Il testo della guida è scritto sotto il campo quando l'utente inserisce un valore.

source: Confirm {0}
it_it: Conferma {0}

source: Save value even if it's empty.
it_it: Salva il valore anche se è vuoto.

source: SaveIfEmpty
it_it: Salva se vuoto

source: There already is a value saved in the field.
it_it: C'è già un valore salvato nel campo.

source: There is no value saved in the field.
it_it: Non c'è alcun valore salvato nel campo.

source: Confirm {0}
it_it: Conferma {0}

source: Reset Value, Salt and HashAlgorithm for current HashedStringField.
it_it: Reimposta valore, salt e algoritmo di hash per il campo hash corrente.

source: ResetField
it_it: Reimposta il campo

source: Save value even if it's empty. An empty value must be compliant with pattern.
it_it: Salva il valore anche se è vuoto. Un valore vuoto deve comunque rispettare il pattern.

source: SaveIfEmpty
it_it: Salva se vuoto

source: There already is a value saved in the field.
it_it: C'è già un valore salvato nel campo.

source: There is no value saved in the field.
it_it: Non c'è alcun valore salvato nel campo.

# Laser.Orchard.SecureData.Drivers.EncryptedStringFieldDriver
source: The field {0} is mandatory.
it_it: Il campo {0} è obbligatorio.

# Laser.Orchard.SecureData.Drivers.EncryptedStringFieldDriver
source: The value of the field {0} is not valid.
it_it: Il valore di {0} non è valido.

# Laser.Orchard.SecureData.Drivers.EncryptedStringFieldDriver
source: The value of the field {0} must match the Confirm value.
it_it: Il valore di {0} deve corrispondere al suo campo di conferma.

# Laser.Orchard.SecureData.Drivers.EncryptedStringFieldDriver
source: The value of the field.
it_it: Il valore del campo.

# Laser.Orchard.SecureData.Drivers.EncryptedStringFieldDriver
source: Value
it_it: Valore

# Laser.Orchard.SecureData.Drivers.HashedStringFieldDriver
source: HashAlgorithm
it_it: Algoritmo di hash

# Laser.Orchard.SecureData.Drivers.HashedStringFieldDriver
source: The algorithm the field value is hashed with.
it_it: L'algoritmo con il quale è generato l'hash del valore.

# Laser.Orchard.SecureData.Drivers.HashedStringFieldDriver
source: The field {0} is mandatory.
it_it: Il campo {0} è obbligatorio.

# Laser.Orchard.SecureData.Drivers.HashedStringFieldDriver
source: The salt used to hash the field value.
it_it: Il salt utilizzato per generare l'hash del valore.

# Laser.Orchard.SecureData.Drivers.HashedStringFieldDriver
source: The value of the field {0} is not valid.
it_it: Il valore di {0} non è valido.

# Laser.Orchard.SecureData.Drivers.HashedStringFieldDriver
source: The value of the field {0} must match the Confirm value.
it_it: Il valore di {0} deve corrispondere al suo campo di conferma.

# Laser.Orchard.SecureData.Drivers.HashedStringFieldDriver
source: The value of the field.
it_it: Il valore del campo.

# Laser.Orchard.SecureData.Drivers.HashedStringFieldDriver
source: Value
it_it: Valore

# Laser.Orchard.SecureData.Fields.SecureStringFieldForm
source: Return all elements if no filter is provided.
it_it: Ritorna tutti gli elementi se nessun filtro è indicato.

# Laser.Orchard.SecureData.Fields.SecureStringFieldForm
source: Return all elements if Value is empty.
it_it: Ritorna tutti gli elementi se il valore è vuoto.

# Laser.Orchard.SecureData.Fields.SecureStringFieldForm
source: Secure value of the field.
it_it: Valore sicuro del campo.

# Laser.Orchard.SecureData.Fields.SecureStringFieldForm
source: Value
it_it: Valore

# Laser.Orchard.SecureData.Filters.EncryptedStringFieldFilterProvider
source: {0} Content Fields
it_it: Campi del contenuto {0}

# Laser.Orchard.SecureData.Filters.EncryptedStringFieldFilterProvider
source: Api Secret Test
it_it: Api Secret di Test

# Laser.Orchard.SecureData.Filters.EncryptedStringFieldFilterProvider
source: Content Fields for {0}
it_it: Campi di contenuto per {0}

# Laser.Orchard.SecureData.Filters.EncryptedStringFieldFilterProvider
source: Value for {0}
it_it: Valore di {0}

# Laser.Orchard.SecureData.Filters.EncryptedStringFieldFilterProvider
source: Value of the field is equal to '{0}'.
it_it: Il valore del campo è uguale a '{0}'.

# Laser.Orchard.SecureData.Filters.EncryptedStringFieldFilterProvider
source: Value of the field is equal to '{0}'. If '{0}' is empty, returns all results.
it_it: Il valore del campo è uguale a '{0}'. Se '{0}' è vuoto, restituisce tutti i risultati.

# Laser.Orchard.SecureData.Services.SecureFieldService
source: Manage all {0} encrypted string fields
it_it: Gestione di tutti i campi crittografati {0}

# Laser.Orchard.SecureData.Services.SecureFieldService
source: Manage all {0} hashed string fields
it_it: Gestione di tutti i campi hash {0}

# Laser.Orchard.SecureData.Services.SecureFieldService
source: Manage own {0} encrypted string fields
it_it: Gestione di tutti i campi crittografati {0} di proprietà dell'utente

# Laser.Orchard.SecureData.Services.SecureFieldService
source: Manage own {0} hashed string fields
it_it: Gestione di tutti i campi hash {0} di proprietà dell'utente
