Repository: LaserSrl/Laser.Orchard.Platform
Catalog: src/Modules/Laser.Orchard.Mobile/App_Data/Localization/*/orchard.module.po
Languages: it_it

# Laser.Orchard.Mobile.Services.PushGatewayService
source: Device Subscription Expired Error:
it_it: Errore sottoscrizione del device scaduta:

# Laser.Orchard.Mobile.Services.PushGatewayService
source: Device Subscription Expired:
it_it: Sottoscrizione del device scaduta:

# Laser.Orchard.Mobile.Services.PushGatewayService
source: Failure:
it_it: Fallito:

# Laser.Orchard.Mobile.Services.PushGatewayService
source: No push will be sent, related content must be published
it_it: Nessuna push sarà inoltrata, il contenuto di riferimento deve essere pubblicato

# Laser.Orchard.Mobile.Services.PushGatewayService
source: Notification sent:
it_it: Notifica inviata:

# Laser.Orchard.Mobile.Services.PushGatewayService
source: Notifications sent:
it_it: Notifiche inviate:

# Laser.Orchard.Mobile.Services.PushGatewayService
source: Notifications sent: {0}
it_it: Notifiche inviate: {0}

# Laser.Orchard.Mobile.Services.PushGatewayService
source: Sent:
it_it: Inviato:

# Laser.Orchard.Mobile.Services.PushGatewayService
source: Sent: message payload exceed the limit
it_it: Invio: il carico utile del messaggio eccede il limite previsto

# Laser.Orchard.Mobile.Services.PushGatewayService
source: The event is not implemented for Windows
it_it: L'evento non è implementato per Windows

# Laser.Orchard.Mobile.Services.PushNotificationService
source: Channel Created for:
it_it: Canale creato per:

# Laser.Orchard.Mobile.Services.PushNotificationService
source: Channel Destroyed for:
it_it: Canale distrutto per:

# Laser.Orchard.Mobile.Services.PushNotificationService
source: Channel Exception:
it_it: Eccezione Canale:

# Laser.Orchard.Mobile.Services.PushNotificationService
source: Device Registration Changed: Old->
it_it: Registrazione del device modificata: Vecchia ->

# Laser.Orchard.Mobile.Services.PushNotificationService
source: Device Subscription Expired Action:
it_it: Azione sottoscrizione del device scaduta:

# Laser.Orchard.Mobile.Services.PushNotificationService
source: Device Subscription Expired Error:
it_it: Errore sottoscrizione del device scaduta:

# Laser.Orchard.Mobile.Services.PushNotificationService
source: Device Subscription Expired:
it_it: Sottoscrizione del device scaduta:

# Laser.Orchard.Mobile.Services.PushNotificationService
source: Failure:
it_it: Fallito:

# Laser.Orchard.Mobile.Services.PushNotificationService
source: Linked {0} device To Master contact
it_it: Dispositivo {0} collegato al contatto Master

# Laser.Orchard.Mobile.Services.PushNotificationService
source: Linked {0} user's mobile device
it_it: Dispositivo mobile collegato all'Utente {0}

# Laser.Orchard.Mobile.Services.PushNotificationService
source: No push will be sent, related content must be published
it_it: Nessuna push sarà inoltrata, il contenuto di riferimento deve essere pubblicato

# Laser.Orchard.Mobile.Services.PushNotificationService
source: Notification sent:
it_it: Notifica inviata:

# Laser.Orchard.Mobile.Services.PushNotificationService
source: Sent:
it_it: Inviato

# Laser.Orchard.Mobile.Services.PushNotificationService
source: Sent: message payload exceed the limit
it_it: Invio: il carico utile del messaggio eccede il limite previsto

# Laser.Orchard.Mobile.Services.PushNotificationService
source: The event is not implemented for Windows
it_it: L'evento non è implementato per Windows

# Laser.Orchard.Mobile.Services.SmsValidationService
source: NumberForTest field is required.
it_it: Il campo Numero di cellulare per il test è obbligatorio.

# Laser.Orchard.Mobile.Services.SmsValidationService
source: NumberForTest field must be minimum 22 characters length.
it_it: Il campo Numero di cellulare per il test deve essere almeno di 22 caratteri.

# Laser.Orchard.Mobile.Services.SmsValidationService
source: PrefixForTest field is required.
it_it: Il campo Prefisso del numero di cellulare per il test è obbligatorio.

# Laser.Orchard.Mobile.WorkFlows.PushEditForm
source: A template to format your email message.
it_it: Un template per impaginare il messaggio di email.

# Laser.Orchard.Mobile.WorkFlows.PushEditForm
source: All
it_it: Tutti

# Laser.Orchard.Mobile.WorkFlows.PushEditForm
source: All Devices
it_it: Tutti i Dispositivi

# Laser.Orchard.Mobile.WorkFlows.PushEditForm
source: Comma separated list of User Email (eg. mariorossi@gmail.com,ginalucagialli@gmail.com). Tokenized.
it_it: Elenco separato da virgola di e-mail degli utenti (es. mariorossi@gmail.com,ginalucagialli@gmail.com). Tokenizzato.

# Laser.Orchard.Mobile.WorkFlows.PushEditForm
source: Comma separated list of User ID (eg. 12,45,239). Tokenized.
it_it: Elenco separato da virgola degli ID degli utenti (es. 12,45,239). Tokenizzato.

# Laser.Orchard.Mobile.WorkFlows.PushEditForm
source: Comma separated list of User IDs or e-mails or usernames (eg. 12,45,239). Tokenized.
it_it: Elenco separato da virgola di ID Utenti o e-mail o Username (es. 12,45,239). Tokenizzato.

# Laser.Orchard.Mobile.WorkFlows.PushEditForm
source: Comma separated list of User Name (eg. MarioRossi,GianlucaGialli). Tokenized.
it_it: Elenco separato da virgola di Username (es. MarioRossi,GianlucaGialli). Tokenizzato.

# Laser.Orchard.Mobile.WorkFlows.PushEditForm
source: Content ID. Tokenized. Example: the current content item is {Content.Id}.
it_it: ID del contenuto. Si possono usare i Tokens. e.g.: il Content Item attuale è {Content.Id}.

# Laser.Orchard.Mobile.WorkFlows.PushEditForm
source: Content Owner
it_it: Proprietario del Contenuto

# Laser.Orchard.Mobile.WorkFlows.PushEditForm
source: Device
it_it: Dispositivo

# Laser.Orchard.Mobile.WorkFlows.PushEditForm
source: Devices of the ContentItem's owner
it_it: Dispositivi del proprietario del Contenuto

# Laser.Orchard.Mobile.WorkFlows.PushEditForm
source: Language
it_it: Lingua

# Laser.Orchard.Mobile.WorkFlows.PushEditForm
source: Link the content as Related Content
it_it: Collega il contenuto come Contenuto Correlato

# Laser.Orchard.Mobile.WorkFlows.PushEditForm
source: Only Android Devices
it_it: Solo Dispositivi Android

# Laser.Orchard.Mobile.WorkFlows.PushEditForm
source: Only Apple Devices
it_it: Solo Dispositivi Apple

# Laser.Orchard.Mobile.WorkFlows.PushEditForm
source: Only Windows Mobile Devices
it_it: Solo Dispositivi Windows Mobile

# Laser.Orchard.Mobile.WorkFlows.PushEditForm
source: Produzione
it_it: Production

# Laser.Orchard.Mobile.WorkFlows.PushEditForm
source: Push Message
it_it: Messaggio Push

# Laser.Orchard.Mobile.WorkFlows.PushEditForm
source: Push Message Tokenized.
it_it: Messaggio Push con Token

# Laser.Orchard.Mobile.WorkFlows.PushEditForm
source: select Device
it_it: seleziona Dispositivo

# Laser.Orchard.Mobile.WorkFlows.PushEditForm
source: select Language
it_it: seleziona Lingua

# Laser.Orchard.Mobile.WorkFlows.PushEditForm
source: Send Push
it_it: Invia Push

# Laser.Orchard.Mobile.WorkFlows.PushEditForm
source: User Email list
it_it: Elenco Email Utente

# Laser.Orchard.Mobile.WorkFlows.PushEditForm
source: User ID
it_it: ID User

# Laser.Orchard.Mobile.WorkFlows.PushEditForm
source: User ID list
it_it: Lista di ID degli utenti

# Laser.Orchard.Mobile.WorkFlows.PushEditForm
source: User ID Tokenized.
it_it: ID User Tokenized

# Laser.Orchard.Mobile.WorkFlows.PushEditForm
source: User Name list
it_it: Elenco User Name

# Laser.Orchard.Mobile.WorkFlows.PushEditForm
source: Users list (ID / e-mail / username)
it_it: Elenco utenti (ID / e-mail / username)

# Laser.Orchard.Mobile.WorkFlows.PushEditForm
source: You must provide an e-mail address
it_it: E' necessario fornire un indirizzo e-mail

# Laser.Orchard.Mobile.WorkFlows.PushEditForm
source: You must select at least one recipient
it_it: E' necessario selezionare almeno un destinatario

# Laser.Orchard.Mobile.WorkFlows.PushTask
source: Messaging
it_it: Messaggistica

# Laser.Orchard.Mobile.WorkFlows.PushTask
source: Send Push.
it_it: Invia Push.

# Laser.Orchard.Mobile.WorkFlows.PushTask
source: Sent
it_it: Invia
