Repository: LaserSrl/Laser.Orchard.Platform
Catalog: src/Modules/Laser.Orchard.Mobile/App_Data/Localization/*/orchard.module.po
Languages: it_it

source: Accept push with no Related content
it_it: Accetta i push con contenuto non correlato

source: Default is false. If selected accept 0 on idrelated (used for push with no contentitem linked)
it_it: Il valore predefinito è falso. Se selezionato, accetta 0 in idrelated (usato per il push senza contenuto collegato)

source: Default is false. Will hide the content picker field selector for related content item
it_it: Il valore predefinito è falso. Nasconde il selettore di contenuti correlati

source: Hide Related Content Picker Field
it_it: Nasconde il selettore di contenuti correlati

source: If not specified push will send by default to all users
it_it: Se non specificato, il push verrà inviato a tutti gli utenti

source: Query to retrieve device
it_it: Ricerca per recuperare il dispositivo

source: Settings - Mobile Push Part
it_it: Impostazioni - Parte Mobile Push

# ~/Modules/Laser.Orchard.Mobile/Views/EditorTemplates/AppStoreEdit.cshtml
source: Redirect Url
it_it: URL di rimando

# ~/Modules/Laser.Orchard.Mobile/Views/EditorTemplates/AppStoreEdit.cshtml
source: Remove
it_it: Elimina

# ~/Modules/Laser.Orchard.Mobile/Views/EditorTemplates/AppStoreEdit.cshtml
source: Type the mobile App url
it_it: Inserisci l'URL della app mobile

source: App icon on App Store
it_it: Icona dell'app sull'App Store

source: App icon on Play Store
it_it: Icona dell'app sul Play Store

source: Apple button url
it_it: Url del pulsante Apple

source: Apple price suffix
it_it: Suffisso del prezzo Apple

source: Author
it_it: Autore

source: Banner Agent extra settings
it_it: Banner Agent: Impostazioni aggiuntive

source: Banner Agent settings
it_it: Banner Agent: Impostazioni

source: Button
it_it: Pulsante

source: Custom design modifier
it_it: Design personalizzato

source: Disable positioning
it_it: Disabilitare il posizionamento

source: Enabled platforms
it_it: Piattaforme abilitate

source: Exclude "User-Agent" regex
it_it: Regex di esclusione per "User Agent"

source: For settings look at project:
it_it: Per le impostazioni vedi il progetto:

source: Google button url
it_it: Url del pulsante Google

source: Google price suffix
it_it: Suffisso del prezzo Google

source: Hide path
it_it: Nascondi percorso

source: Hide ttl
it_it: Nascondi ttl

source: Include "User-Agent" regex
it_it: Regex di inclusione per "User Agent"

source: Price
it_it: Prezzo

source: Title
it_it: Titolo

source: Approved
it_it: Approvato

source: Communication errors
it_it: Errori di comunicazione

source: Contact
it_it: Contatto

source: Delivery Informations
it_it: Informazioni sulla consegna delle notifiche

source: Do you want to retry sending this notification to devices that encountered communication errors and to newly registered devices?
it_it: Si vuole provare a inviare nuovamente questa notifica push ai dispositivi che hanno riscontrato errori di comunicazione e ai nuovi dispositivi registrati?

source: Enter recipients manually
it_it: Inserire lista dei destinatari manualmente

source: Enter username or e-mail of the contacts to which to deliver this Push notification. One recipient for each line.
it_it: Inserire username o e-mail dei contatti a cui consegnare questa notifica Push. Inserire un solo destinatario per ogni linea.

source: Manual recipients:
it_it: Lista destinatari manuale:

source: Mask to make test for Push... this option is set by settings of module
it_it: Mask per effettuare test di push... questa opzione viene valorizzata dalle impostazioni del modulo

source: Message already sent.
it_it: Messaggio già inviato.

source: Message not yet sent.
it_it: Messaggio non ancora inviato.

source: Mobile Push
it_it: Push Mobile

source: No matches found
it_it: Nessuna corrispondenza trovata

source: No search results.
it_it: La ricerca non ha trovato risultati

source: Number push test:
it_it: Numero di push di test:

source: Push notification
it_it: Notifica Push

source: Push on next Publish
it_it: Push sulla prossima Pubblicazione

source: Push text max length: 160 characters.
it_it: Lunghezza massima dei messaggi push: 160 caratteri.

source: Push will be sent to devices when ContentItem will published
it_it: Il push verrà inviato ai dispositivi quando il Contenuto verrà pubblicato

source: result(s)
it_it: risultato/i

source: Retry
it_it: Riprova

source: Retry is running. Please wait for its completion and reload this page.
it_it: È in corso il tentativo di reinvio. Attendere il suo completamento e ricaricare la pagina.

source: Retry successfully planned.
it_it: Reinvio pianificato correttamente.

source: Select Devices
it_it: Seleziona Dispositivi

source: Send for test
it_it: Invio di test

source: Send push to selected contact
it_it: Invia la push al contatto selezionato

source: Summary (ok/tot)
it_it: Riepilogo (ok/tot)

source: Test over developer devices
it_it: Test sui dispositivi appartenenti agli sviluppatori

source: Test over single contact devices
it_it: Test su un singolo contatto

source: Test Push on device
it_it: Testa il Push sul dispositivo

source: Test with production devices
it_it: Test con i dispositivi di produzione

source: Test with user devices
it_it: Test con i dispositivi utente

source: Text
it_it: Testo

source: This Push message has been already sent. You will be able to edit and save it, but it will not be sent anymore on next publish.
it_it: Questa PUSH è già stata inoltrata. Sarà possibile modificarla e salvarla, ma non sarà più reinoltrata.

source: Title
it_it: Titolo

source: To Device
it_it: Dispositivi

source: Try to send again this notification to devices that encountered communication errors and to newly registered devices
it_it: Prova a inviare nuovamente questa notifica push ai dispositivi che hanno riscontrato errori di comunicazione e ai nuovi dispositivi registrati

source: Type user's first 3 chars...
it_it: Digitare i primi 3 caratteri dell'utente...

source: Use "token:" prefix to send a push to specific device.
it_it: Utilizzare il prefisso "token:" per spedire una push ad uno specifico device.

source: YES
it_it: SI

source: Approved
it_it: Approvato

source: Mask to make test for Push... this option is set by settings of module
it_it: Mask per effettuare test di push... questa opzione viene valorizzata dalle impostazioni del modulo

source: Message already sent.
it_it: Messaggio già inviato.

source: Message not yet sent.
it_it: Messaggio non ancora inviato.

source: Number push test:
it_it: Numero di push di test:

source: Send for test
it_it: Invio di test

source: Test Push on device
it_it: Testa il Push sul dispositivo

source: This Push message has been already sent. You will be able to edit and save it, but it will not be sent anymore on next publish.
it_it: Questa PUSH è già stata inoltrata. Sarà possibile modificarla e salvarla, ma non sarà più reinoltrata.

source: 0 means default value (1000).
it_it: 0 indica il valore di default (1000).

source: 0 means default value (5).
it_it: 0 indica il valore di default (5).

source: 0 means default value (50).
it_it: 0 indica il valore di default (50).

source: Android ApiKey
it_it: ApiKey Android

source: Android ApiKey Development
it_it: Sviluppo ApiKey Android

source: Apple Certificate Password Development
it_it: Svluppo Apple Certificate Password

source: Apple Development
it_it: Sviluppo Apple

source: Apple Path Certificate File Development
it_it: Sviluppo Apple Path Certificate File

source: Apple Production
it_it: Produzione Apple

source: Check if you prefer to send some push message twice rather than loose some push message in case of system error.
it_it: Selezionare per scegliere di inviare alcuni messaggi push due volte piuttosto che non inviarli in caso di errore di sistema.

source: Commit sent recipients only
it_it: Committare solo i destinatari per i quali il messaggio push è già stato inviato al server.

source: Delay in minutes before next iteration or retry
it_it: Intervallo di tempo in minuti prima della prossima iterazione o nuovo tentativo di invio.

source: Enter Taxonomy Name used
it_it: Inserire il nome usato per la tassonomia

source: Leave blank to use Firebase default URL or set to the Gcm Service URL: https://gcm-http.googleapis.com/gcm/send
it_it: Lasciare vuoto per usare l'URL di default di Firebase oppure impostare l'URL del Servizio Gcm: https://gcm-http.googleapis.com/gcm/send

source: Leave blank to use Gcm default URL or set to the Firebase Service URL: https://fcm.googleapis.com/fcm/send
it_it: Lasciare vuoto per usare l'URL di default di Gcm oppure impostare l'URL del Servizio Firebase https://fcm.googleapis.com/fcm/send

source: Max number of push messages to send in each database transaction
it_it: Numero massimo di messaggi push da inviare per ogni transazione del database

source: Max number of push per iteration
it_it: Numero massimo di messaggi push da inviare per ogni iterazione

source: Max number of retries in case of errors
it_it: Numero massimo di nuovi tentativi di invio in caso di errore

source: Optional icon in push notification section of the payload. Leave blank to suppress notification section.
it_it: Icona opzionale nella sezione notification del payload. Lasciare vuoto per inibire la sezione notification.

source: Push Mobile Settings
it_it: Impostazioni Push Mobile

source: Push notification icon
it_it: Icona per la notifica push

source: Push service URL
it_it: URL del servizio push

source: Setting Backoffice
it_it: Impostazioni Backoffice

source: Setting Taxonomy
it_it: Impostazioni Tassonomia

source: Show Test Options
it_it: Visualizza Opzioni di Test

source: Suggested value: 2. Set to 0 for no retries in case of errors on first sending.
it_it: Valore suggerito: 2. Impostare a 0 per inibire nuovi tentativi di invio in caso di errore al primo tentativo.

source: To allow push notification to devices registered on multiple servers, please add the following line to the Settings.txt file (values separated by space):<br/>PushRegistrationAllowedMachineNames: server1 server2 server3
it_it: Per consentire l'invio di notifiche push a dispositivi registrati su server diversi, aggiungere la riga seguente al file Settings.txt (valori separati da spazio):<br/>PushRegistrationAllowedMachineNames: server1 server2 server3

source: Will able back office to send push to development device
it_it: Abilita il back office a inviare notifiche push al dispositivo di sviluppo

source: Windows App Package Name
it_it: Nome Package della Windows App

source: + 16 chars campaign shortlink
it_it: + 16 caratteri per lo shortlink della campagna

source: Approved
it_it: Approvato

source: Enter phone number (prefix + number) of the contacts to which to deliver this Sms. One recipient for each line.
it_it: Inserire il numero di telefono (prefisso internazionale + numero) dei contatti a cui consegnare questo Sms. Inserire un solo destinatario per ogni linea.

source: Enter recipients manually
it_it: Inserire lista dei destinatari manualmente

source: Have Alias
it_it: Ha almeno un Alias

source: MAM have alias
it_it: MAM con alias

source: Manual recipients:
it_it: Lista destinatari manuale:

source: Number of chars:
it_it: Numero di caratteri:

source: Number of messages:
it_it: Numero di messaggi:

source: Send for test
it_it: Invio di test

source: Send on next publish
it_it: Invia alla prossima pubblicazione

source: SMS already sent.
it_it: SMS già inoltrato.

source: SMS not yet sent.
it_it: SMS non ancora inoltrato.

source: Test over single phone number
it_it: Test su un solo numero di telefono

source: Test Sms number
it_it: Numero di cellulare per l'invio del SMS di test

source: Test Sms prefix
it_it: Prefisso

source: Text
it_it: Testo

source: This SMS has been already sent. You will be able to edit and save it, but it will not be sent anymore on next publish.
it_it: Questo SMS è già stato inoltrato. Sarà possibile modificarlo e salvarlo, ma non sarà più reinoltrato.

source: YES
it_it: SI

source: Add Placeholder
it_it: Aggiungi segnaposto

source: Settings - Sms Placeholders
it_it: Impostazioni - Segnaposti per SMS

source: High
it_it: Alta

source: Low
it_it: Bassa

source: Mam driver identifier
it_it: Identificativo driver Mam

source: Mam has alias
it_it: Mam ha un alias

source: Medium
it_it: Media

source: Protocol
it_it: Protocollo

source: Sms max lenght
it_it: Lunghezza massima dell'SMS

source: SMS priority
it_it: Priorità SMS

source: Sms sender name
it_it: Nome mittente SMS

source: Sms Settings
it_it: Impostazioni SMS

source: Sms validity period in seconds
it_it: Periodo di validità SMS in secondi

source: Sms web service url end-point
it_it: URL dell'end-point del web service SMS

source: Total max retry
it_it: Numero massimo di tentativi totali

source: Web service password
it_it: Password del Web Service

source: Web service username
it_it: Utente del Web Service

source: Add Redirect
it_it: Aggiungi Rimando

source: App name
it_it: Nome app

source: Auto Redirect
it_it: Auto Redirezione

source: User Agent redirect
it_it: Ridirezione User Agent

source: international prefix
it_it: prefisso internazionale

source: Password recovery phone number
it_it: Telefono per recupero password

source: Phone number
it_it: Telefono

source: Mobile authentication
it_it: Autenticazione da mobile

source: Validate only calls that carry the latest UUID.
it_it: Valida esclusivamente chiamate che includano lo UUID più recente.

source: When checked, the user will be validated only for calls made with the UUID corresponding to the latest device they signed in with.
it_it: Selezionando questa opzione, gli utenti verranno validati solo per chiamate fatte allegando lo UUID corrispondente all'ultimo dispositivo da cui abbiano fatto login.

# ~/Modules/Laser.Orchard.Mobile/Views/EditorTemplates/SmsPlaceholder.cshtml
source: Display Name
it_it: Nome Visualizzato

# ~/Modules/Laser.Orchard.Mobile/Views/EditorTemplates/SmsPlaceholder.cshtml
source: Name
it_it: Nome

# ~/Modules/Laser.Orchard.Mobile/Views/EditorTemplates/SmsPlaceholder.cshtml
source: Remove
it_it: Rimuovi

# ~/Modules/Laser.Orchard.Mobile/Views/EditorTemplates/SmsPlaceholder.cshtml
source: Value
it_it: Valore

# ~/Modules/Laser.Orchard.Mobile/Views/ManifestAppFileAdmin/Index.cshtml
source: apple app site association
it_it: Associazione sito/app di Apple

# ~/Modules/Laser.Orchard.Mobile/Views/ManifestAppFileAdmin/Index.cshtml
source: apple developer domain association
it_it: associazione dominio sviluppatori apple

# ~/Modules/Laser.Orchard.Mobile/Views/ManifestAppFileAdmin/Index.cshtml
source: Enable return file from the route: /apple-app-site-association
it_it: Abilita l'esposizione del file tramite url: /apple-app-site-association

# ~/Modules/Laser.Orchard.Mobile/Views/ManifestAppFileAdmin/Index.cshtml
source: Enable return file from the route: /apple-developer-domain-association
it_it: Abilita il file di ritorno dalla route: /apple-developer-domain-association

# ~/Modules/Laser.Orchard.Mobile/Views/ManifestAppFileAdmin/Index.cshtml
source: Enable the App Site File
it_it: Abilita il File App Site

# ~/Modules/Laser.Orchard.Mobile/Views/ManifestAppFileAdmin/Index.cshtml
source: Enable the Developer Domain File
it_it: Abilita il file di dominio dello sviluppatore

# ~/Modules/Laser.Orchard.Mobile/Views/ManifestAppFileAdmin/Index.cshtml
source: Enable the Manifest File
it_it: Abilita il file di manifest

# ~/Modules/Laser.Orchard.Mobile/Views/ManifestAppFileAdmin/Index.cshtml
source: File Content
it_it: Contenuto del file

# ~/Modules/Laser.Orchard.Mobile/Views/ManifestAppFileAdmin/Index.cshtml
source: File Content for apple-app-site-association
it_it: Contenuto del file per apple-app-site-association

# ~/Modules/Laser.Orchard.Mobile/Views/ManifestAppFileAdmin/Index.cshtml
source: File Content for apple-developer-domain-association
it_it: Contenuto del file per apple-developer-domain-association

# ~/Modules/Laser.Orchard.Mobile/Views/ManifestAppFileAdmin/Index.cshtml
source: Manage Manifest File
it_it: Gestisci il file manifest

# ~/Modules/Laser.Orchard.Mobile/Views/ManifestAppFileAdmin/Index.cshtml
source: Manage Manifest Files
it_it: Gestisci Files Manifest

# ~/Modules/Laser.Orchard.Mobile/Views/ManifestAppFileAdmin/Index.cshtml
source: Save
it_it: Salva

# ~/Modules/Laser.Orchard.Mobile/Views/ManifestAppFileAdmin/Index.cshtml
source: Save File apple-app-site-association
it_it: Salva il file apple-app-site-association

# ~/Modules/Laser.Orchard.Mobile/Views/Parts/UserAgentRedirect.cshtml
source: For this site exists the '{0}' mobile App on {1}. Do you want to download it?
it_it: Per questo sito esiste l'App mobile '{0}' su {1} . Vuoi scaricarla?

# ~/Modules/Laser.Orchard.Mobile/Views/Parts/UserAgentRedirect.cshtml
source: Yes
it_it: Si

# ~/Modules/Laser.Orchard.Mobile/Views/PushNotification/Index.cshtml
source: Actions
it_it: Azioni

# ~/Modules/Laser.Orchard.Mobile/Views/PushNotification/Index.cshtml
source: Actual Machine Name: {0}
it_it: Nome Macchina corrente: {0}

# ~/Modules/Laser.Orchard.Mobile/Views/PushNotification/Index.cshtml
source: Are you sure you want to reassign ALL devices from the selected Machine Name to {0}?
it_it: Sei sicuro di voler riassegnare alla Macchina {0} TUTTI i dispositivi a cui è associato il Nome Macchina selezionato?

# ~/Modules/Laser.Orchard.Mobile/Views/PushNotification/Index.cshtml
source: Assign to Current Machine
it_it: Assegna alla Macchina Corrente

# ~/Modules/Laser.Orchard.Mobile/Views/PushNotification/Index.cshtml
source: Clear
it_it: Cancella

# ~/Modules/Laser.Orchard.Mobile/Views/PushNotification/Index.cshtml
source: Clear Search
it_it: Cancella Ricerca

# ~/Modules/Laser.Orchard.Mobile/Views/PushNotification/Index.cshtml
source: Device
it_it: Dispositivo

# ~/Modules/Laser.Orchard.Mobile/Views/PushNotification/Index.cshtml
source: Devices
it_it: Dispositivi

# ~/Modules/Laser.Orchard.Mobile/Views/PushNotification/Index.cshtml
source: Edit
it_it: Modifica

# ~/Modules/Laser.Orchard.Mobile/Views/PushNotification/Index.cshtml
source: Language
it_it: Lingua

# ~/Modules/Laser.Orchard.Mobile/Views/PushNotification/Index.cshtml
source: List of devices.
it_it: Elenco dei dispositivi.

# ~/Modules/Laser.Orchard.Mobile/Views/PushNotification/Index.cshtml
source: Machine Name to reassign:
it_it: Nome Macchina da riassegnare:

# ~/Modules/Laser.Orchard.Mobile/Views/PushNotification/Index.cshtml
source: Produzione
it_it: Production

# ~/Modules/Laser.Orchard.Mobile/Views/PushNotification/Index.cshtml
source: Registration Host
it_it: Host di registrazione

# ~/Modules/Laser.Orchard.Mobile/Views/PushNotification/Index.cshtml
source: Registration Machine
it_it: Server di registrazione

# ~/Modules/Laser.Orchard.Mobile/Views/PushNotification/Index.cshtml
source: Registration Prefix
it_it: Prefisso di registrazione

# ~/Modules/Laser.Orchard.Mobile/Views/PushNotification/Index.cshtml
source: Search
it_it: Cerca

# ~/Modules/Laser.Orchard.Mobile/Views/PushNotification/Index.cshtml
source: Search:
it_it: Cerca:

# ~/Modules/Laser.Orchard.Mobile/Views/PushNotification/Index.cshtml
source: Show All
it_it: Visualizza Tutto

# ~/Modules/Laser.Orchard.Mobile/Views/PushNotification/Index.cshtml
source: To allow push notification to devices registered on multiple servers, please add the following line to the Settings.txt file (values separated by space):<br/>PushRegistrationAllowedMachineNames: server1 server2 server3
it_it: Per consentire l'invio di notifiche push a dispositivi registrati su server diversi, aggiungere la riga seguente al file Settings.txt (valori separati da spazio):<br/>PushRegistrationAllowedMachineNames: server1 server2 server3

# ~/Modules/Laser.Orchard.Mobile/Views/PushNotification/Index.cshtml
source: Validated
it_it: Convalidato

# Laser.Orchard.Mobile.Controllers.ManifestAppFileAdminController
source: Cannot manage apple manifest file
it_it: Impossibile gestire il file di manifest Apple

# Laser.Orchard.Mobile.Controllers.ManifestAppFileAdminController
source: File not saved.
it_it: File non salvato.

# Laser.Orchard.Mobile.Controllers.ManifestAppFileAdminController
source: File settings successfully saved.
it_it: Impostazioni del file salvate correttamente.

# Laser.Orchard.Mobile.Controllers.TaxonomiePushController
source: Can't retrieve user category, user not logged in
it_it: Impossibile recuperare la categoria dell'utente, utente non loggato

# Laser.Orchard.Mobile.Drivers.MobilePushPartDriver
source: Cannot Update!
it_it: Impossibile aggiornare!

# Laser.Orchard.Mobile.Handlers.LastDeviceUserDataProviderSettingsPartHandler
source: Users
it_it: Utenti

# Laser.Orchard.Mobile.Handlers.MobilePushPartHandler
source: Push message will be sent to contact {0} in a minute.
it_it: Messsaggio push sarà inviato al contatto {0} entro minuto.

# Laser.Orchard.Mobile.Handlers.SmsGatewayPartHandler
source: Send SMS to test phone number failed.
it_it: Fallito invio dell'SMS al numero telefonico di test.

# Laser.Orchard.Mobile.Handlers.SmsGatewayPartHandler
source: SMS sent successfully to test phone number.
it_it: SMS inviato con successo al numero telefonico di test.

# Laser.Orchard.Mobile.Migrations
source: Content Related
it_it: Contenuto Correlato

# Laser.Orchard.Mobile.Migrations
source: Related Content
it_it: Contenuto Correlato

# Laser.Orchard.Mobile.Navigation.ManifestAppFileNavigation
source: Manifest App File
it_it: File Manifest dell'App

# Laser.Orchard.Mobile.Navigation.ManifestAppFileNavigation
source: Settings
it_it: Impostazioni

# Laser.Orchard.Mobile.Projections.DeveiceFilter
source: Content with userpart
it_it: Contenuto con parte utente

# Laser.Orchard.Mobile.Projections.DeveiceFilter
source: Filter for device associated to User
it_it: Filtro per il device associato all'utente

# Laser.Orchard.Mobile.Projections.DeveiceFilter
source: User Device
it_it: Dispositivo Utente

# Laser.Orchard.Mobile.Projections.DeviceTypeFilter
source: Communication Contacts
it_it: Contatti

# Laser.Orchard.Mobile.Projections.DeviceTypeFilter
source: Device Type
it_it: Tipo del dispositivo

# Laser.Orchard.Mobile.Projections.DeviceTypeFilter
source: Filter by the type of the device the contact registered with (i.e. Android, Apple, Windows).
it_it: Filtra in base al tipo del dispositivo con cui si è registrato il contatto (i.e. Android, Apple, WIndows).

# Laser.Orchard.Mobile.Projections.DeviceTypeFilter
source: The type of the device the contact registered with (i.e. Android, Apple, Windows).
it_it: Il tipo del dispositivo con cui si è registrato il contatto (i.e. Android, Apple, WIndows).

# Laser.Orchard.Mobile.Projections.DeviceTypeForm
source: Device Type
it_it: Tipo del dispositivo

# Laser.Orchard.Mobile.Projections.DeviceTypeForm
source: The type of the device the contact registered with (i.e. Android, Apple, Windows).
it_it: Il tipo del dispositivo con cui si è registrato il contatto (i.e. Android, Apple, WIndows).

# Laser.Orchard.Mobile.Services.MissingSmsSettingsBanner
source: The <a href="{0}">SMS settings</a> need to be configured.
it_it: Le <a href="{0}">impostazioni SMS</a> devono essere configurate.

# Laser.Orchard.Mobile.Services.PushGatewayService
source: Apple message payload exceeds the limit
it_it: Il payload per i messaggi Apple supera il limite consentito

# Laser.Orchard.Mobile.Services.PushGatewayService
source: Apple send: message payload exceed the limit
it_it: Invio Apple: il corpo del messaggio supera il limite consentito

# Laser.Orchard.Mobile.Services.PushGatewayService
source: Device Registration Changed: Old->
it_it: Registrazione del device modificata: Vecchia ->

# Laser.Orchard.Mobile.Services.PushGatewayService
source: Device Subscription Expired Action:
it_it: Azione sottoscrizione del device scaduta:
