Repository: LaserSrl/Laser.Orchard.Platform
Catalog: src/Modules/Laser.Orchard.SEO/App_Data/Localization/*/orchard.module.po
Languages: it_it

# ~/Modules/Laser.Orchard.SEO/Views/DefinitionTemplates/SeoPartSettings.cshtml
source: Add microdata for nested content
it_it: Aggiungi microdata per i contenuti annidati

# ~/Modules/Laser.Orchard.SEO/Views/DefinitionTemplates/SeoPartSettings.cshtml
source: Canonical Url
it_it: Url Canonico

# ~/Modules/Laser.Orchard.SEO/Views/DefinitionTemplates/SeoPartSettings.cshtml
source: Canonical url es: {Site.BaseUrl}{Content.DisplayUrl}
it_it: Url Canonico es: {Site.BaseUrl}{Content.DisplayUrl}

# ~/Modules/Laser.Orchard.SEO/Views/DefinitionTemplates/SeoPartSettings.cshtml
source: Canonical Url.
it_it: Url Canonico.

# ~/Modules/Laser.Orchard.SEO/Views/DefinitionTemplates/SeoPartSettings.cshtml
source: If this content type contains an aggregator (i.e. projection, taxonomy, content picker), microdata for a carousel showing its linked items will be generated.
it_it: Se questo tipo di contenuto contiene un aggregatore (i.e. projection, tassonomia, content picker), verrà generato il microdata per un carosello che mostri gli elementi correlati.

# ~/Modules/Laser.Orchard.SEO/Views/DefinitionTemplates/SeoPartSettings.cshtml
source: If this website has a search functionality powered by Google, this tag prevents a search box from being displayed in Google's search results.
it_it: Se il sito ha una funzionalità di ricerca abilitata da Google, questo tag impedisce a Google di mostrare una casella per la ricerca nel sito nei suoi risultati delle ricerche.

# ~/Modules/Laser.Orchard.SEO/Views/DefinitionTemplates/SeoPartSettings.cshtml
source: Insert a json-ld that describe the content. For the list of elements avaible in structured data see http://schema.org/docs/schemas.html and https://developers.google.com/search/reference/overview, for testing the script use https://search.google.com/structured-data/testing-tool. The text is tokenized.
it_it: Inserire un json-ld che descriva il contenuto. Per la lista degli elementi consentiti consultare http://schema.org/docs/schemas.html e https://developers.google.com/search/reference/overview; per testare lo script utilizzare il tool all'indirizzo https://search.google.com/structured-data/testing-tool. Il testo è tokenizzabile.

# ~/Modules/Laser.Orchard.SEO/Views/DefinitionTemplates/SeoPartSettings.cshtml
source: Insert a json-ld that describe the content. For the list of elements avaible in structured data see http://schema.org/docs/schemas.html, for testing the script use https://search.google.com/structured-data/testing-tool. The text is tokenized.
it_it: Inserire un json-ld che descriva il contenuto. Per la lista degli elementi consentiti consultare http://schema.org/docs/schemas.html; per testare lo script utilizzare il tool all'indirizzo https://search.google.com/structured-data/testing-tool. Il testo è tokenizzabile.

# ~/Modules/Laser.Orchard.SEO/Views/DefinitionTemplates/SeoPartSettings.cshtml
source: Json ld Templates
it_it: Modelli json ld

# ~/Modules/Laser.Orchard.SEO/Views/DefinitionTemplates/SeoPartSettings.cshtml
source: Json ld text
it_it: Testo json ld

# ~/Modules/Laser.Orchard.SEO/Views/DefinitionTemplates/SeoPartSettings.cshtml
source: Prevents crawlers from following page links
it_it: Impedisci ai crawlers dei motori di ricerca di seguire i link nella pagina.

# ~/Modules/Laser.Orchard.SEO/Views/DefinitionTemplates/SeoPartSettings.cshtml
source: Prevents displaying the cached link for a page
it_it: Impedisci di mostrare link archiviati alla pagina.

# ~/Modules/Laser.Orchard.SEO/Views/DefinitionTemplates/SeoPartSettings.cshtml
source: Prevents Google from providing a translation link for the page in its search results
it_it: Impedisci a Google di mostrare nei risultati delle ricerche un link per tradurre la pagina

# ~/Modules/Laser.Orchard.SEO/Views/DefinitionTemplates/SeoPartSettings.cshtml
source: Prevents page snippets from being shown in search results
it_it: Impedisci di mostrare parti della pagina nei risultati delle ricerche.

# ~/Modules/Laser.Orchard.SEO/Views/DefinitionTemplates/SeoPartSettings.cshtml
source: Prevents the alternative description from the ODP/DMOZ from being used
it_it: Impedisci l'utilizzo delle descrizioni alternative della pagina prese da ODP/DMOZ

# ~/Modules/Laser.Orchard.SEO/Views/DefinitionTemplates/SeoPartSettings.cshtml
source: Prevents the page from being indexed in search engines.
it_it: Impedisci alla pagina di essere indicizzata dai motori di ricerca.

# ~/Modules/Laser.Orchard.SEO/Views/DefinitionTemplates/SeoPartSettings.cshtml
source: Prevents the page to appear as referring page for an image that appears in search results
it_it: Impedisci ai motori di ricerca di utilizzare la pagina come riferimento per le immagini che appaiono come risultati delle ricerche.

# ~/Modules/Laser.Orchard.SEO/Views/DefinitionTemplates/SeoPartSettings.cshtml
source: Select a template of json-ld object.
it_it: Selezionare un modello di json-ld.

# ~/Modules/Laser.Orchard.SEO/Views/DefinitionTemplates/SeoPartSettings.cshtml
source: Specify the exact date to stop crawling and indexing the page
it_it: Specifica la data esatta dalla quale la pagina non verrà più indicizzata.

# ~/Modules/Laser.Orchard.SEO/Views/EditorTemplates/KeywordHelperKeyword.cshtml
source: Click to hide charts
it_it: Clicca per nascondere i grafici

# ~/Modules/Laser.Orchard.SEO/Views/EditorTemplates/KeywordHelperKeyword.cshtml
source: Click to refresh charts
it_it: Clicca per ricaricare i grafici

# ~/Modules/Laser.Orchard.SEO/Views/EditorTemplates/KeywordHelperKeyword.cshtml
source: Hide charts
it_it: Nascondi grafici

# ~/Modules/Laser.Orchard.SEO/Views/EditorTemplates/KeywordHelperKeyword.cshtml
source: Keyword
it_it: Parola Chiave

# ~/Modules/Laser.Orchard.SEO/Views/EditorTemplates/KeywordHelperKeyword.cshtml
source: Language
it_it: Lingua

# ~/Modules/Laser.Orchard.SEO/Views/EditorTemplates/KeywordHelperKeyword.cshtml
source: Past 30 days
it_it: Ultimi 30 giorni

# ~/Modules/Laser.Orchard.SEO/Views/EditorTemplates/KeywordHelperKeyword.cshtml
source: Past 60 days
it_it: Ultimi 60 giorni

# ~/Modules/Laser.Orchard.SEO/Views/EditorTemplates/KeywordHelperKeyword.cshtml
source: Past 90 days
it_it: Ultimi 90 giorni

# ~/Modules/Laser.Orchard.SEO/Views/EditorTemplates/KeywordHelperKeyword.cshtml
source: Past week
it_it: Ultima settimana

# ~/Modules/Laser.Orchard.SEO/Views/EditorTemplates/KeywordHelperKeyword.cshtml
source: Past year
it_it: Ultimo anno

# ~/Modules/Laser.Orchard.SEO/Views/EditorTemplates/KeywordHelperKeyword.cshtml
source: Refresh charts
it_it: Ricarica grafici

# ~/Modules/Laser.Orchard.SEO/Views/EditorTemplates/KeywordHelperKeyword.cshtml
source: Region
it_it: Regione

# ~/Modules/Laser.Orchard.SEO/Views/EditorTemplates/KeywordHelperKeyword.cshtml
source: Remove
it_it: Rimuovi

# ~/Modules/Laser.Orchard.SEO/Views/EditorTemplates/KeywordHelperKeyword.cshtml
source: Select time period.
it_it: Seleziona il periodo

# ~/Modules/Laser.Orchard.SEO/Views/EditorTemplates/KeywordHelperKeyword.cshtml
source: Worldwide
it_it: Tutto il mondo

source: current
it_it: Favicon attuale

source: Favicon URL
it_it: Indirizzo virtuale immagine

# ~/Modules/Laser.Orchard.SEO/Views/EditorTemplates/Parts/KeywordHelper.cshtml
source: Add keyword
it_it: Aggiungi parola chiave

# ~/Modules/Laser.Orchard.SEO/Views/EditorTemplates/Parts/KeywordHelper.cshtml
source: Add keyword
it_it: Aggiungi parola chiave

# ~/Modules/Laser.Orchard.SEO/Views/EditorTemplates/Parts/KeywordHelper.cshtml
source: Click to refresh summary chart
it_it: Clicca per ricaricare il grafico di riepilogo

# ~/Modules/Laser.Orchard.SEO/Views/EditorTemplates/Parts/KeywordHelper.cshtml
source: Keywords selected for this content
it_it: Parole chiave selezionate per questo contenuto

# ~/Modules/Laser.Orchard.SEO/Views/EditorTemplates/Parts/KeywordHelper.cshtml
source: Language
it_it: Lingua

# ~/Modules/Laser.Orchard.SEO/Views/EditorTemplates/Parts/KeywordHelper.cshtml
source: Past 30 days
it_it: Ultimi 30 giorni

# ~/Modules/Laser.Orchard.SEO/Views/EditorTemplates/Parts/KeywordHelper.cshtml
source: Past 60 days
it_it: Ultimi 60 giorni

# ~/Modules/Laser.Orchard.SEO/Views/EditorTemplates/Parts/KeywordHelper.cshtml
source: Past 90 days
it_it: Ultimi 90 giorni

# ~/Modules/Laser.Orchard.SEO/Views/EditorTemplates/Parts/KeywordHelper.cshtml
source: Past week
it_it: Ultima settimana

# ~/Modules/Laser.Orchard.SEO/Views/EditorTemplates/Parts/KeywordHelper.cshtml
source: Past year
it_it: Ultimo anno

# ~/Modules/Laser.Orchard.SEO/Views/EditorTemplates/Parts/KeywordHelper.cshtml
source: Refresh summary chart
it_it: Ricarica grafico di riepilogo

# ~/Modules/Laser.Orchard.SEO/Views/EditorTemplates/Parts/KeywordHelper.cshtml
source: Region
it_it: Regione

# ~/Modules/Laser.Orchard.SEO/Views/EditorTemplates/Parts/KeywordHelper.cshtml
source: Select time period.
it_it: Seleziona il periodo

# ~/Modules/Laser.Orchard.SEO/Views/EditorTemplates/Parts/KeywordHelper.cshtml
source: This chart compares the keywords' trends in time
it_it: Questo grafico permette di confrontare l'evoluzione delle parole chiave nel tempo.

# ~/Modules/Laser.Orchard.SEO/Views/EditorTemplates/Parts/KeywordHelper.cshtml
source: Worldwide
it_it: Tutto il mondo

# ~/Modules/Laser.Orchard.SEO/Views/EditorTemplates/Parts/KeywordHelper.cshtml
source: You can add keywords and obtain the most relevant related ones on search engines.
it_it: Qui si possono aggiungere parole chiave, ed ottenere quelle correlate più importanti nei motori di ricerca.

# ~/Modules/Laser.Orchard.SEO/Views/EditorTemplates/Parts/SEO.cshtml
source: Canonical Url
it_it: Url Canonico

# ~/Modules/Laser.Orchard.SEO/Views/EditorTemplates/Parts/SEO.cshtml
source: Canonical url es: {Site.BaseUrl}{Content.DisplayUrl}
it_it: Url Canonico es: {Site.BaseUrl}{Content.DisplayUrl}

# ~/Modules/Laser.Orchard.SEO/Views/EditorTemplates/Parts/SEO.cshtml
source: Canonical Url.
it_it: Url Canonico.

# ~/Modules/Laser.Orchard.SEO/Views/EditorTemplates/Parts/SEO.cshtml
source: Description
it_it: META Description

# ~/Modules/Laser.Orchard.SEO/Views/EditorTemplates/Parts/SEO.cshtml
source: Don't show aggregated microdata for nested content
it_it: Non mostrare microdata aggregati per i contenuti annidati

# ~/Modules/Laser.Orchard.SEO/Views/EditorTemplates/Parts/SEO.cshtml
source: Don't show microdata for this content
it_it: Non mostrare microdata per questo contenuto

# ~/Modules/Laser.Orchard.SEO/Views/EditorTemplates/Parts/SEO.cshtml
source: Google settings
it_it: Settaggi per Google

# ~/Modules/Laser.Orchard.SEO/Views/EditorTemplates/Parts/SEO.cshtml
source: If this website has a search functionality powered by Google, this tag prevents a search box from being displayed in Google's search results.
it_it: Se il sito ha una funzionalità di ricerca abilitata da Google, questo tag impedisce a Google di mostrare una casella per la ricerca nel sito nei suoi risultati delle ricerche.

# ~/Modules/Laser.Orchard.SEO/Views/EditorTemplates/Parts/SEO.cshtml
source: Keywords
it_it: META Keywords

# ~/Modules/Laser.Orchard.SEO/Views/EditorTemplates/Parts/SEO.cshtml
source: Prevents crawlers from following page links
it_it: Impedisci ai crawlers dei motori di ricerca di seguire i link nella pagina.

# ~/Modules/Laser.Orchard.SEO/Views/EditorTemplates/Parts/SEO.cshtml
source: Prevents displaying the cached link for a page
it_it: Impedisci di mostrare link archiviati alla pagina.

# ~/Modules/Laser.Orchard.SEO/Views/EditorTemplates/Parts/SEO.cshtml
source: Prevents Google from providing a translation link for the page in its search results
it_it: Impedisci a Google di mostrare nei risultati delle ricerche un link per tradurre la pagina

# ~/Modules/Laser.Orchard.SEO/Views/EditorTemplates/Parts/SEO.cshtml
source: Prevents page snippets from being shown in search results
it_it: Impedisci di mostrare parti della pagina nei risultati delle ricerche.

# ~/Modules/Laser.Orchard.SEO/Views/EditorTemplates/Parts/SEO.cshtml
source: Prevents the alternative description from the ODP/DMOZ from being used
it_it: Impedisci l'utilizzo delle descrizioni alternative della pagina prese da ODP/DMOZ

# ~/Modules/Laser.Orchard.SEO/Views/EditorTemplates/Parts/SEO.cshtml
source: Prevents the page from being indexed in search engines.
it_it: Impedisci alla pagina di essere indicizzata dai motori di ricerca.

# ~/Modules/Laser.Orchard.SEO/Views/EditorTemplates/Parts/SEO.cshtml
source: Prevents the page to appear as referring page for an image that appears in search results
it_it: Impedisci ai motori di ricerca di utilizzare la pagina come riferimento per le immagini che appaiono come risultati delle ricerche.

# ~/Modules/Laser.Orchard.SEO/Views/EditorTemplates/Parts/SEO.cshtml
source: Robots settings
it_it: Settaggi robots

# ~/Modules/Laser.Orchard.SEO/Views/EditorTemplates/Parts/SEO.cshtml
source: SEO attributes
it_it: Attributi SEO

# ~/Modules/Laser.Orchard.SEO/Views/EditorTemplates/Parts/SEO.cshtml
source: SEO attributes are empty!
it_it: Gli attributi SEO sono vuoti!

# ~/Modules/Laser.Orchard.SEO/Views/EditorTemplates/Parts/SEO.cshtml
source: Specify the exact date to stop crawling and indexing the page
it_it: Specifica la data esatta dalla quale la pagina non verrà più indicizzata.

# ~/Modules/Laser.Orchard.SEO/Views/EditorTemplates/Parts/SEO.cshtml
source: This is a list of keywords for the page. Note that this metadata tag is not used by search engines anymore.
it_it: Questa è una lista di parole chiave per la pagina. Nota che questo tag metadata non viene più utilizzato dai motori di ricerca.

# ~/Modules/Laser.Orchard.SEO/Views/EditorTemplates/Parts/SEO.cshtml
source: This is the page description. This is the most important metadata tag for search engine crawlers.
it_it: Questa è la descrizione della pagina. Questo è il tag metadata più importante per i motori di ricerca.

# ~/Modules/Laser.Orchard.SEO/Views/EditorTemplates/Parts/SEO.cshtml
source: This value will replace the page title.
it_it: Questo valore rimpiazzerà il titolo della pagina.

# ~/Modules/Laser.Orchard.SEO/Views/EditorTemplates/Parts/SEO.cshtml
source: TitleOverride
it_it: Titolo della pagina

# ~/Modules/Laser.Orchard.SEO/Views/EditorTemplates/Parts/SEO.cshtml
source: TitleOverrideDescription
it_it: ATTENZIONE: lascia vuoto questo campo per usare il normale titolo del contenuto.

# ~/Modules/Laser.Orchard.SEO/Views/RedirectsAdmin/Add.cshtml
source: Add new Redirect rule
it_it: Aggiungi una nuova regola di Redirect

# ~/Modules/Laser.Orchard.SEO/Views/RedirectsAdmin/Edit.cshtml
source: Edit Redirect rule
it_it: Modifica regola di redirect

source: Redirect should be permanent 301
it_it: Il redirect dovrebbe essere permanente 301

source: Relative Url from which redirect. Do not start with '~/'
it_it: L'Url relativo dal quale effettuare il redirect. Non iniziare con '~/'

source: Relative Url to which redirect. Do not start with '~/'
it_it: L'Url relativo destinazione del redirect. Non iniziare con '~/'

# ~/Modules/Laser.Orchard.SEO/Views/RedirectsAdmin/Index.cshtml
source: Add
it_it: Aggiungi

# ~/Modules/Laser.Orchard.SEO/Views/RedirectsAdmin/Index.cshtml
source: Clean Redirects Cache
it_it: Pulisci la Cache dei Redirect

# ~/Modules/Laser.Orchard.SEO/Views/RedirectsAdmin/Index.cshtml
source: Number of cached elements: {0}
it_it: Numero di elementi in cache: {0}

# ~/Modules/Laser.Orchard.SEO/Views/RedirectsAdmin/Index.cshtml
source: Redirects
it_it: Redirezionamenti

# ~/Modules/Laser.Orchard.SEO/Views/RedirectsAdmin/ListPartial.cshtml
source: Actions
it_it: Azioni

# ~/Modules/Laser.Orchard.SEO/Views/RedirectsAdmin/ListPartial.cshtml
source: Date
it_it: Data

# ~/Modules/Laser.Orchard.SEO/Views/RedirectsAdmin/ListPartial.cshtml
source: Delete
it_it: Elimina

# ~/Modules/Laser.Orchard.SEO/Views/RedirectsAdmin/ListPartial.cshtml
source: Destination URL
it_it: URL di destinazione

# ~/Modules/Laser.Orchard.SEO/Views/RedirectsAdmin/ListPartial.cshtml
source: Edit
it_it: Modifica

# ~/Modules/Laser.Orchard.SEO/Views/RedirectsAdmin/ListPartial.cshtml
source: Permanent
it_it: Permanente

# ~/Modules/Laser.Orchard.SEO/Views/RedirectsAdmin/ListPartial.cshtml
source: Redirect rules table
it_it: Tabella delle regole di redirect

# ~/Modules/Laser.Orchard.SEO/Views/RedirectsAdmin/ListPartial.cshtml
source: Source URL
it_it: URL sorgente

# ~/Modules/Laser.Orchard.SEO/Views/RobotsAdmin/Index.cshtml
source: Manage Robots.txt File
it_it: Gestisci file robots.txt

# ~/Modules/Laser.Orchard.SEO/Views/RobotsAdmin/Index.cshtml
source: Robots.txt Content
it_it: Contenuto di Robots.txt

# ~/Modules/Laser.Orchard.SEO/Views/RobotsAdmin/Index.cshtml
source: Save Robots.txt
it_it: Salva robots.txt

# ~/Modules/Laser.Orchard.SEO/Views/RobotsAdmin/Index.cshtml
source: The default text provided will allow no content in the site to be indexed
it_it: La configurazione di default è impostata per non indicizzare alcun contenuto del sito

# Laser.Orchard.SEO.Controllers.RedirectsAdminController
source: A rule for this Source URL already exists.
it_it: Regola per l'URL di origine già presente.

# Laser.Orchard.SEO.Controllers.RedirectsAdminController
source: Redirect cache successfully reloaded
it_it: Cache dei redirect ricaricata con successo

# Laser.Orchard.SEO.Controllers.RedirectsAdminController
source: Redirect record was deleted
it_it: L'elemento di redirect è stato eliminato

# Laser.Orchard.SEO.Controllers.RedirectsAdminController
source: Source url is equal to Destination url
it_it: L'url sorgente è uguale all'url di destinazione

# Laser.Orchard.SEO.Controllers.RobotsAdminController
source: Cannot manage robots.txt file
it_it: Impossibile gestire il file robots.txt

# Laser.Orchard.SEO.Controllers.RobotsAdminController
source: Robots.txt saved with warnings
it_it: Robots.txt salvato con avvertimenti

# Laser.Orchard.SEO.Controllers.RobotsAdminController
source: Robots.txt settings successfully saved
it_it: Impostazioni del robots.txt salvate correttamente

# Laser.Orchard.SEO.Navigation.RedirectsMenu
source: Redirects
it_it: Redirezionamenti

# Laser.Orchard.SEO.Providers.SeoPartTokens
source: The description for the content that was input in its SEO Part.
it_it: La descrizion per il contenuto che è stata inseirta per il SEO.

# Laser.Orchard.SEO.Recipes.Providers.Builders.RedirectRuleStep
source: Exports Redirects. If there are 2 redirects in the exported file with the same SourceUrl, only one will be inserted during the import
it_it: Esporta le redirect. Se ci sono 2 redirect nel file esportato con lo stesso SourceUrl, durante l'importazione ne verrà inserita solo una

# Laser.Orchard.SEO.Recipes.Providers.Builders.RedirectRuleStep
source: Redirects Rule
it_it: Regole di Redirect

# Laser.Orchard.SEO.Services.RedirectService
source: Rules with same SourceURL are not valid.
it_it: Regole con lo stesso URL sorgente non sono valide.

# Laser.Orchard.SEO.Services.RobotsService
source: Line {0}: {1}, {2}
it_it: Linea {0}: {1}, {2}
