Repository: LaserSrl/Laser.Orchard.Platform
Catalog: src/Modules/Laser.Orchard.ShortLinks/App_Data/Localization/*/orchard.module.po
Languages: it_it

# ~/Modules/Laser.Orchard.ShortLinks/Views/EditorTemplates/Parts/ShortLinks.cshtml
source: Ask New Short Link
it_it: Richiedi un nuovo Link breve

# ~/Modules/Laser.Orchard.ShortLinks/Views/EditorTemplates/Parts/ShortLinks.cshtml
source: Current content full URL:
it_it: Url completo del contenuto:

# ~/Modules/Laser.Orchard.ShortLinks/Views/EditorTemplates/Parts/ShortLinks.cshtml
source: Short Link
it_it: Link breve

# ~/Modules/Laser.Orchard.ShortLinks/Views/EditorTemplates/Parts/ShortLinks.cshtml
source: Test Short Link
it_it: Prova il link breve

# ~/Modules/Laser.Orchard.ShortLinks/Views/EditorTemplates/Parts/ShortLinks.cshtml
source: Valid for:
it_it: Valido per:

# ~/Modules/Laser.Orchard.ShortLinks/Views/EditorTemplates/Parts/ShortLinks.cshtml
source: You must save a valid Google API KEY on settings before be able to create short link.
it_it: Prima di poter creare un link breve (short link) sevi inserire una API KEY di Google valida nelle impostazioni.

# ~/Modules/Laser.Orchard.ShortLinks/Views/EditorTemplates/Parts/ShortLinks.cshtml
source: You must save content before be able to create short link.
it_it: Prima di poter creare un nuovo link breve (short link) devi salvare il contenuto.

source: Consider url to have sensitive data
it_it: Considerare che l'url possa contenere dati sensibili

source: Dynamic link domain
it_it: Dominio del link dinamico (Dynamic link)

source: Set <a target="_blank" href="{0}">the domain and the apikey</a> of your application.
it_it: Imposta <a target="_blank" href="{0}">il dominio e l'apikey</a> per l'applicazione.

source: Set the <a target="_blank" href="{0}">apikey</a> , on the google site select the project from upside menu's dropdownlist and create a Server Keys, remember to enable the service by going to Overview -> Other popular APIs ->URL Shortener Api
it_it: Controlla la <a target="_blank" href="{0}">apikey</a>: sul sito google di riferimento seleziona il progetto dalla lista del menu in alto e crea una Chiave Server ("Server Keys"). Ricordati di abilitare anche l'opportuno servizio andando su Overview -> Other popular APIs ->URL Shortener Api

source: Short Link Settings
it_it: Impostazioni modulo Short Link

# ~/Modules/Laser.Orchard.ShortLinks/Views/Parts/ShortLinks.cshtml
source: Short Link
it_it: Link breve

# ~/Modules/Laser.Orchard.ShortLinks/Views/Parts/ShortLinks.SummaryAdmin.cshtml
source: no Short link
it_it: Nessun link breve

# ~/Modules/Laser.Orchard.ShortLinks/Views/Parts/ShortLinks.SummaryAdmin.cshtml
source: Short Link
it_it: Link breve

# Laser.Orchard.ShortLinks.Handlers.ShortLinksHandler
source: The short link is not associated to this page!
it_it: Questo link breve (short link) non Ã¨ attualmente associato alla presente pagina!

# Laser.Orchard.ShortLinks.Services.MissingSettingsBanner
source: The <a href="{0}#shortlinksetting">ShortLinks settings</a> need to be configured.
it_it: Le impostazioni del <a href="{0}#shortlinksetting">modulo ShortLink</a> devono ancora essere configurate.

# Laser.Orchard.ShortLinks.Services.ShortLinksService
source: No Shorturl Setting Found
it_it: Nessuna impostazione trovata per il modulo Short Link
