Repository: LaserSrl/Laser.Orchard.Platform
Catalog: src/Modules/Laser.Orchard.Maps/App_Data/Localization/*/orchard.module.po
Languages: it_it

# ~/Modules/Laser.Orchard.Maps/Views/AmiImport/Pois.cshtml
source: Done
it_it: Fatto

# ~/Modules/Laser.Orchard.Maps/Views/AmiImport/Pois.cshtml
source: New POIs
it_it: Nuovi POI

# ~/Modules/Laser.Orchard.Maps/Views/AmiImport/Pois.cshtml
source: Succesfully elaborated POIs
it_it: POI elaborati correttaemnte

# ~/Modules/Laser.Orchard.Maps/Views/AmiImport/Pois.cshtml
source: Tot POIs
it_it: Tot POI

source: Center X
it_it: X del centro

source: Center Y
it_it: Y del centro

source: Drawable area height in pixel
it_it: Altezza in pixel dell'area disegnabile

source: Drawable area width in pixel
it_it: Larghezza in pixel dell'area disegnabile

source: Drawable Height
it_it: Altezza disegnabile

source: Drawable Width
it_it: Larghezza disegnabile

source: hex color (eg: #FF003366)
it_it: Colore in esadecimale (es: #FF003366)

source: Insert center points and target drawable area
it_it: Inserire i punti centrali a l'area disegnabile

source: Insert the alternate color.
it_it: Inserire il colore sostitutivo.

source: Insert the color to replace.
it_it: Inserire il colore da sostituire.

source: Insert the pin Url.
it_it: Inserire l'url del pin.

source: Insert the watermark url.
it_it: Inserire l'url dell'immagine da sovrapporre (Watermark)

source: The string #FF003366 represents FF=alpha, 00=red, 33=green, 66=blue
it_it: La stringa #FF003366 rappresenta FF=alfa, 00=rosso, 33=verde, 66=blu

source: The url of the pin (eg: ~/Media/pin.png)
it_it: L'url del pin (es: ~/Media/pin.png)

source: The url of the watermark (eg: ~/Media/watermark.png)
it_it: L'url dell'immagine (watermark) da sovrapporre (es: ~/Media/watermark.png)

source: x coordinate in pixel
it_it: Coordinata x in pixel

source: y coordinate in pixel
it_it: Coordinata y in pixel

# ~/Modules/Laser.Orchard.Maps/Views/DefinitionTemplates/MapPartSettings.cshtml
source: An optional help text describing what "Location Info" and "Location Address" mean in the context.
it_it: Un testo opzionale che descriva il significato di "Informazioni" e "Indirizzo della località" nel contesto.

# ~/Modules/Laser.Orchard.Maps/Views/DefinitionTemplates/MapPartSettings.cshtml
source: Hide Map Source File
it_it: Nascondi il campo Map Source File

# ~/Modules/Laser.Orchard.Maps/Views/DefinitionTemplates/MapPartSettings.cshtml
source: Required latitutde and longitude
it_it: Latitudine e longitudine sono obbligatorie

# ~/Modules/Laser.Orchard.Maps/Views/EditorTemplates/Parts/Map.cshtml
source: Latitude
it_it: Latitudine

# ~/Modules/Laser.Orchard.Maps/Views/EditorTemplates/Parts/Map.cshtml
source: Location Address
it_it: Informazioni sull'indirizzo

# ~/Modules/Laser.Orchard.Maps/Views/EditorTemplates/Parts/Map.cshtml
source: Location Info
it_it: Informazioni

# ~/Modules/Laser.Orchard.Maps/Views/EditorTemplates/Parts/Map.cshtml
source: Longitude
it_it: Longitudine

# ~/Modules/Laser.Orchard.Maps/Views/EditorTemplates/Parts/Map.cshtml
source: Map Fields
it_it: Definizione della Mappa

# ~/Modules/Laser.Orchard.Maps/Views/EditorTemplates/Parts/Map.cshtml
source: Show Coords
it_it: Mostra coordinate

# ~/Modules/Laser.Orchard.Maps/Views/EditorTemplates/Parts/Map.cshtml
source: Type a Location
it_it: Scrivi un punto da ricercare

# ~/Modules/Laser.Orchard.Maps/Views/EditorTemplates/Parts/MapsSiteSettings.cshtml
source: Api Key provided by google.
it_it: Api Key fornita da google

# ~/Modules/Laser.Orchard.Maps/Views/EditorTemplates/Parts/MapsSiteSettings.cshtml
source: Google Api Key
it_it: Apy Key di google

# ~/Modules/Laser.Orchard.Maps/Views/EditorTemplates/Parts/MapsSiteSettings.cshtml
source: Keep the map's culture/language consistent with the current culture
it_it: Mantieni la lingua della mappa allineata con la lingua corrente

# ~/Modules/Laser.Orchard.Maps/Views/EditorTemplates/Parts/MapsSiteSettings.cshtml
source: Maps
it_it: Mappe

# ~/Modules/Laser.Orchard.Maps/Views/EditorTemplates/Parts/MapsSiteSettings.cshtml
source: Maps provider
it_it: Fornitore delle mappe

# ~/Modules/Laser.Orchard.Maps/Views/EditorTemplates/Parts/MapsSiteSettings.cshtml
source: Maps tiles
it_it: Mattonelle delle mappe

# ~/Modules/Laser.Orchard.Maps/Views/EditorTemplates/Parts/MapsSiteSettings.cshtml
source: Max. Zoom
it_it: Zoom massimo

# ~/Modules/Laser.Orchard.Maps/Views/EditorTemplates/Parts/MapsSiteSettings.cshtml
source: The maps service provider to use in entire site.
it_it: Il fornitore dei servizi di georeferenziazione da utilizzare all'interno del sito.

# ~/Modules/Laser.Orchard.Maps/Views/EditorTemplates/Parts/MapsSiteSettings.cshtml
source: The maps tiles to use in entire site.
it_it: Le mattonelle delle mappe da usare in tutto il sito.

# ~/Modules/Laser.Orchard.Maps/Views/EditorTemplates/Parts/MapsSiteSettings.cshtml
source: The max supported zoom by tiles.
it_it: Lo zoom massimo supportato dalle mattonelle.

# ~/Modules/Laser.Orchard.Maps/Views/EditorTemplates/Parts/OsmMap.cshtml
source: Latitude
it_it: Latitudine

# ~/Modules/Laser.Orchard.Maps/Views/EditorTemplates/Parts/OsmMap.cshtml
source: Location Address
it_it: Indirizzo della località

# ~/Modules/Laser.Orchard.Maps/Views/EditorTemplates/Parts/OsmMap.cshtml
source: Location Info
it_it: Informazioni sulla località

# ~/Modules/Laser.Orchard.Maps/Views/EditorTemplates/Parts/OsmMap.cshtml
source: Longitude
it_it: Longitudine

# ~/Modules/Laser.Orchard.Maps/Views/EditorTemplates/Parts/OsmMap.cshtml
source: Map Fields
it_it: Campi della mappa

# ~/Modules/Laser.Orchard.Maps/Views/GoogleMapForProjections.cshtml
source: more
it_it: leggi tutto

# ~/Modules/Laser.Orchard.Maps/Views/osmImport/Parkings.cshtml
source: Done
it_it: Fatto

# ~/Modules/Laser.Orchard.Maps/Views/osmImport/Parkings.cshtml
source: new Parkings
it_it: Nuovi parcheggi

# ~/Modules/Laser.Orchard.Maps/Views/osmImport/Parkings.cshtml
source: Tot Parkings
it_it: Tot Parcheggi

# ~/Modules/Laser.Orchard.Maps/Views/osmImport/Parkings.cshtml
source: Tot unnamed Parkings
it_it: Tot Parcheggi senza nome

# ~/Modules/Laser.Orchard.Maps/Views/Parts/Map.cshtml
source: Map
it_it: Mappa

# ~/Modules/Laser.Orchard.Maps/Views/Parts/OsmMap.cshtml
source: Map
it_it: Mappa

# Laser.Orchard.Maps.Drivers.MapPartDriver
source: A point on the map is required.
it_it: Il punto su mappa è obbligatorio.

# Laser.Orchard.Maps.Handlers.MapsSiteSettingsHandler
source: Maps
it_it: Mappe

# Laser.Orchard.Maps.Projections.AroundMeFilter
source: Around Me
it_it: Intorno a me

# Laser.Orchard.Maps.Projections.AroundMeFilter
source: Content Items contained in area with center {0} , {1} and distance {2}
it_it: ContentItems contenuti in un area con centro {0} , {1} e distanza {2}

# Laser.Orchard.Maps.Projections.AroundMeFilter
source: Content Items contained in the specified area
it_it: Contenuti compresi in una determinata area

# Laser.Orchard.Maps.Projections.AroundMeFilter
source: Maps
it_it: Mappe

# Laser.Orchard.Maps.Projections.AroundMeFilter
source: Search for Content Items contained in an area
it_it: Cerca i contenuti compresi in una determinata area

# Laser.Orchard.Maps.Projections.AroundMeFilter
source: Validation Parameters: Latitude, Longitude, Dist not correct
it_it: Validazione parametri: Latitudine, Longitudine, Distanza (Latitude, Longitude, Dist) non corrette

# Laser.Orchard.Maps.Projections.AroundMeForm
source: Comma separated Latitude,Longitude central position.
it_it: Latitudine,Longitudine separate da virgola della posizione centrale.

# Laser.Orchard.Maps.Projections.AroundMeForm
source: Distance
it_it: Distanza

# Laser.Orchard.Maps.Projections.AroundMeForm
source: Distance from position in meters.
it_it: Distanza in metri dalla posizione fornita.

# Laser.Orchard.Maps.Projections.AroundMeForm
source: Position coords
it_it: Coordinate della posizione
