Repository: LaserSrl/Laser.Orchard.Platform
Catalog: src/Modules/Laser.Orchard.MailCommunication/App_Data/Localization/*/orchard.module.po
Languages: it_it

source: Pick a template
it_it: Seleziona un modello

source: Template picker
it_it: Scelta modello

source: The template to use for.
it_it: Il modello da utilizzare.

source: Approved
it_it: Approvato

source: Enter recipients manually
it_it: Inserire lista dei destinatari manualmente

source: Enter username or e-mail of the contacts to which to deliver this email. One recipient for each line.
it_it: Inserire il nome utente o la mail dei contatti ai quali si desidera inviare questa mail. Un destinatario per riga.

source: Manual recipients:
it_it: Lista destinatari manuale:

source: Message already sent.
it_it: Messaggio già inviato.

source: Message not yet sent.
it_it: Messaggio non ancora inviato.

source: Number of recipients
it_it: Numero di destinatari

source: Number of sent mails
it_it: Numero di email inviate

source: Send for test
it_it: Invio di test

source: Send on next publish
it_it: Invia alla prossima pubblicazione

source: Test Email
it_it: Email di test

source: This E-mail message has been already sent. You will be able to edit and save it, but it will not be sent anymore on next publish.
it_it: Questo messaggio E-Mail è già stato inoltrato. Sarà possibile modificarlo e salvarlo, ma non sarà più inoltrato.

source: YES
it_it: SI

source: Pick a template Unsubscribe
it_it: Seleziona il template da utilizzare per la revoca del servizio

source: The template to use for.
it_it: Il modello da utilizzare.

source: UNSUBSCRIPTION
it_it: REVOCA DEL SERVIZIO

source: You can use this placeholder "[UNSUBSCRIBE]" in order to render the unsubscription link in your template.
it_it: E' possibile utilizzare li segnaposto "[UNSUBSCRIBE]" per inserire nel template il link per revocare la propria iscrizione.

source: FTP host
it_it: Host FTP

source: FTP password
it_it: Password FTP

source: FTP path
it_it: Path della cartella FTP

source: FTP user
it_it: Utente FTP

source: Mail priority
it_it: Priorità della mail

source: Max number of recipients in each JSON file created by massive mailer.
it_it: Numero massimo di destinatari in ciascun JSON creato per l'invio massivo via Mailer

source: Page Size for recipients
it_it: Grandezza della pagina per i destinatari

source: Password for FTP connection.
it_it: La password per la connessione FTP.

source: Remote FTP host (name or IP address).
it_it: Host FTP remoto (Nome dell'host o indirizzo IP).

source: Remote path for FTP connection.
it_it: Path remota della cartella FTP.

source: The priority to set on each mail.
it_it: La priorità da impostare per ciascuna email.

source: Token validity (days)
it_it: Validità del Token (in giorni)

source: User for FTP connection.
it_it: Utente della connessione FTP

source: Validity (in days) of the token used by massive mailer to return the number of sent mails.
it_it: Validità (in giorni) del Token utilizzato dal Mailer per restituire il numero delle email inoltrate.

# ~/Modules/Laser.Orchard.MailCommunication/Views/Unsubscribe.Confirm.cshtml
source: Email Address
it_it: Indirizzo Email

# ~/Modules/Laser.Orchard.MailCommunication/Views/Unsubscribe.Confirm.cshtml
source: Email Confirmation
it_it: Conferma Email

# ~/Modules/Laser.Orchard.MailCommunication/Views/Unsubscribe.Confirm.cshtml
source: Email unsubscription
it_it: Rimozione Email a uso commerciale

# ~/Modules/Laser.Orchard.MailCommunication/Views/Unsubscribe.Confirm.cshtml
source: Unsubscribe
it_it: Rimozione

# ~/Modules/Laser.Orchard.MailCommunication/Views/Unsubscribe.Confirm.cshtml
source: Unsubscribe Confirm
it_it: Conferma rimozione

# ~/Modules/Laser.Orchard.MailCommunication/Views/Unsubscribe.EmailSent.cshtml
source: A confirmation email was sent to your email address.<br/>Please confirm your unsubscription by clicking on link in your email.
it_it: Una email di conferma è stata inviata al tuo indirizzo di posta elettronica.<br/>Conferma l'annullamento della ricezione cliccando sul link presente nel testo dell'email.

# ~/Modules/Laser.Orchard.MailCommunication/Views/Unsubscribe.EmailSent.cshtml
source: Email unsubscription
it_it: Rimozione Email a uso commerciale

# ~/Modules/Laser.Orchard.MailCommunication/Views/Unsubscribe.EmailSuccess.cshtml
source: Mail unsubscription
it_it: Rimozione Email a uso commerciale

# ~/Modules/Laser.Orchard.MailCommunication/Views/Unsubscribe.EmailSuccess.cshtml
source: Your Email address has been removed! Thank you!
it_it: Il tuo indirizzo email ha completato la rimozione! Grazie!

# ~/Modules/Laser.Orchard.MailCommunication/Views/Unsubscribe.Error.cshtml
source: Email unsubscribe
it_it: Rimozione Email a uso commerciale

# ~/Modules/Laser.Orchard.MailCommunication/Views/Unsubscribe.Error.cshtml
source: No email address found!
it_it: Indirizzo email non trovato!

# Laser.Orchard.MailCommunication.Controllers.UnsubscribeController
source: Email and email confirmation must match!
it_it: Email e Conferma Email devono essere uguali!

# Laser.Orchard.MailCommunication.Controllers.UnsubscribeController
source: Please insert mail and confirm mail
it_it: Inserisci Email e Conferma Email

# Laser.Orchard.MailCommunication.Controllers.UnsubscribeController
source: Unsubscription success
it_it: Rimozione email a uso commerciale avvenuta con successo

# Laser.Orchard.MailCommunication.Handlers.MailCommunicationPartHandler
source: Click here to stop receiving email for commercial use
it_it: Clicca per non ricevere più mail di uso commerciale

# Laser.Orchard.MailCommunication.Handlers.MailCommunicationPartHandler
source: Select or create a template for e-mail
it_it: Seleziona il template per la Email

# Laser.Orchard.MailCommunication.Handlers.MailCommunicationPartHandler
source: Sent e-mail test!
it_it: Email di test inviata!

# Laser.Orchard.MailCommunication.Handlers.MailerScheduledTaskHandler
source: Click here to stop receiving email for commercial use
it_it: Clicca per non ricevere più mail di uso commerciale

# Laser.Orchard.MailCommunication.Handlers.MailerScheduledTaskHandler
source: Error parsing mail template.
it_it: Errore durante la compilazione del template.

# Laser.Orchard.MailCommunication.Handlers.MailerScheduledTaskHandler
source: No recipients selected.
it_it: Nessun destinatario selezionato.

# Laser.Orchard.MailCommunication.Services.MailUnsubscribeService
source: Email not found!
it_it: Email non trovata!

# Laser.Orchard.MailCommunication.Services.MailUnsubscribeService
source: Select in settings or create a template for e-mail unsubscribe
it_it: Seleziona nelle impostazioni il template per rimozione e-mail

# Laser.Orchard.MailCommunication.Services.MailUnsubscribeService
source: Unsubscribe impossible. Please try again.
it_it: Rimozione non eseguita. Si prega di riprovare.

# Laser.Orchard.MailCommunication.Services.MissingSettingsBanner
source: The <a href="{0}">Mail Communication</a> settings need to be configured.
it_it: Le impostazioni per <a href="{0}">Mail Communication</a> devono essere configurate.

# Laser.Orchard.MailCommunication.Services.MissingSettingsBanner
source: The <a href="{0}">Mailer</a> settings need to be configured.
it_it: Le impostazioni per il <a href="{0}">Mailer</a> devono essere configurate.
