Repository: LaserSrl/Laser.Orchard.Platform
Catalog: src/Modules/Laser.Orchard.Sharing/App_Data/Localization/*/orchard.module.po
Languages: it_it

source: Leave empty to use the browser title.
it_it: Lasciare in bianco per utilizzare il titolo del browser.

source: Leave empty to use the default.
it_it: Lasciare in bianco per utilizzare il predefinito.

source: Preview of available modes is available here:
it_it: L'anteprima dei modi disponibili è consultabile qui:

source: Share bar description
it_it: Descrizione della barra di condivisione

source: Share bar display style
it_it: Stile di visualizzazione della barra di condivisione

source: Share bar media url
it_it: Url del media della barra di condivisione

source: Share bar title
it_it: Titolo della barra di condivisione

source: AddThis PubId code
it_it: AddThis codice PubId

source: AddThis service account
it_it: Account del servizio AddThis

source: Content sharing settings
it_it: Impostazioni di condivisione del contenuto

source: PubId is the code that identify your AddThis account, you can find it on https://www.addthis.com/dashboard#dashboard-analytics/ in the GET YOUR CODE tab
it_it: PubId è il codice che identifica l'account di AddThis, si può trovare all'indirizzo https://www.addthis.com/dashboard#dashboard-analytics/ nella pagina

# Laser.Orchard.Sharing.Drivers.ShareBarSettingsPartDriver
source: Content sharing settings updated successfully
it_it: le impostazioni del Content sharing sono state correttamente salvate

# Laser.Orchard.Sharing.Drivers.ShareBarSettingsPartDriver
source: Error during content sharing settings update!
it_it: Errore durante il salvataggio delle impostazioni del Content sharing!

# Laser.Orchard.Sharing.MissingSettingsBanner
source: Content sharing settings needs to be configured.
it_it: E' necessario configurare le impostazioni di condivisione del contenuto.
