Repository: LaserSrl/Laser.Orchard.Platform
Catalog: src/Modules/Laser.Orchard.ShareLink/App_Data/Localization/*/orchard.module.po
Languages: it_it

source: Description
it_it: Descrizione

source: Enable user to select a Description
it_it: Permetti all'utente di selezionare una descrizione

source: Enable user to select a Link
it_it: Consenti all'utente la selezione di un link

source: Enable user to select a picture
it_it: Consenti all'utente la selezione di un'immagine

source: Enable user to select a Text
it_it: Consenti all'utente la selezione di un testo

source: Enable user to select a Text to share
it_it: Consenti all'utente la selezione di un testo da condividere

source: Link to share
it_it: Link da condividere

source: Picture
it_it: Foto

source: Picture to Share: use tokens to define the MediaLibraryPickerField to use as source list.
it_it: Foto da condividere: utilizza i tokens per definire il campo MediaLibraryPicker da utilizzare come lista di immagini.

source: Show Description Choise
it_it: Mostra la scelta per la descrizione

source: Show Image Choise
it_it: Mostra la scelta di un'immagine

source: Show Link Choise
it_it: Mostra la scelta di un Link

source: Show Text Choise
it_it: Mostra la scelta di un testo

source: Text
it_it: Testo

source: Text to Share
it_it: Testo da Condividere

source: Used only for Open Graph - Text to Share
it_it: Usato solo per Open Graph - Testo da condividere

source: User only for Open Graph - Text to Share
it_it: Utente solo per Open Graph - Testo da condividere

# ~/Modules/Laser.Orchard.ShareLink/Views/EditorTemplates/Parts/ShareLink.cshtml
source: Description - OpenGraph
it_it: Descrizione - OpenGraph

# ~/Modules/Laser.Orchard.ShareLink/Views/EditorTemplates/Parts/ShareLink.cshtml
source: Image
it_it: Immagine

# ~/Modules/Laser.Orchard.ShareLink/Views/EditorTemplates/Parts/ShareLink.cshtml
source: ImageList
it_it: Lista di immagini

# ~/Modules/Laser.Orchard.ShareLink/Views/EditorTemplates/Parts/ShareLink.cshtml
source: Sharing
it_it: Condivisione

# ~/Modules/Laser.Orchard.ShareLink/Views/EditorTemplates/Parts/ShareLink.cshtml
source: Text
it_it: Testo

source: Description
it_it: Descrizione

source: Facebook Fb_appId: With this OpenGraph key => Your page will appear in the 'Likes and Interests' section of the user's profile, and you have the ability to publish updates to the user
it_it: Facebook Fb_appId: Con questa chiave OpenGraph => La tua pagina comparirà nella sezione 'Mi Piace' del profilo dell'utente, e avrai l'abilità di pubblicare aggiornamenti per l'utente

source: Link to share
it_it: Link da condividere

source: Picture
it_it: Foto

source: Picture to Share
it_it: Foto da condividere

source: Text
it_it: Testo

source: Text to Share
it_it: Testo da Condividere

source: Text to Share used on OpenGraph
it_it: Testo da condividere usato su OpenGraph

# Laser.Orchard.ShareLink.Handlers.ShareLinkModuleSettingHandler
source: ShareLink
it_it: Link di condivisione
