Repository: LaserSrl/Laser.Orchard.Platform
Catalog: src/Modules/Laser.Orchard.PaymentGestPay/App_Data/Localization/*/orchard.module.po
Languages: it_it

# ~/Modules/Laser.Orchard.PaymentGestPay/Views/Admin/Index.cshtml
source: Allowed IP
it_it: IP permesso

# ~/Modules/Laser.Orchard.PaymentGestPay/Views/Admin/Index.cshtml
source: GestPay back-office settings.
it_it: Impostazioni per il back-office di GestPay.

# ~/Modules/Laser.Orchard.PaymentGestPay/Views/Admin/Index.cshtml
source: GestPay Shop Login
it_it: Codice negozio GestPay

# ~/Modules/Laser.Orchard.PaymentGestPay/Views/Admin/Index.cshtml
source: Insert your GestPay Shop Login.
it_it: Inserisci il codice negozio GestPay

# ~/Modules/Laser.Orchard.PaymentGestPay/Views/Admin/Index.cshtml
source: It was impossible to verify the server's IP.
it_it: È stato impossibile verificare l'indirizzo IP del server.

# ~/Modules/Laser.Orchard.PaymentGestPay/Views/Admin/Index.cshtml
source: Negative answer URL:
it_it: URL per risposta negativa

# ~/Modules/Laser.Orchard.PaymentGestPay/Views/Admin/Index.cshtml
source: Positive answer URL:
it_it: URL per risposta positiva

# ~/Modules/Laser.Orchard.PaymentGestPay/Views/Admin/Index.cshtml
source: Save
it_it: Salva

# ~/Modules/Laser.Orchard.PaymentGestPay/Views/Admin/Index.cshtml
source: Selecting this checkbox will mean that we are using GestPay's test environment. Payments there are fake.
it_it: Selezionando questa opzione si utilizzerà l'ambiente di test di GestPay. I pagamenti saranno fasulli.

# ~/Modules/Laser.Orchard.PaymentGestPay/Views/Admin/Index.cshtml
source: Server to Server URL:
it_it: URL Server to Server

# ~/Modules/Laser.Orchard.PaymentGestPay/Views/Admin/Index.cshtml
source: Use test environment.
it_it: Usa l'ambiente di test.

# ~/Modules/Laser.Orchard.PaymentGestPay/Views/Admin/Index.cshtml
source: You should insert this information in the corresponding sections of GestPay's back-office, under the configuration tab for your shop.
it_it: Inserite queste informazioni nella sezione corrispondente del back-office di GestPay, nel tab di configurazione per il negozio.

# Laser.Orchard.PaymentGestPay.Controllers.TransactionsController
source: Transaction failed with error: {0}
it_it: Transazione fallita con Errore: {0}

# Laser.Orchard.PaymentGestPay.Controllers.TransactionsController
source: Transactions still in progress.
it_it: Transazione in corso.

# Laser.Orchard.PaymentGestPay.Controllers.TransactionsController
source: Transaction successful.
it_it: Transazione avvenuta con successo.

# Laser.Orchard.PaymentGestPay.Navigation.AdminMenu
source: Payments
it_it: Pagamenti

# Laser.Orchard.PaymentGestPay.Navigation.AdminMenu
source: Settings
it_it: Impostazioni

# Laser.Orchard.PaymentGestPay.Services.///
source: EndPayment caused exception: {0}. pId: {1} error:{2}
it_it: EndPayment ha causato una eccezione: {0}. pId: {1} errore:{2}

# Laser.Orchard.PaymentGestPay.Services.///
source: EndPayment caused exception: {0}. pId: {1} success: false error:{2}
it_it: EndPayment ha causato una eccezione: {0}. pId: {1} success: false errore:{2}

# Laser.Orchard.PaymentGestPay.Services.///
source: EndPayment caused exception: {0}. pId: {1} success: false error:{2} info:{3}
it_it: EndPayment ha causato una eccezione: {0}. pId: {1} success: false info:{2}

# Laser.Orchard.PaymentGestPay.Services.///
source: EndPayment caused exception: {0}. pId: {1} success: true
it_it: EndPayment ha causato una eccezione: {0}. pId: {1} success: true

# Laser.Orchard.PaymentGestPay.Services.///
source: Failed to create a transaction object based on the PaymentRecord
it_it: Creazione della transazione sulla base del PaymentRecord fallita

# Laser.Orchard.PaymentGestPay.Services.///
source: Failed to get the transaction Id back from GestPay.
it_it: Tentativo di ricevere l'ID della transazione da GestPay fallito.

# Laser.Orchard.PaymentGestPay.Services.///
source: Failed to get the transaction Id back from GestPay. Error {0}: {1}
it_it: Tentativo di ricevere l'ID della transazione da GestPay fallito. Errore {0}: {1}

# Laser.Orchard.PaymentGestPay.Services.///
source: Failed to identify transaction from GestPay's response. Additional error: {0}
it_it: Impossibile identificare la transazione dalla risposta di GestPay. Errore addizionale: {0}

# Laser.Orchard.PaymentGestPay.Services.///
source: GestPay sent transaction information, but the Shop Login was wrong ({0})
it_it: GestPay ha inviato informazioni su una transazione, ma il codice negozio era errato ({0})

# Laser.Orchard.PaymentGestPay.Services.///
source: Remote service replied with an error. Error {0}: {1}
it_it: Il servizio remoto ha inviato un messaggio di errore. Errore {0}: {1}

# Laser.Orchard.PaymentGestPay.Services.///
source: Request to GestPay service failed: {0}
it_it: La richiesta al servizio GestPay è fallita: {0}

# Laser.Orchard.PaymentGestPay.Services.///
source: The amount from the GestPay server ({0}) does not match the amount in our records ({1}).
it_it: L'importo registrato sui server GestPay ({0}) non corrisponde all'importo nei nostri record ({1}).

# Laser.Orchard.PaymentGestPay.Services.///
source: Transaction information not valid: {0}
it_it: Informazioni sulla transazione non valide: {0}

# Laser.Orchard.PaymentGestPay.Services.///
source: Transaction object cannot be null.
it_it: L'oggetto che rappresenta la transazione non può essere null.

# Laser.Orchard.PaymentGestPay.Services.///
source: Validation problems on the response received: {0}
it_it: Problemi di validazione sui dati della risposta ricevuta: {0}

# Laser.Orchard.PaymentGestPay.Services.to
source: EndPayment caused exception: {0}. pId: {1} success: false error:{2}
it_it: EndPayment ha causato una eccezione: {0}. pId: {1} success: false errore:{2}

# Laser.Orchard.PaymentGestPay.Services.to
source: EndPayment caused exception: {0}. pId: {1} success: false error:{2} info:{3}
it_it: EndPayment ha causato una eccezione: {0}. pId: {1} success: false info:{2}

# Laser.Orchard.PaymentGestPay.Services.to
source: EndPayment caused exception: {0}. pId: {1} success: true
it_it: EndPayment ha causato una eccezione: {0}. pId: {1} success: true

# Laser.Orchard.PaymentGestPay.Services.to
source: Failed to create a transaction object based on the PaymentRecord
it_it: Creazione della transazione sulla base del PaymentRecord fallita

# Laser.Orchard.PaymentGestPay.Services.to
source: Failed to get the transaction Id back from GestPay.
it_it: Tentativo di ricevere l'ID della transazione da GestPay fallito.

# Laser.Orchard.PaymentGestPay.Services.to
source: Failed to get the transaction Id back from GestPay. Error {0}: {1}
it_it: Tentativo di ricevere l'ID della transazione da GestPay fallito. Errore {0}: {1}

# Laser.Orchard.PaymentGestPay.Services.to
source: Failed to identify transaction from GestPay's response. Additional error: {0}
it_it: Impossibile identificare la transazione dalla risposta di GestPay. Errore addizionale: {0}

# Laser.Orchard.PaymentGestPay.Services.to
source: GestPay sent transaction information, but the Shop Login was wrong ({0})
it_it: GestPay ha inviato informazioni su una transazione, ma il codice negozio era errato ({0})

# Laser.Orchard.PaymentGestPay.Services.to
source: Remote service replied with an error. Error {0}: {1}
it_it: Il servizio remoto ha inviato un messaggio di errore. Errore {0}: {1}

# Laser.Orchard.PaymentGestPay.Services.to
source: Request to GestPay service failed: {0}
it_it: La richiesta al servizio GestPay è fallita: {0}

# Laser.Orchard.PaymentGestPay.Services.to
source: Transaction information not valid: {0}
it_it: Informazioni sulla transazione non valide: {0}

# Laser.Orchard.PaymentGestPay.Services.to
source: Transaction object cannot be null.
it_it: L'oggetto che rappresenta la transazione non può essere null.

# Laser.Orchard.PaymentGestPay.Services.to
source: Validation problems on the response received: {0}
it_it: Problemi di validazione sui dati della risposta ricevuta: {0}
