Repository: LaserSrl/Laser.Orchard.Platform
Catalog: src/Modules/Laser.Orchard.ContentExtension/App_Data/Localization/*/orchard.module.po
Languages: it_it

# ~/Modules/Laser.Orchard.ContentExtension/Views/Admin/Settings.cshtml
source: ContentType
it_it: Tipo di contenuto

# ~/Modules/Laser.Orchard.ContentExtension/Views/Admin/Settings.cshtml
source: ContentType Permission Settings
it_it: Impostazione dei permessi per il tipo di contenuto

# ~/Modules/Laser.Orchard.ContentExtension/Views/Admin/Settings.cshtml
source: If multiple permissions are set for same ContentType then, if one permission is matched, ContentType access is enabled
it_it: Nel caso in cui vengano assegnati più permessi, è sufficiente anche solo una sola corrispondenza per permettere l'accesso al contenuto.

# ~/Modules/Laser.Orchard.ContentExtension/Views/Admin/Settings.cshtml
source: Permission Delete
it_it: Permesso di Eliminazione

# ~/Modules/Laser.Orchard.ContentExtension/Views/Admin/Settings.cshtml
source: Permission Get
it_it: Permesso di Lettura

# ~/Modules/Laser.Orchard.ContentExtension/Views/Admin/Settings.cshtml
source: Permission Post
it_it: Permesso di Scrittura

# ~/Modules/Laser.Orchard.ContentExtension/Views/Admin/Settings.cshtml
source: Permission Publish
it_it: Permesso di Pubblicazione

# ~/Modules/Laser.Orchard.ContentExtension/Views/Admin/Settings.cshtml
source: Replace ContentType with empty value to delete element
it_it: Inserire stringa vuota nel Tipo di contenuto per cancellare l'intera riga

# ~/Modules/Laser.Orchard.ContentExtension/Views/Admin/Settings.cshtml
source: Set the permission in orchard style es: don't set EditOwnUserReport permission at UserReport contenttype but EditUserReport (and assign at users EditOwnUserReport permission)
it_it: Impostare il permesso più generico. es: per il tipo di contenuto UserReport non impostare il permesso EditOwnUserReport ma EditUserReport (contestualmente assegnare il permesso EditOwnUserReport sull'opportuno ruolo)

# ~/Modules/Laser.Orchard.ContentExtension/Views/Admin/Settings.cshtml
source: The workflow authorization is: if (test orchardauthorization) then authorized else { if (test this ContentType Permission Settings) then authorized else {if (test generic permission for contentitem) then authorized else unauthorized}}
it_it: Per le autorizzazioni all'interno di un workflow, impostare la seguente condizione: if (test orchardauthorization) then authorized else { if (test this ContentType Permission Settings) then authorized else {if (test generic permission for contentitem) then authorized else unauthorized}}

# ~/Modules/Laser.Orchard.ContentExtension/Views/Admin/Settings.cshtml
source: Update settings
it_it: Aggiorna le impostazioni

source: No content found. try again by changing the filters
it_it: Nessun contenuto trovato. Prova cambiando i criteri di filtro.

source: Apply
it_it: Applica

source: Page returned an error an results cannot be displayed.
it_it: La pagina ha restituito un errore e non è possibile visualizzare i risultati.

source: Search filters
it_it: Filtri di ricerca

source: (Default Layout)
it_it: (Schema predefinito)

source: Check if the query returns an HqlResult and NOT a list of content items.
it_it: Selezionare nel caso in cui la query ritorni un HqlResult e NON una lista di contenuti.

source: Check to add a pager to the list.
it_it: Seleziona per aggiungere i pulsanti di paginazione alla lista.

source: Choose a form to be used as filtering form.
it_it: Scegliere un form da usare come form di filtro.

source: Choose a form to be used to render results.
it_it: Scegliere un form da usare per visualizzare i risultati.

source: Content type
it_it: Tipo di Contenuto

source: ContentType for filtering
it_it: Tipo di contenuto utilizzato per filtrare

source: Custom razor for filtering
it_it: Razor personalizzato utilizzato per filtrare

source: Custom razor for results
it_it: Razor personalizzato per visualizzare i risultati

source: Edit Query
it_it: Modifica Ricerca

source: For Query
it_it: Per la Ricerca

source: Form Files
it_it: Files per il form

source: Icon
it_it: Icona

source: Items to display
it_it: Elementi da visualizzare

source: Maximum items
it_it: Massimo numero di oggetti

source: Maximum number of items which can be queried at once. Use 0 for unlimited. This is only used as a failsafe when the number of items comes from a user-provided source such as the query string.
it_it: Il numero massimo di oggetti che si possano ricercare. Inserire 0 per non imporre un limite. Questo parametro è utilizzato con sicurezza nel caso in cui il numero di oggetti sia dato dall'utente.

source: Menu text
it_it: Testo del menu

source: Optional. Provide a suffix to use when multiple pagers are displayed on the same page, e.g., when using multiple Projection Widgets, or to define alternates.
it_it: Opzionale. Inserire un suffisso da utilizzare quando più numeratori di pagina vengono visualizzati contemporaneamente. Es. quando si utilizzano più widget di proiezione, o quando si definiscono delle alternative.

source: Position
it_it: Posizione

source: Query
it_it: Ricerca

source: Razor file
it_it: File Razor

source: Returns an Hql result
it_it: Restituisce il risultato di una query Hql

source: Show on admin menu
it_it: Mostra sul menu di amministrazione

source: Show pager
it_it: Visualizza i pulsanti di paginazione

source: Suffix
it_it: Suffisso

source: The Action used for generate menu link.
it_it: La Action usata per generare il menu link.

source: The Area used for generate menu link.
it_it: L'Area usata per generare il menu link.

source: The Controller used for generate menu link.
it_it: Il Controller utilizzato per generare il menu link.

source: The css class used as icon for the admin menu item.
it_it: La classe css utilizzata come icona per la voce del menu di amministrazione.

source: The Icon used for menu link.
it_it: L'icona usata per il menu link.

source: The number of items to display. Enter 0 for no limit. When using pagination, this is the number of items per page.
it_it: Il numero di oggetti da visualizzare. Inserire 0 per non imporre un limite. Quando si usa la paginazione, questo è il numero di oggetti per pagina.

source: The number of items to skip (e.g., if 2 is entered, the first 2 items won't be diplayed).
it_it: Il numero di oggetti da saltare (e.g. se si inserisce 2, i primi 2 oggetti non saranno visualizzati).

source: The position in the menu.
it_it: La posizione nel menu.

source: The position of item in the admin menu.
it_it: la posizione della voce del menu di amministrazione.

source: The query to display.
it_it: La ricerca da visualizzare.

source: The Shape used for search form.
it_it: La Shape usata per il form di ricerca.

source: The text of the admin menu item.
it_it: Il testo della voce del menu di amministrazione.

source: The text that should appear in the menu.
it_it: Il testo che dovrebbe apparire nel menu.

source: There are not forms set. Create the first by adding a cshtml file in the /App_Data/Sites/{tenant}/Code folder
it_it: Non c'è alcun form disponibile. È possibile crearne uno aggiungendo un file cshtml nella cartella /App_Data/Sites/{tenant}/Code

source: There are not razors set. Create the first by adding a cshtml file in the /App_Data/Sites/{tenant}/Code folder
it_it: Non c'è alcun razor disponibile. È possibile crearne uno aggiungendo un file cshtml nella cartella /App_Data/Sites/{tenant}/Code

source: Type a ContentType name. Leave empty to not use a ContenType as form for filtering.
it_it: Digitare il nome di un tipo di contenuto. Lasciare vuoto nel caso in cui non si desideri utilizzare un particolare tipo di contenuto come form di filtro.

# Laser.Orchard.ContentExtension.Controllers.AdminController
source: check your input!
it_it: verificare i valori inseriti!

# Laser.Orchard.ContentExtension.Controllers.AdminController
source: ContentType Permission settings updated.
it_it: Impostazione dei permessi per il tipo di contenuto aggiornate.

# Laser.Orchard.ContentExtension.Controllers.AdminController
source: Settings update failed: {0}
it_it: Aggiornamento impostazioni fallito: {0}

# Laser.Orchard.ContentExtension.Controllers.AdminController
source: Yout have to be an Administrator to edit ContentTypePermission settings!
it_it: Devi essere un Amministratore per poter modificare le impostazioni dei Permessi

# Laser.Orchard.ContentExtension.Controllers.ContentItemController
source: ContentType not exist
it_it: Il tipo di contenuto non esiste

# Laser.Orchard.ContentExtension.Controllers.ContentItemController
source: No content with this Id
it_it: Contenuto inesistente

# Laser.Orchard.ContentExtension.Controllers.ElementDetail
source: You don't have permission "Manage settings" to define and manage User Groups!
it_it: Non hai il permesso "Manage settings" per definire e gestire i gruppi di utenti.

# Laser.Orchard.ContentExtension.Controllers.testpostController
source: You don't have permission "Manage settings" to define and manage User Groups!
it_it: Non hai il permesso "Manage settings" per definire e gestire i gruppi di utenti.

# Laser.Orchard.ContentExtension.Controllers.UploadFileController
source: The file extension in the filename is not allowed or has not been provided.
it_it: L'estensione del file non è tra quelle autorizzate o non è contenuta nel nome del file.

# Laser.Orchard.ContentExtension.Drivers.ViewDataContainer
source: Suffix should not contain special characters.
it_it: Il suffisso non può contenere caratteri speciali.

# Laser.Orchard.ContentExtension.Drivers.ViewDataContainer
source: The AdminMenuText field is required
it_it: Il campo AdminMenuText è obbligatorio

# Laser.Orchard.ContentExtension.Navigation.ContentExtensionNavigationProvider
source: ContentType Permission
it_it: Permessi per il tipo di contenuto

# Laser.Orchard.ContentExtension.Navigation.ContentExtensionNavigationProvider
source: Settings
it_it: Impostazioni
