Repository: LaserSrl/Laser.Orchard.Platform
Catalog: src/Modules/Laser.Orchard.Fidelity/App_Data/Localization/*/orchard.module.po
Languages: fr_fr, it_it

source: Always
it_it: Sempre

source: API URL
fr_fr: URL API
it_it: URL API

source: Create Loyalzoo Account on Login:
it_it: Creare un Account LoyalZoo in fase di Login:

source: Developer Secret Key
fr_fr: Cl� Secr�te Developpeur
it_it: Chiave Segreta Sviluppatore

source: Fidelity
it_it: Fedeltà

source: Merchant Password
fr_fr: Mot de Passe Marchand
it_it: Password Venditore

source: Merchant Username
fr_fr: Nom d'Utilisateur Marchand
it_it: Nome Utente Venditore

source: Never
it_it: Mai

source: Only for external authentications
it_it: Solo per le autenticazioni esterne

source: The password of the merchant account.
fr_fr: Le mot de passe du compte associ� au marchand.
it_it: La password dell'account assegnato al venditore.

source: The secret developer key used by Loyalzoo.
fr_fr: La cl� secr�te du developpeur utiliz�e par Loyalzoo.
it_it: La chiave segreta assegnata allo sviluppatore da Loyalzoo.

source: The URL to use to call Loyalzoo.
fr_fr: L'URL � utilizer pour appeler Loyalzoo
it_it: L'URL da usare per interfacciarsi con Loyalzoo

source: The username of the merchant account.
fr_fr: Le nom d'utilisateur du compte associ� au marchand.
it_it: Il nome utente dell'account assegnato al venditore.

source: Whether to create or not a Loyalzoo account at login for users not already associated to a Loyalzoo account data.
it_it: Se creare o meno durante la fase di login un account Loyalzoo per gli utenti di tale account.

source: <b>Warning</b>: By using this button the above Loyalzoo data will be ignored and an account will be automatically created using a random password.
fr_fr: <b>Attention</b>: En utilisant ce bouton les donn�es Loyalzoo au-dessus seront ignor�s et un compte sera automatiquement cre�e en utilizant un mot de passe al�atoire.
it_it: <b>Attenzione</b>: Utilizzando questo pulsante i dati Loyalzoo inseriti sopra verranno ignorati e un account verra' automaticamente creato utilizzando una password casuale.

source: Automatically create Loyalzoo account
fr_fr: Cr�er automatiquement un compte Loyalzoo
it_it: Crea automaticamente un account Loyalzoo

source: Loyalzoo Customer Session ID
fr_fr: ID Session Client Loyalzoo
it_it: ID Sessione Cliente Loyalzoo

source: Loyalzoo Password
fr_fr: Mot de Passe Loyalzoo
it_it: Password Loyalzoo

source: Loyalzoo User Data
fr_fr: Donn�es Utilizateur Loyalzoo
it_it: Dati Utente Loyalzoo

source: Loyalzoo Username
fr_fr: Nom d'Utilizateur Loyalzoo
it_it: Nome Utente Loyalzoo

source: The password of the Loyalzoo customer account.
fr_fr: Le mot de passe du compte associ� au client.
it_it: La password dell'account cliente Loyalzoo.

source: The session ID of the Loyalzoo customer account.
fr_fr: L'ID de session du compte client Loyalzoo.
it_it: L'ID di sessione dell'account cliente Loyalzoo.

source: The username of the Loyalzoo customer account.
fr_fr: Le nom d'utilisateur du compte associ� au client.
it_it: Il nome utente dell'account cliente Loyalzoo.

# Laser.Orchard.Fidelity.Controllers.FidelityController
source: Registration failed: {0}
fr_fr: Enregistrement pas possible: {0}
it_it: Registrazione fallita: {0}

# Laser.Orchard.Fidelity.Controllers.FidelityController
source: The provided part cannot be used for registration.
fr_fr: La pi�ce fourni ne peut pas �tre utilis� pour s'enregistrer.
it_it: La parte fornita non pu� essere usata per la registrazione.

# Laser.Orchard.Fidelity.Controllers.FidelityController
source: Unable to register: {0}
fr_fr: Enregistrement pas possible: {0}
it_it: Impossibile portare a termine la registrazione: {0}

# Laser.Orchard.Fidelity.Handlers.FidelitySiteSettingsHandler
source: Fidelity
it_it: Fedeltà

# Laser.Orchard.Fidelity.Menus.LoyalzooBackEndMenu
source: Fidelity
it_it: Fedeltà
