Repository: LaserSrl/Laser.Orchard.Platform
Catalog: src/Modules/Laser.Orchard.Queries/App_Data/Localization/*/orchard.module.po
Languages: it_it

source: Picker is for hql queries
it_it: Lista a discesa per le query hql

source: Caption
it_it: Etichetta

source: nothing (default) = no filter
it_it: vuoto (default) = nessun filtro

source: Settings - Query User Filter Extension
it_it: Impostazioni - Estensione per Ricerche utente

source: Custom queries picker
it_it: Selezione di una query personalizzata

source: found {0:N0} content items
it_it: Trovato/i {0:N0} contenuto/i

source: Pick a user defined query
it_it: Seleziona una ricerca utente

source: User defined queries picker
it_it: Scelta Ricerca utente

# ~/Modules/Laser.Orchard.Queries/Views/Filter/Add.cshtml
source: Add a Filter
it_it: Aggiungi un Filtro

# ~/Modules/Laser.Orchard.Queries/Views/Filter/Add.cshtml
source: Description
it_it: Descrizione

# ~/Modules/Laser.Orchard.Queries/Views/Filter/Add.cshtml
source: Name
it_it: Nome

# ~/Modules/Laser.Orchard.Queries/Views/Filter/Add.cshtml
source: There are no currently available filters
it_it: Nessun filtro disponibile

# ~/Modules/Laser.Orchard.Queries/Views/Filter/Edit.cshtml
source: Description
it_it: Descrizione

# ~/Modules/Laser.Orchard.Queries/Views/Filter/Edit.cshtml
source: Edit Filter - {0}
it_it: Modifica Filtro - {0}

# ~/Modules/Laser.Orchard.Queries/Views/Filter/Edit.cshtml
source: Save
it_it: Salva

# ~/Modules/Laser.Orchard.Queries/Views/Filter/Edit.cshtml
source: You may optionally give a description to this filter, to be used in the dashboard screens.
it_it: Puoi opzionalmente, per questo filtro, fornire una descrizione che sarà visualizzata nelle schermate del Pannello Amministrativo.

# ~/Modules/Laser.Orchard.Queries/Views/MyQueryAdmin/Edit.cshtml
source: Edit HQL Query
it_it: Modifica Query HQL

# ~/Modules/Laser.Orchard.Queries/Views/MyQueryAdmin/index.cshtml
source: a moment ago
it_it: poco fa

# ~/Modules/Laser.Orchard.Queries/Views/MyQueryAdmin/index.cshtml
source: By
it_it: di

# ~/Modules/Laser.Orchard.Queries/Views/MyQueryAdmin/index.cshtml
source: Clear
it_it: Cancella

# ~/Modules/Laser.Orchard.Queries/Views/MyQueryAdmin/index.cshtml
source: Create New HQL Query
it_it: Crea nuova query HQL

# ~/Modules/Laser.Orchard.Queries/Views/MyQueryAdmin/index.cshtml
source: Create New One Shot Query
it_it: Crea nuova Ricerca One Shot

# ~/Modules/Laser.Orchard.Queries/Views/MyQueryAdmin/index.cshtml
source: Create New One Shot UserQuery
it_it: Crea nuova Ricerca One Shot

# ~/Modules/Laser.Orchard.Queries/Views/MyQueryAdmin/index.cshtml
source: Create New Query
it_it: Crea nuova Ricerca

# ~/Modules/Laser.Orchard.Queries/Views/MyQueryAdmin/index.cshtml
source: Create New UserQuery
it_it: Crea nuova Ricerca utente

# ~/Modules/Laser.Orchard.Queries/Views/MyQueryAdmin/index.cshtml
source: days ago
it_it: giorni fa

# ~/Modules/Laser.Orchard.Queries/Views/MyQueryAdmin/index.cshtml
source: Delete
it_it: Elimina

# ~/Modules/Laser.Orchard.Queries/Views/MyQueryAdmin/index.cshtml
source: Edit
it_it: Modifica

# ~/Modules/Laser.Orchard.Queries/Views/MyQueryAdmin/index.cshtml
source: hours ago
it_it: Ore fa

# ~/Modules/Laser.Orchard.Queries/Views/MyQueryAdmin/index.cshtml
source: Last modified
it_it: Ultima modifica

# ~/Modules/Laser.Orchard.Queries/Views/MyQueryAdmin/index.cshtml
source: List Queries
it_it: Lista Ricerche

# ~/Modules/Laser.Orchard.Queries/Views/MyQueryAdmin/index.cshtml
source: minutes ago
it_it: minuti fa

# ~/Modules/Laser.Orchard.Queries/Views/MyQueryAdmin/index.cshtml
source: Search
it_it: Cerca

# ~/Modules/Laser.Orchard.Queries/Views/MyQueryAdmin/index.cshtml
source: Search:
it_it: Cerca:

# ~/Modules/Laser.Orchard.Queries/Views/UserQueryAdmin/Create.cshtml
source: Save
it_it: Salva

# ~/Modules/Laser.Orchard.Queries/Views/UserQueryAdmin/Create.cshtml
source: Title:
it_it: Titolo:

# ~/Modules/Laser.Orchard.Queries/Views/UserQueryAdmin/CreateOneShot.cshtml
source: Save
it_it: Salva

# ~/Modules/Laser.Orchard.Queries/Views/UserQueryAdmin/CreateOneShot.cshtml
source: Title:
it_it: Titolo:

# ~/Modules/Laser.Orchard.Queries/Views/UserQueryAdmin/Edit.cshtml
source: + Add a new Filter
it_it: + Aggiungi nuovo Filtro

# ~/Modules/Laser.Orchard.Queries/Views/UserQueryAdmin/Edit.cshtml
source: + Add a new Layout
it_it: + Aggiungi nuovo Layout

# ~/Modules/Laser.Orchard.Queries/Views/UserQueryAdmin/Edit.cshtml
source: + Add a new Sort Criteria
it_it: + Aggiungi nuovo criterio di ordinamento

# ~/Modules/Laser.Orchard.Queries/Views/UserQueryAdmin/Edit.cshtml
source: Add a new Group
it_it: Aggiungi un nuovo Gruppo

# ~/Modules/Laser.Orchard.Queries/Views/UserQueryAdmin/Edit.cshtml
source: Add a new Layout
it_it: Aggiungi un nuovo Layout

# ~/Modules/Laser.Orchard.Queries/Views/UserQueryAdmin/Edit.cshtml
source: Close
it_it: Chiudi

# ~/Modules/Laser.Orchard.Queries/Views/UserQueryAdmin/Edit.cshtml
source: Delete
it_it: Elimina

# ~/Modules/Laser.Orchard.Queries/Views/UserQueryAdmin/Edit.cshtml
source: Delete group
it_it: Elimina gruppo

# ~/Modules/Laser.Orchard.Queries/Views/UserQueryAdmin/Edit.cshtml
source: Description
it_it: Descrizione

# ~/Modules/Laser.Orchard.Queries/Views/UserQueryAdmin/Edit.cshtml
source: Down
it_it: Giù

# ~/Modules/Laser.Orchard.Queries/Views/UserQueryAdmin/Edit.cshtml
source: Edit
it_it: Modifica

# ~/Modules/Laser.Orchard.Queries/Views/UserQueryAdmin/Edit.cshtml
source: Edit Query - {0}
it_it: Modifica Ricerca - {0}

# ~/Modules/Laser.Orchard.Queries/Views/UserQueryAdmin/Edit.cshtml
source: Filters
it_it: Filtri

# ~/Modules/Laser.Orchard.Queries/Views/UserQueryAdmin/Edit.cshtml
source: Or
it_it: O

# ~/Modules/Laser.Orchard.Queries/Views/UserQueryAdmin/Edit.cshtml
source: Preview
it_it: Anteprima

# ~/Modules/Laser.Orchard.Queries/Views/UserQueryAdmin/Edit.cshtml
source: Sort Criteria
it_it: Criteri di ordinamento

# ~/Modules/Laser.Orchard.Queries/Views/UserQueryAdmin/Edit.cshtml
source: Up
it_it: Su

# ~/Modules/Laser.Orchard.Queries/Views/UserQueryAdmin/Preview.cshtml
source: Manage Queries
it_it: Gestisci Ricerche

# ~/Modules/Laser.Orchard.Queries/Views/UserQueryAdmin/Preview.cshtml
source: The query returned no results
it_it: La ricerca non ha restituito risultati

# Laser.Orchard.Queries.Controllers.MyQueryAdminController
source: Query Removed
it_it: Ricerca rimossa

# Laser.Orchard.Queries.Controllers.MyQueryAdminController
source: Query saved
it_it: Ricerca salvata

# Laser.Orchard.Queries.Controllers.UserQueryAdminController
source: Not authorized to edit queries
it_it: Non autorizzato a modificare le Ricerche

# Laser.Orchard.Queries.Controllers.UserQueryAdminController
source: Not authorized to manage queries
it_it: Non autorizzato a gestire le Ricerche

# Laser.Orchard.Queries.Controllers.UserQueryAdminController
source: Query {0} deleted
it_it: Ricerca {0} eliminata

# Laser.Orchard.Queries.Controllers.UserQueryAdminController
source: Query saved
it_it: Ricerca salvata

# Laser.Orchard.Queries.FilterController
source: Filter deleted
it_it: Filtro eliminato

# Laser.Orchard.Queries.FilterController
source: Not authorized to manage queries
it_it: Non autorizzato a gestire le Ricerche

# Laser.Orchard.Queries.Forms.ParametrizedHQLForm
source: Enter the HQL query. You may use parameters with the following syntax: ( :paramN ). N is the line number (0-based) for the parameter configuration above. The parentheses and whitespace around :paramN are mandatory. The query should return the Ids of the selected ContentItems.
it_it: Inserire la query HQL. È possibile utilizzare la seguetne sintassi: ( :paramN ). N è il numero di riga (0-based) del parametro configurato sopra. Le parentesi e gli spazi intorno a :paramN sono obbligatori. La query deve restituire un elenco di Id di contenuti.

# Laser.Orchard.Queries.Forms.ParametrizedHQLForm
source: Enter the values for the parameters. You may use tokens. Enter one value per line, and end each line with a comma: they will each map to a different parameter. This does not support multiline string parameters. All parameters are parsed as strings.
it_it: Inserire i valori dei parametri. È possibile utilizzare token. Inserire un valore per riga, e terminare ogni riga con un una virgola: ogni riga verrà considerata un parametro a sé. La configurazione non supporta parametri multi riga. Tutti i parametri saranno considerati e analizzati come stringhe.

# Laser.Orchard.Queries.Forms.ParametrizedHQLForm
source: HQL Query
it_it: Query HQL

# Laser.Orchard.Queries.Forms.ParametrizedHQLForm
source: Parameters
it_it: Parametri

# Laser.Orchard.Queries.Navigation.AdminMenu
source: Custom Query
it_it: Query utente

# Laser.Orchard.Queries.Providers.HQLQueryFilterProvider
source: Allows using a parametrized HQL query to select content items.
it_it: Consente l'utilizzo di una query HQL parametrica per estrarre elementi di contenuto.

# Laser.Orchard.Queries.Providers.HQLQueryFilterProvider
source: Filter ContentItems using a parametrized query.
it_it: Filtrare i contenuti in base ad una query parametrica.

# Laser.Orchard.Queries.Providers.HQLQueryFilterProvider
source: HQL Query
it_it: Query HQL
