Repository: LaserSrl/Laser.Orchard.Platform
Catalog: src/Modules/Laser.Orchard.DataProtection/App_Data/Localization/*/orchard.module.po
Languages: it_it

source: A data context in the following form: ,key1=val1,key2=val2,. Example: ,company=Microsoft,sector=marketing,country=italy,.
it_it: Un contesto dei dati nella forma: ,chiave1=valore1,chiave2=valore2,. Esempio: ,company=Microsoft,sector=marketing,country=italy,.

source: Check to force default value on saving and to disable user editing on data context.
it_it: Spunta per forzare il valore di default al momento del salvataggio, e per disabilitare la possibilità che l'utente modifichi il contesto dei dati.

source: Default data context
it_it: Contesto di default dei dati

source: Force default value
it_it: Forza il valore di default

source: A data restriciton per row. Each data restriction has the following form: key1=val1,key2=val2?key3=val3. Example: company=Microsoft,sector=marketing,country=italy?city=Rome. Restrictions following question mark are applied on edit only and they are optional.
it_it: Una restrizione dei dati per linea. Ogni restrizione dei dati ha la forma: chiave1=valore1,chiave2=valore2?chiave3=valore3. Esempio: company=Microsoft,sector=marketing,country=italy?city=Rome. Le restrizioni dopo un punto interrogativo sono applicate solo al momento di una modifica, e sono opzionali.

source: Check to force default value on saving and to disable user editing on data restrictions.
it_it: Spunta per forzare il valore di default al momento del salvataggio, e per disabilitare la possibilità che l'utente modifichi le restrizioni sui dati.

source: Default data restrictions
it_it: Restrizioni di default sui dati

source: Force default value
it_it: Forza il valore di default

source: A data context in the following form: ,key1=val1,key2=val2,. Example: ,company=Microsoft,sector=marketing,country=italy,.
it_it: Un contesto dei dati nella forma: ,chiave1=valore1,chiave2=valore2,. Esempio: ,company=Microsoft,sector=marketing,country=italy,.

source: If youu leave blank, default value as set in settings will be applied on saving.
it_it: Se non valorizzato, al momento del salvataggio verrà usato il valore di default dalle impostazioni.

source: Data Protection
it_it: Protezione dati

source: A data restriction per row. Each data restriction has the following form: key1=val1,key2=val2?key3=val3. Example: company=Microsoft,sector=marketing,country=italy?city=Rome. Restrictions following question mark are applied on edit only and they are optional.
it_it: Una restrizione dei dati per linea. Ogni restrizione dei dati ha la forma: chiave1=valore1,chiave2=valore2?chiave3=valore3. Esempio: company=Microsoft,sector=marketing,country=italy?city=Rome. Le restrizioni dopo un punto interrogativo sono applicate solo al momento di una modifica, e sono opzionali.

source: Data Restrictions
it_it: Restrizioni sui dati

source: If youu leave blank, default value as set in settings will be applied on saving.
it_it: Se non valorizzato, al momento del salvataggio verrà usato il valore di default dalle impostazioni.

# Laser.Orchard.DataProtection.Handlers.DataProtectionSiteSettingsHandler
source: DataProtection
it_it: Protezione dati

# Laser.Orchard.DataProtection.Projections.ApplyDataProtectionQueryFilter
source: Apply Data Protection
it_it: Applica la protezione dei dati

# Laser.Orchard.DataProtection.Projections.ApplyDataProtectionQueryFilter
source: Apply Data Protection to current query.
it_it: Applica la protezione dei dati alla ricerca corrente.

# Laser.Orchard.DataProtection.Projections.ApplyDataProtectionQueryFilter
source: Apply user data restrictions to current query.
it_it: Applica le restrizioni sui dati per l'utente alla ricerca corrente.

# Laser.Orchard.DataProtection.Projections.ApplyDataProtectionQueryFilter
source: Data Protection
it_it: Protezione dati

# Laser.Orchard.DataProtection.Projections.ApplyDataProtectionQueryFilter
source: DataProtection
it_it: Protezione dati
