Repository: LaserSrl/Laser.Orchard.Platform
Catalog: src/Modules/Laser.Orchard.StartupConfig/App_Data/Localization/*/orchard.module.po
Languages: fr_fr, it_it

# Laser.Orchard.StartupConfig.Activities.WorkflowChangeOwnerForm
source: Select the new Owner of ContentItem
it_it: Selezionare il nuovo Proprietario del Contenuto

# Laser.Orchard.StartupConfig.Activities.WorkflowChangeOwnerForm
source: Set Owner of content picker element
it_it: Impostare il Proprietario del picker del contenuto

source: Cannot manage Apple Merchant Domain Association file
it_it: Impossibile gestire il file "Merchant Domain Association" di Apple Pay

source: File settings successfully saved.
it_it: Impostazioni del file salvate correttamente.

source: ApplePay Merchant Domain Association File
it_it: File per la "Merchant Domain Association" di Apple Pay

source: Settings
it_it: Impostazioni

# Laser.Orchard.StartupConfig.ColorPicker.ColorPickerFieldDriver
source: The Hex value string associated with the color (eg. #ff0000).
it_it: Il valore esadecimale associato al colore (es. #ff0000).

# Laser.Orchard.StartupConfig.ColorPicker.ColorPickerFieldDriver
source: Value
it_it: Valore

# Laser.Orchard.StartupConfig.Controllers.ApiCredentialsAdminController
source: New credentials have been generated.
it_it: Sono state generate nuove credenziali.

# Laser.Orchard.StartupConfig.Controllers.ApiCredentialsAdminController
source: Not authorized to manage API credentials.
it_it: Non autorizzato a gestire le credenziali API.

# Laser.Orchard.StartupConfig.Controllers.BearerTokenController
source: Invalid credentials.
it_it: Credenziali non valide.

# Laser.Orchard.StartupConfig.Controllers.CommandsController
source: Not authorized to use the web console
it_it: Non autorizzato a usare la web console

# Laser.Orchard.StartupConfig.Controllers.FrontEndClientStorageController
source: Cannot replace {0} with {1}
it_it: Impossibile sostituire {0} con {1}

# Laser.Orchard.StartupConfig.Controllers.FrontEndClientStorageController
source: Cannot select media
it_it: Impossibile selezionare il contenuto multimediale

# Laser.Orchard.StartupConfig.Controllers.FrontEndClientStorageController
source: Couldn't delete media items
it_it: Non è stato possibile eliminare i contenuti multimediali

# Laser.Orchard.StartupConfig.Controllers.FrontEndClientStorageController
source: This file is not allowed: {0}
it_it: Questo tipo di file non è consentito: {0}

# Laser.Orchard.StartupConfig.Controllers.FrontEndContentController
source: Couldn't publish content
it_it: Non è stato possibile pubblicare il contenuto

# Laser.Orchard.StartupConfig.Controllers.FrontEndContentController
source: Couldn't remove content
it_it: Non è stato possibile eliminare il contenuto

# Laser.Orchard.StartupConfig.Controllers.FrontEndContentController
source: Couldn't unpublish content
it_it: Non è stato possibile annullare la pubblicazione del contenuto

# Laser.Orchard.StartupConfig.Controllers.FrontEndContentController
source: That {0} has been published.
it_it: Il {0} è stato pubblicato.

# Laser.Orchard.StartupConfig.Controllers.FrontEndContentController
source: That {0} has been removed.
it_it: Il {0} è stato rimosso.

# Laser.Orchard.StartupConfig.Controllers.FrontEndContentController
source: That {0} has been unpublished.
it_it: Il {0} è stato spubblicato.

# Laser.Orchard.StartupConfig.Controllers.FrontEndContentController
source: That content has been published.
it_it: Il contenuto è stato pubblicato.

# Laser.Orchard.StartupConfig.Controllers.FrontEndContentController
source: That content has been removed.
it_it: Il contenuto è stato rimosso.

# Laser.Orchard.StartupConfig.Controllers.FrontEndContentController
source: That content has been unpublished.
it_it: La pubblicazione del contenuto è stata annullata.

# Laser.Orchard.StartupConfig.Controllers.MaintenanceAdminController
source: Couldn't remove content
it_it: Non è stato possibile eliminare il contenuto

# Laser.Orchard.StartupConfig.Controllers.MaintenanceAdminController
source: Couldn't unpublish content
it_it: Non è stato possibile annullare la pubblicazione del contenuto

# Laser.Orchard.StartupConfig.Controllers.MaintenanceAdminController
source: That {0} has been removed.
it_it: Il {0} è stato rimosso.

# Laser.Orchard.StartupConfig.Controllers.MaintenanceAdminController
source: That {0} has been unpublished.
it_it: Questo {0} è stato spubblicato.

# Laser.Orchard.StartupConfig.Controllers.MaintenanceAdminController
source: That content has been removed.
it_it: Il contenuto è stato rimosso.

# Laser.Orchard.StartupConfig.Controllers.MaintenanceAdminController
source: That content has been unpublished.
it_it: La pubblicazione del contenuto è stata annullata.

# Laser.Orchard.StartupConfig.Controllers.UsersGroupsSettingsController
source: check your input!
it_it: verifica i valori inseriti!

# Laser.Orchard.StartupConfig.Controllers.UsersGroupsSettingsController
source: Settings update failed: {0}
fr_fr: Mise à jour des paramètres a échoué: {0}
it_it: Aggiornamento impostazioni fallito: {0}

# Laser.Orchard.StartupConfig.Controllers.UsersGroupsSettingsController
source: Settings updated.
fr_fr: Paramètres mis à jour.
it_it: Impostazioni aggiornate.

# Laser.Orchard.StartupConfig.Controllers.UsersGroupsSettingsController
source: You don't have permission "Manage settings" to define and manage User Groups!
it_it: Non hai il permesso "Manage settings" per definire e gestire i gruppi di utenti.

# Laser.Orchard.StartupConfig.CultureCommands.CultureCommandsExtension
source: Cannot remove current culture {0} from site. Change current culture first.
it_it: Impossibile rimuovere la cultura principale {0} dal sito. Prima è necessario cambiare la cultura principale.

# Laser.Orchard.StartupConfig.CultureCommands.CultureCommandsExtension
source: Culture {0} is not activated on this site.
it_it: La cultura del sito {0} non è attivata.

# Laser.Orchard.StartupConfig.CultureCommands.CultureCommandsExtension
source: Removing site culture {0}
it_it: Rimozione della cultura {0} dal sito

# Laser.Orchard.StartupConfig.CultureCommands.CultureCommandsExtension
source: Site culture {0} removed successfully
it_it: Cultura {0} del sito rimossa correttamente

# Laser.Orchard.StartupConfig.CultureCommands.CultureCommandsExtension
source: Supplied culture name {0} is not valid.
it_it: La cultura {0} specificata non è valida.

# Laser.Orchard.StartupConfig.Drivers.MaintenancePartDriver
source: Error on update google analytics
it_it: Errore durante l'aggiornamento di Google Analytics

# Laser.Orchard.StartupConfig.Drivers.TaxonomyFieldExtensionDriver
source: The {0} term has been created.
fr_fr: Le terme {0} a été créé.
it_it: Il termine {0} e' stato creato.

# Laser.Orchard.StartupConfig.Drivers.TaxonomyFieldExtensionDriver
source: The checked terms have been moved to the translated taxonomy, but some of them didn't have an adequate localization and were removed.
it_it: I termini selezionati sono stati spostati nella tassonomia tradotta, ma alcuni di essi non avevano una localizzazione adeguata e sono stati rimossi.

# Laser.Orchard.StartupConfig.Drivers.TaxonomyFieldExtensionDriver
source: The checked terms have been moved to the translated taxonomy.
it_it: I termini selezionati sono stati spostati nella tassonomia tradotta.

# Laser.Orchard.StartupConfig.Drivers.TaxonomyFieldExtensionDriver
source: The field {0} is mandatory.
fr_fr: Le champ {0} est obligatoire.
it_it: Il campo {0} e' obbligatorio.

# Laser.Orchard.StartupConfig.Drivers.TaxonomyFieldExtensionDriver
source: You're not allowed to create new terms for this taxonomy
fr_fr: Vous n'êtes pas autorisé à créer de nouveaux termes pour cette taxonomie
it_it: Non sei autorizzato a creare nuovi termini per questa tassonomia

# Laser.Orchard.StartupConfig.Drivers.TermPartExtensionDriver
source: A localization of the parent term in the specified language does not exist. Please create it first.
fr_fr: Une localisation du terme parent dans la langue specifiée n'existe pas. Il est necessaire de la créer auparavant.
it_it: Una localizzazione del termine padre nel linguaggio specificato non esiste. E' necessario creare prima tale localizzazione.

# Laser.Orchard.StartupConfig.Drivers.TermPartExtensionDriver
source: The parent term is not localized. Please localize it first.
fr_fr: Le terme parent n'est pas localisé. Il est necessaire de le localiser auparavant.
it_it: Il termine padre non e' localizzato. E' necessario localizzare prima tale termine.

# Laser.Orchard.StartupConfig.Drivers.TermPartExtensionDriver
source: The term {0} already exists at this level
fr_fr: Le terme {0} existe déjà à ce niveau
it_it: Il termine {0} esiste gia' in questo livello

# Laser.Orchard.StartupConfig.Drivers.TermPartExtensionDriver
source: The term {0} already exists at this level in the destination taxonomy ({1})
fr_fr: Le terme {0} existe déjà à ce niveau dans la taxonomie de destination ({1})
it_it: Il termine {0} esiste gia' in questo livello nella tassonomia di destinazione ({1})

# Laser.Orchard.StartupConfig.Drivers.TermPartExtensionDriver
source: Unknown taxonomy: {0}
fr_fr: Taxonomie inconnue : {0}
it_it: Tassonomia sconosciuta: {0}

# Laser.Orchard.StartupConfig.Drivers.UsersGroupsDriver
source: Error Saving Content Item
it_it: Errore durante il salvataggio del Contenuto

# Laser.Orchard.StartupConfig.Drivers.UsersGroupsDriver
source: Please select a group
it_it: Si prega di selezionare un gruppo

# Laser.Orchard.StartupConfig.Drivers.UsersGroupsDriver
source: Select a Group please
it_it: Selezionare un Gruppo

# Laser.Orchard.StartupConfig.FileDownloader.Controllers.FileDownloaderController
source: File does not exist. It should have been removed by someone else.
it_it: Il file non esiste. Potrebbe essere stato rimosso da un altro operatore.

# Laser.Orchard.StartupConfig.FileDownloader.Controllers.FileDownloaderController
source: File removed.
it_it: File rimosso.

# Laser.Orchard.StartupConfig.Handlers.ContentPickerFieldExtensionHandler
source: Linked {0} has been published
it_it: Il contenuto collegato {0} è stato pubblicato

# Laser.Orchard.StartupConfig.Handlers.ContentPickerFieldExtensionHandler
source: The items in the Content Picker Field have been changed to their localized version for the language {0}
fr_fr: Les objets dans le Content Picker Field ont été changés avec leur version traduite pour la langue {0}
it_it: Gli oggetti nel Content Picker Field sono stati sostituiti con la loro versione tradotta per la lingua {0}

# Laser.Orchard.StartupConfig.Handlers.TermPartLocalizationHandler
source: A localized taxonomy for the culture {0} does not exist. The term has been associated to the master taxonomy ({1}).
fr_fr: Une version localisée de la taxonomie pour la culture {0} n'existe pas. Le terme a été associé à la taxonomie principale ({1}).
it_it: Una versione localizzata della tassonomia per la cultura {0} non esiste. Il termine e' stato associato alla tassonomia master ({1}).

# Laser.Orchard.StartupConfig.Handlers.TermPartLocalizationHandler
source: New terms can only be created for the master language ({0}). The term has been automatically moved to the corresponding taxonomy.
fr_fr: On peut créer des nouveaux termes seulement pour la langue principale ({0}). Le terme a été automatiquement placé dans la taxonomie correspondante.
it_it: E' possibile creare nuovi termini solo per la lingua principale ({0}). Il termine e' stato automaticamente spostato nella tassonomia corrispondente.

# Laser.Orchard.StartupConfig.Handlers.TermPartLocalizationHandler
source: The parent taxonomy has been changed to its localized version associated to the culture {0}.
fr_fr: La taxonomie parent a été changée avec sa version localisée associée à la culture {0}.
it_it: La tassonomia padre e' stata cambiata con la sua versione localizzata associata alla cultura {0}.

# Laser.Orchard.StartupConfig.Handlers.TermPartLocalizationHandler
source: The parent term has been changed to its localized version associated to the culture {0}.
fr_fr: Le terme parent a été changé avec sa version localisée associée à la culture {0}.
it_it: Il termine padre e' stato cambiato con la sua versione localizzata associata alla cultura {0}.

# Laser.Orchard.StartupConfig.Handlers.UsersGroupsSettingsHandler
source: UserGroups
it_it: GruppiUtente

# Laser.Orchard.StartupConfig.Localization.DateLocalization
source: Date not Valid
it_it: Data non valida

# Laser.Orchard.StartupConfig.Navigation.ContentAdminMenu
source: Content
it_it: Contenuto

# Laser.Orchard.StartupConfig.Navigation.MaintenanceMenu
source: Maintenance
it_it: Manutenzione

# Laser.Orchard.StartupConfig.Navigation.UsersGroupsSettingsProvider
source: Settings
it_it: Impostazioni

# Laser.Orchard.StartupConfig.Navigation.UsersGroupsSettingsProvider
source: Users Groups
fr_fr: Groupes d'utilisateurs
it_it: Gruppi di utenti

# Laser.Orchard.StartupConfig.Projections.ConfigurableSortCriterionProvider
source: Configurable Sort Criteria
it_it: Criteri di ordinamento configurabili

# Laser.Orchard.StartupConfig.Projections.ConfigurableSortCriterionProvider
source: Error: {0}
it_it: Errore: {0}

# Laser.Orchard.StartupConfig.Projections.ConfigurableSortCriterionProvider
source: General
it_it: Generali

# Laser.Orchard.StartupConfig.Projections.ConfigurableSortCriterionProvider
source: General sort criteria
it_it: Criteri di ordinamento generali

# Laser.Orchard.StartupConfig.Projections.ConfigurableSortCriterionProvider
source: Impossible to find a field definition with name {0} within the part {1}.
it_it: Impossibile trovare una definizione di campo con nome {0} nella parte {1}.

# Laser.Orchard.StartupConfig.Projections.ConfigurableSortCriterionProvider
source: Impossible to find a part definition with name {0}.
it_it: Impossibile trovare una definizione di parte con nome {0}.

# Laser.Orchard.StartupConfig.Projections.ConfigurableSortCriterionProvider
source: Impossible to identify the IFieldTypeEditor to sort by {0}.
it_it: Impossibile identificare l'IFieldTypeEditor per ordinare per {0}.

# Laser.Orchard.StartupConfig.Projections.ConfigurableSortCriterionProvider
source: Index: {0}
it_it: Indice: {0}

# Laser.Orchard.StartupConfig.Projections.ConfigurableSortCriterionProvider
source: It was impossible to find a descriptor for sort provider with category {0} and type {1}.
it_it: Non è stato possibile trovare un descrittore per il provider di ordinamento con categoria {0} e tipo {1}.

# Laser.Orchard.StartupConfig.Projections.ConfigurableSortCriterionProvider
source: It was impossible to uniquely identify a property named {0} for type {1}. Perhaps it lacks a MemberBinding configuration?
it_it: Non è stato possibile identificare univocamente una proprietà chiamata {0} per il tipo {1}. Forse manca la sua configurazione per il MemberBinding?

# Laser.Orchard.StartupConfig.Projections.ConfigurableSortCriterionProvider
source: It was impossible to uniquely identify a type for {0}. Perhaps it lacks a MemberBinding configuration?
it_it: Non è stato possibile identificare un tipo univoco per {0}. Forse manca la sua configurazione per il MemberBinding?

# Laser.Orchard.StartupConfig.Projections.ConfigurableSortCriterionProvider
source: Order based off a variable configuration
it_it: Ordina sulla base di una configurazione variabile.

# Laser.Orchard.StartupConfig.Projections.ConfigurableSortCriterionProvider
source: Possible types found are: {0}
it_it: Possibili tipi trovati: {0}

# Laser.Orchard.StartupConfig.Projections.ConfigurableSortCriterionProvider
source: Sorts the results by choosing the criterion from a list
it_it: Ordina i risultati selezionando un criterio da una lista.

# Laser.Orchard.StartupConfig.Projections.ConfigurableSortCriterionProvider
source: The configuration is {0}.
it_it: La configurazione è {0}.

# Laser.Orchard.StartupConfig.Projections.ConfigurableSortCriterionProvider
source: The type asked for in the sort criterion does not have a unique name. Use its FullName.
it_it: Il tipo richiesto nel criterio di ordinamento non ha un nome univoco. Usa il suo FullName.

# Laser.Orchard.StartupConfig.Projections.ConfigurableSortCriterionProvider
source: There was an error while attempting to process the Sorting configuration.
it_it: C'è stato un errore nel tentativo di valutare la configurazione di ordinamento.

# Laser.Orchard.StartupConfig.Projections.ConfigurableSortCriterionProviderForm
source: Array of objects describing the sort criteria.
it_it: Array di oggetti che descrivono i criteri di ordinamento.

# Laser.Orchard.StartupConfig.Projections.ConfigurableSortCriterionProviderForm
source: Criterion at index {0} is configured for both a part and a field.
it_it: Il criterio in posizione {0} è configurato sia per una parte che per un campo.

# Laser.Orchard.StartupConfig.Projections.ConfigurableSortCriterionProviderForm
source: Criterion at index {0} is configured for more than a single option (part, field or provider).
it_it: Il criterio all'indice {0} è configurato per più di una sola opzione (parte, campo o provider)

# Laser.Orchard.StartupConfig.Projections.ConfigurableSortCriterionProviderForm
source: Criterion at index {0} is neither for a part or a field or a provider.
it_it: Il criterio all'indice {0} non è configurato per un'opzione valida (parte, campo o provider)

# Laser.Orchard.StartupConfig.Projections.ConfigurableSortCriterionProviderForm
source: Criterion at index {0} is neither for a part or a field.
it_it: Il criterio in posizione {0} non è nè per una parte nè per un campo.

# Laser.Orchard.StartupConfig.Projections.ConfigurableSortCriterionProviderForm
source: Enter the index of the criterion to be used. This will be interpreted as an integer index into the array given here in JSON. If this is not an integer, or if it's out of the bounds of the array, the first sort criterion will be used.
it_it: Inserire l'indice del criterio da usare. Questo sarà interpretato come un indice intero per l'array dato in JSON. Se non è un intero, o se è fuori dai limiti dell'array, verrà utilizzato il primo criterio di ordinamento.

# Laser.Orchard.StartupConfig.Projections.ConfigurableSortCriterionProviderForm
source: Error while parsing the json array: {0}
it_it: Errore nell'interpretare l'array json: {0}

# Laser.Orchard.StartupConfig.Projections.ConfigurableSortCriterionProviderForm
source: Index of the sort criterion.
it_it: Indice del criterio di ordinamento.

# Laser.Orchard.StartupConfig.Projections.ConfigurableSortCriterionProviderForm
source: Insert a value for the Index (it is allowed to be a token).
it_it: Inserisci un valore per l'indice (sono permessi i token).

# Laser.Orchard.StartupConfig.Projections.ConfigurableSortCriterionProviderForm
source: The array of Criteria may not be null
it_it: L'array dei criteri non può essere null.

# Laser.Orchard.StartupConfig.Projections.ConfigurableSortCriterionProviderForm
source: This field is used for an array of objects that will describe the configuration for each criterion. In case you want to sort based on the property of a ContentPart, you must provide a value for "PartRecordTypeName" and "PropertyName". In case you want to sort by the value of a property of a ContentField, you must provide "PartName" and "FieldName"; in this case "PropertyName" is optional. In case you want to use a different provider, you must provide its "SortCriterionProviderCategory" and "SortCriterionProviderType". You may also provide an "Ascending" boolean property to affect the sort direction. Since this field may be tokenized, you should use double braces to delimit JSON objects (i.e. use {{ and }} instead of { and }). The additional "FilterLabel" property is available for use as a label for this filter when providing a frontend selection.
it_it: Questo campo è usato per un array di oggetti che descrivono la configurazione per ciascun criterio. Nel caso si voglia ordinare sulla base di una proprietà della ContentPart, bisogna dare un valore per "PartRecordTypeName" e "PropertyName". Nel caso si voglia ordinare sul valore di una proprietà di un ContentField, bisogna dare "PartName" e "FieldName"; in questo caso "PropertyName" è opzionale. Nel caso si voglia usare un provider different, bisogna dare il suo "SortCriterionProviderCategory" e "SortCriterionProviderType". Si può anche dare una proprietà booleana "Ascending" per controllare la direzione dell'ordinamento. Poichè questo campo potrebbe essere tokenizzato, bisogna usare le doppie graffe per delimitare gli oggetti JSON (quindi {{ e }} invece di { e }). La proprietà addizionale "FilterLabel" è disponibile per essere usata come etichetta per questo filtro quando si mette a disposizione una selezione a frontend.

# Laser.Orchard.StartupConfig.Projections.ConfigurableSortCriterionProviderForm
source: This field is used for an array of objects that will describe the configuration for each criterion. In case you want to sort based on the property of a ContentPart, you must provide a value for "PartRecordTypeName" and "PropertyName". In case you want to sort by the value of a property of a ContentField, you must provide "PartName" and "FieldName"; in this case "PropertyName" is optional. You may also provide an "Ascending" boolean property to affect the sort direction. Since this field may be tokenized, you should use double braces to delimit JSON objects (i.e. use {{ and }} instead of { and })
it_it: Questo campo è usato per un array di oggetti che descriveranno la configurazione per ciascun criterio. Nel caso in cui si voglia ordinare sulla base di una proprietà di una ContentPart, bisogna valorizzare "PartRecordTypeName" e "PropertyName". Nel caso in cui si voglia ordinare sulla base di una proprietà di un ContentField, bisogna valorizzare "PartName" e "FieldName"; in questo caso "PropertyName" è opzionale. Si può anche valorizzare una proprietà booleana "Ascending" per modificare la direzione di ordinamento. Visto che questo campo può contenere dei tokens, bisogna usare le doppie graffe per delimitare gli oggetti JSON (i.e. usare {{ e }} invece di { e }).

# Laser.Orchard.StartupConfig.Projections.FavoriteCultureFilter
source: Content Items associated with {0} as favorite culture.
it_it: Contenuti associati alla cultura preferita {0}.

# Laser.Orchard.StartupConfig.Projections.FavoriteCultureFilter
source: Favorite Culture
it_it: Cultura Preferenziale

# Laser.Orchard.StartupConfig.Projections.FavoriteCultureFilter
source: Localization
it_it: Localizzazione

# Laser.Orchard.StartupConfig.Projections.FavoriteCultureFilter
source: Search for Content Items associated with a favorite culture.
it_it: Ricerca per contenuti associati a una lingua preferenziale.

# Laser.Orchard.StartupConfig.Projections.FavoriteCultureForm
source: Favorite Culture
it_it: Cultura Preferenziale

# Laser.Orchard.StartupConfig.Projections.FavoriteCultureForm
source: The culture code (e.g. en-US) or the culture id to filter for.
it_it: L'id o il codice (es. en-US) della cultura per cui filtrare.

# Laser.Orchard.StartupConfig.Projections.OwnerEmailFilter
source: Content Items with owner: {0}.
it_it: Elementi di Contenuto (Content Item) con proprietario: {0}.

# Laser.Orchard.StartupConfig.Projections.OwnerEmailFilter
source: No owner email found
it_it: Nessuna e-mail proprietario trovata

# Laser.Orchard.StartupConfig.Projections.OwnerEmailFilter
source: Owner
it_it: Proprietario

# Laser.Orchard.StartupConfig.Projections.OwnerEmailFilter
source: Owner Email
it_it: Email del proprietario

# Laser.Orchard.StartupConfig.Projections.OwnerEmailFilter
source: Search for Content Items associated with a owner email.
it_it: Ricerca per Elementi di Contenuto (Content Item) associati con un indirizzo e-mail del proprietario.

# Laser.Orchard.StartupConfig.Projections.OwnerIdFilter
source: Content Items with owner id equal to: {0}.
it_it: Elementi di Contenuto (Content Item) con ID proprietario uguale a: {0}.
