Repository: LaserSrl/Laser.Orchard.Platform
Catalog: src/Modules/Laser.Orchard.StartupConfig/App_Data/Localization/*/orchard.module.po
Languages: fr_fr, it_it

# !=.AuthenticationRequiredPartDriver
source: You do not have permission to access this content.
it_it: Mancano i permessi per accedere a questo contenuto.

# ~/Modules/Laser.Orchard.StartupConfig/Views/Commands/Execute.cshtml
source: Command Line
it_it: Linea di Comando

# ~/Modules/Laser.Orchard.StartupConfig/Views/Commands/Execute.cshtml
source: Command line
it_it: Linea di Comando

source: Insert Ids separated by a ; e.g. 5;10;15
it_it: Inserisci gli Id separati da ; (punto e virgola). Ad esempio 5;10;15

source: Insert Ids separated by a ; e.g. 5;10;15
it_it: Inserisci gli Id separati da ; (punto e virgola). Ad esempio 5;10;15

source: For help consult {0}
it_it: Per aiuto consultare {0}

source: Help Text
it_it: Testo di aiuto

source: Insert options as json object, starting and ending with brackets.
it_it: Inserire opzioni nel formato json, iniziando e finendo con apici

source: Options
it_it: Opzioni

source: Cascade Publish Action
fr_fr: Publier en Cascade
it_it: Pubblica a Cascata

source: Custom View to use on Preview of selected content pickerfield items
it_it: Vista (cshtml) personalizzata da utilizzare nella preview degli elementi selezionati dal Content Picker Field

source: Custom View to use on Summary
it_it: Vista personalizzata da utilizzare nel Riepilogo

source: If checked, when the ContentItem is published also other ContentItems connected to it through the Content Picker Field will be published.
fr_fr: Si cochée, quand le ContentItem est publié aussi les autres ContentItem qu'il y sont liés par le Content Picker Field seront publiés.
it_it: Se selezionato, quando il ContentItem verrà pubblicato anche gli altri ContentItem collegati ad esso tramite il Content Picker Field verranno pubblicati.

source: If checked, when the ContentItem is saved all the ContentItems connected to it through the Content Picker Field will also be changed with their localized version in the same culture, if it exists.
fr_fr: Si cochée, quand le ContentItem est enregistré tous les ContentItem qu'il y sont liés par le Content Picker Field seront changés avec leur version traduite dans la même culture, s'il existe.
it_it: Se selezionato, quando il ContentItem viene salvato tutti i ContentItem collegati ad esso tramite il Content Picker Field saranno sostituiti con la loro versione tradotta nella medesima cultura.

source: Translate Items
fr_fr: Traduire Objets
it_it: Traduci Oggetti

source: Enable Content Creation
it_it: Abilita creazione contenuti

source: Display Text
it_it: Testo da mostrare

source: Display Text to show in back-end lists.
it_it: Testo dal mostrare nelle liste di back-end.

source: Allow edit on front end
it_it: Permetti la modifica dal front end

source: Check to allow editing the contents of this part/field from the front-end, e.g. in a CustomForm.
it_it: Seleziona per permettere la modifica del contenuto di questa parte/campo dal frontend, ad esempio in un CustomForm.

source: Columns Definition
it_it: Definizione colonne

source: Columns definition of the bootstrap-table as a json array. Example: [{field:'name',title:'Name'},{field:'description',title:'Description'}]
it_it: Definizione delle colonne come vettore json es: [{filed:'nome',title:'Nome'},{filed:'descrizione'.title:'Descrizione'}]

source: Limit number of rows in the table. 0 means no limit.
it_it: Limite numero di righe della tablella, 0 per nessun limite

source: Max Number of Rows
it_it: Numero massimo di righe

source: Columns Definition
it_it: Definizione colonne

source: Columns definition of the bootstrap-table as a json array. Example: [{field:'name',title:'Name'},{field:'description',title:'Description'}]
it_it: Definizione delle colonne come vettore json es: [{filed:'nome',title:'Nome'},{filed:'descrizione'.title:'Descrizione'}]

source: Limit number of rows in the table. 0 means no limit.
it_it: Limite numero di righe della tablella, 0 per nessun limite

source: Max Number of Rows
it_it: Numero massimo di righe

source: Comma separated value ex: ContentType.ContentFieldName, ContentType2.ContentFieldName2, ...
it_it: Valori separati da virgola come ad esempio: ContentType.ContentFieldName, ContentType2.ContentFieldName2, ...

source: Fields Filter
it_it: Filtro Campi

source: hint
it_it: suggerimento

source: New Cache Key
it_it: Nuova chiave di cache

source: If checked, the part will be mandatory.
it_it: Se selezionato, la parte sarà obbligatoria.

source: Required
it_it: Richiesto

source: Api Secret Key
it_it: Chiave segreta dell'Api

source: Generate
it_it: Genera

source: Name
it_it: Nome

source: Remove
it_it: Elimina

source: Validity in minutes
it_it: Validità in minuti

source: Verify TimeStamp
it_it: Verifica TimeStamp

source: You are not authorized to create the content types associated to this field.
it_it: Non sei autorizzato a creare contenuti del tipo associato a questo campo.

source: Add
it_it: Aggiungi

source: Insert
it_it: Inserisci

source: Insert a row at the bottom of the list
it_it: Inserire una riga al fondo della lista

source: Insert a row at the top of the list
it_it: Inserire una riga in cima alla lista

source: Max number of rows reached.
it_it: Numero massimo di righe raggiunto

source: Created on
it_it: Creato il

source: Draft
it_it: Bozza

source: Has Draft
it_it: In bozza

source: Last Modified
it_it: Ultima modifica

source: Modified on
it_it: Modificato il

source: No Draft
it_it: Nessuna Bozza

source: not Published
it_it: Non pubblicato

source: Publish on
it_it: Pianificato il

source: Published
it_it: Pubblicato

source: Published on
it_it: Pubblicato il

source: Status
it_it: Stato

source: Unpublish on
it_it: Spubblica il

source: Allow Cross-Origin access to the backend.
it_it: Permetti accessi Cross-Origin al backend.

source: Allow Cross-Origin access to the frontend.
it_it: Permetti accessi Cross-Origin al frontend.

source: Cross Origin Settings
it_it: Impostazioni per il Cross-Origin

source: Don't Alter: keep the attribute value originally set by the feature that added the cookie.
it_it: Don't Alter: mantieni il valore di attributo impostato dalla funzionalità che ha aggiunto il cookie.

source: Forms with antiforgery tokens add the X-Frame-Options header to further harden against XSRF attacks. However this prevents use cases where we want our forms in an iframe. The options above allow removing that header.
it_it: I forms con antiforgery tokens aggiungono l'header X-Frame-Options per aumentare ulteriormente la difesa da attacchi XSRF. Una conseguenza di ciò è che viene impedito di avere quei forms in un iframe. Queste opzioni permettono di rimuovere quell'header.

source: If this is true, it will remove the X-Frame-Options header from responses for backend pages.
it_it: Se questo è vero, verrà rimosso l'header X-Frame-Options dalle risposte per pagine del backend.

source: If this is true, it will remove the X-Frame-Options header from responses for frontend pages.
it_it: Se questo è vero, verrà rimosso l'header X-Frame-Options dalle risposte per pagine del frontend.

source: Lax: The cookie will be sent with "same-site" requests, and with "cross-site" top level navigation.
it_it: Lax: Il cookie sarà inviato con richieste "same-site", e con navigazione di primo livello "cross-site".

source: None: cookies with this attribute will be sent by the client with all requests (even cross origin requests). This is the value that is needed to send the cookies e.g. in an iframe.
it_it: None: Con questo attributo i cookies verranno inviati dal client con ogni richiesta (anche cross-origin). Questo è il valore da usare perchè siano inviati ad esempio in un iframe.

source: Set the behaviour regarding the SameSite attribute for all cookies being set by the site.
it_it: Imposta il comportamento riguardo l'attributo SameSite per tutti i cookies inviati dal sito.

source: Set the SameSite attribute for cookies.
it_it: Imposta l'attributo SameSite per i cookies.

source: Strict: When the value is Strict the cookie will only be sent along with "same-site" requests.
it_it: Strict: quando il valore è "Strict" il cookie verrà inviato solo con richieste "same-site".

source: Unspecified: set the attribute so that the server will not send it to clients.
it_it: Unspecified: imposta l'atributo in modo che il server non lo invii ai clients.

source: API Credentials
it_it: Credenziali API

source: API Key: {0}
it_it: Chiave API: {0}

source: API Secret: {0}
it_it: Segreto API: {0}

source: By generating new credentials you will lose all unsaved changes to this content.
it_it: Generando nuove credenziali perderai tutte le modifiche non salvate per questo contenuto.

source: Generate new credentials
it_it: Genera nuove credenziali

source: API Credentials
it_it: Credenziali API

source: Save the User to manage API Credentials.
it_it: Salva l'Utente per gestire le credenziali API.

source: Cannot perform requested operation
it_it: Impossibile eseguire l'operazione richiesta

source: Not Published
it_it: Non pubblicato

source: Remove
it_it: Rimuovi

source: Select
it_it: Seleziona

source: To select a content you need to save it first.
it_it: Per selezionare il contenuto devi prima effettuare il salvataggio.

source: Fallback tenants
it_it: Tenant di ricerca alternativa

source: Insert tenants' name separated by semicolon ';'. If the razor file is missing in its default path, the compiler will look for code in these other tenants: the order also indicates the priority.
it_it: Inserire il nome dei tenant separati da ';' (punto e virgola). Se il file razor non è presente nella sua cartella di default, il compilatore lo cercherà nei tenant configurati: l'ordine dei tenant indica anche la priorità di ricerca.

source: Razor environement variables
it_it: Variabili Razor d'ambiente

source: Favorite Culture
it_it: Cultura Preferenziale

source: Add
it_it: Aggiungi

source: Insert
it_it: Inserisci

source: Insert a row at the bottom of the list
it_it: Inserire una riga al fondo della lista

source: Insert a row at the top of the list
it_it: Inserire una riga in cima alla lista

source: Max number of rows reached.
it_it: Numero massimo di righe raggiunto

source: Notify Enabled
it_it: Notifica Abilitata

source: Notify Message
it_it: Messaggio Notifica

source: Notify Type
it_it: Tipo Notifica

source: Select Tenant
it_it: Seleziona Istanza

source: Folder Name
it_it: Nome Cartella

source: Insert folder's name (optional). If empty, an unique folder name (Identity or Username) will be created.
it_it: Inserire il nome della cartella (opzionale). Se vuoto, sarà creato in automatico un nome univoco per la cartella (Identity o Username).

source: User default owned folder
it_it: Cartella di default di proprietà dell'utente

source: hint
it_it: suggerimento

source: New Cache Key
it_it: Nuova chiave di cache

source: A list of MVC Area.Controller.Action entries. When defined, using comma separated values, protects entries from unauthorized calls.
it_it: Una lista di elementi MVC Area.Controller.Action. Quando compilato, separando gli elementi da virgola, protegge le chiamate alle WebApi da chiamate non autorizzate.

source: Add External Application
it_it: Aggiungi applicazione remota

source: Protected entries
it_it: Elementi protetti

source: Settings - Web Api
it_it: Impostazioni - Api Web

source: Order contents by
it_it: Ordina i contenuti per

source: Add localization part to terms automatically
it_it: Aggiunge automaticamente la parte di localizzazione ai vari termini

source: If this option is checked, a localization part will be automatically added to each term content type when the corresponding taxonomy is saved.
it_it: Se questa opzione viene selezionata, verrà automaticamente aggiunta una parte di localizzazione a ogni contenuto di tipo termine quando viene salvata la corrispondente tassonomia.

source: Taxonomy Settings
it_it: Impostazioni della Tassonomia

source: A list of additional plugins. Use newline as separator. If a plugin does not have a plugin.min.js file, please specify the correct file name in the plugin folder.<br/>Examples:<br/>plugin1<br/>plugin2<br/>pligin3/editor_plugin.js
it_it: Lista di plugin addizionali. Usare il ritorno a capo come separatore. Se un plugin non ha il file plugin.min.js, specificare il file corretto nella cartella del plugin.<br/>Esempio:<br/>plugin1<br/>plugin2<br/>pligin3/editor_plugin.js

source: Additional Plugins
it_it: Plugin Addizionali

source: Content of the init method for TinyMce.
it_it: Contenuto del metodo init per TinyMce.

source: Init Script
it_it: Script di Init

source: Show/Hide default value
it_it: Mostra/Nascondi il valore di default

source: TinyMce Settings
it_it: Impostazioni TinyMce

source: Select User Group
it_it: Selezionare Gruppo Utente

# ~/Modules/Laser.Orchard.StartupConfig/Views/FileDownloader/Index.cshtml
source: Are you sure?
it_it: Confermi?

# ~/Modules/Laser.Orchard.StartupConfig/Views/FileDownloader/Index.cshtml
source: Back
it_it: Indietro

# ~/Modules/Laser.Orchard.StartupConfig/Views/FileDownloader/Index.cshtml
source: Delete
it_it: Elimina

# ~/Modules/Laser.Orchard.StartupConfig/Views/FileDownloader/Index.cshtml
source: File List
it_it: Elenco File

# ~/Modules/Laser.Orchard.StartupConfig/Views/FileDownloader/Index.cshtml
source: No data found.
it_it: Nessun dato trovato.

# ~/Modules/Laser.Orchard.StartupConfig/Views/FileDownloader/Index.cshtml
source: The file process is in progress. Refresh the page in a few seconds.
it_it: Il processo del file è in corso. Aggiorna la pagina tra qualche secondo.

# ~/Modules/Laser.Orchard.StartupConfig/Views/FrontEndClientStorage/Index.cshtml
source: Click here, Drop files or Paste images
it_it: Clicca qui, Trascina i file oppure Copia le immagini

# ~/Modules/Laser.Orchard.StartupConfig/Views/FrontEndClientStorage/Index.cshtml
source: Loading thumbnail...
it_it: Aggiornamento anteprima...

# ~/Modules/Laser.Orchard.StartupConfig/Views/MaintenanceAdmin/index.cshtml
source: Action
it_it: Azione

# ~/Modules/Laser.Orchard.StartupConfig/Views/MaintenanceAdmin/index.cshtml
source: Addresses
it_it: Indirizzi

# ~/Modules/Laser.Orchard.StartupConfig/Views/MaintenanceAdmin/index.cshtml
source: Clear
it_it: Cancella

# ~/Modules/Laser.Orchard.StartupConfig/Views/MaintenanceAdmin/index.cshtml
source: Delete
it_it: Elimina

# ~/Modules/Laser.Orchard.StartupConfig/Views/MaintenanceAdmin/index.cshtml
source: Edit
it_it: Modifica

# ~/Modules/Laser.Orchard.StartupConfig/Views/MaintenanceAdmin/index.cshtml
source: Maintenance
it_it: Manutenzione

# ~/Modules/Laser.Orchard.StartupConfig/Views/MaintenanceAdmin/index.cshtml
source: Notification Message
it_it: Messaggio di Notifica

# ~/Modules/Laser.Orchard.StartupConfig/Views/MaintenanceAdmin/index.cshtml
source: Published
it_it: Pubblicato

# ~/Modules/Laser.Orchard.StartupConfig/Views/MaintenanceAdmin/index.cshtml
source: Search
it_it: Cerca

# ~/Modules/Laser.Orchard.StartupConfig/Views/MaintenanceAdmin/index.cshtml
source: Search:
it_it: Cerca:

# ~/Modules/Laser.Orchard.StartupConfig/Views/MaintenanceAdmin/index.cshtml
source: This is a table of the maintenances of your tenant
it_it: Questa è una tabella delle manutenzioni della tua istanza

# ~/Modules/Laser.Orchard.StartupConfig/Views/MaintenanceAdmin/index.cshtml
source: Unpublish
it_it: Annulla Pubblicazione

source: ApplePay Merchant Domain Association
it_it: "Merchant Domain Association" di Apple Pay

source: Enable ApplePay Merchant Domain Association File
it_it: Abilita il file "Merchant Domain Association" di Apple Pay

source: Enable return file from the route: /.well-known/apple-developer-merchantid-domain-association
it_it: Rende disponibile il file alla rotta: /.well-known/apple-developer-merchantid-domain-association

source: File Content for /.well-known/apple-developer-merchantid-domain-association
it_it: Contenuto del file per /.well-known/apple-developer-merchantid-domain-association

source: Manage Merchant Domain Association file
it_it: Gestisci il file "Manage Domain Association"

source: Save
it_it: Salva

# ~/Modules/Laser.Orchard.StartupConfig/Views/Parts/ContentPickerConnector.cshtml
source: No content items.
it_it: Nessun contenuto.

# ~/Modules/Laser.Orchard.StartupConfig/Views/Parts/ContentPickerConnector.cshtml
source: Parents
it_it: Genitori

# ~/Modules/Laser.Orchard.StartupConfig/Views/UsersGroupsSettings/Settings.cshtml
source: Delete
fr_fr: Effacer
it_it: Elimina

# ~/Modules/Laser.Orchard.StartupConfig/Views/UsersGroupsSettings/Settings.cshtml
source: Group ID
fr_fr: ID du groupe
it_it: ID Gruppo

# ~/Modules/Laser.Orchard.StartupConfig/Views/UsersGroupsSettings/Settings.cshtml
source: Group Name
fr_fr: Nom du groupe
it_it: Nome Gruppo

# ~/Modules/Laser.Orchard.StartupConfig/Views/UsersGroupsSettings/Settings.cshtml
source: New Group ->
fr_fr: Nouveau groupe ->
it_it: Nuovo Gruppo ->

# ~/Modules/Laser.Orchard.StartupConfig/Views/UsersGroupsSettings/Settings.cshtml
source: Update settings
fr_fr: Paramètres de mise à jour
it_it: Aggiornamento impostazioni

# ~/Modules/Laser.Orchard.StartupConfig/Views/UsersGroupsSettings/Settings.cshtml
source: User Groups Settings
fr_fr: Paramètres Groupes d'utilisateurs
it_it: Impostazioni Gruppi Utente

# Laser.Orchard.StartupConfig.Activities.RequestInspectorActivity
source: Depending on the type of inspection, generates the appropriate output.
it_it: Genera l'output appropriato in base al tipo di ispezione.

# Laser.Orchard.StartupConfig.Activities.RequestInspectorActivity
source: Unknown
it_it: Sconosciuto

# Laser.Orchard.StartupConfig.Activities.RequestInspectorActivity
source: Utils
it_it: Utilità

# Laser.Orchard.StartupConfig.Activities.RequestInspectorEditForm
source: Calling device
it_it: Dispositivo chiamante

# Laser.Orchard.StartupConfig.Activities.RequestInspectorEditForm
source: Calling device brand
it_it: Marca del dispositivo chiamante

# Laser.Orchard.StartupConfig.Activities.RequestInspectorEditForm
source: Inspection Type
it_it: Tipo di Ispezione

# Laser.Orchard.StartupConfig.Activities.RequestInspectorEditForm
source: Returns calling device brand, if known
it_it: Restituisce la marca del dispositivo chiamante, se noto

# Laser.Orchard.StartupConfig.Activities.RequestInspectorEditForm
source: Returns the calling device name, if known
it_it: Restituisce il nome del dispositivo chiamante, se noto

# Laser.Orchard.StartupConfig.Activities.TaxonomySetValuesActivity
source: Assign Values to taxonomy
it_it: Assegna Valori alla tassonomia

# Laser.Orchard.StartupConfig.Activities.TaxonomySetValuesActivity
source: Error
it_it: Errore

# Laser.Orchard.StartupConfig.Activities.TaxonomySetValuesActivity
source: Success
it_it: Esito positivo

# Laser.Orchard.StartupConfig.Activities.TaxonomySetValuesActivity
source: Taxonomy
it_it: Tassonomia

# Laser.Orchard.StartupConfig.Activities.TaxonomySetValuesForm
source: all Termss
it_it: tutti i Termini

# Laser.Orchard.StartupConfig.Activities.TaxonomySetValuesForm
source: Any
it_it: Qualsiasi

# Laser.Orchard.StartupConfig.Activities.TaxonomySetValuesForm
source: select a Term
it_it: selezionare un Termine

# Laser.Orchard.StartupConfig.Activities.TaxonomySetValuesForm
source: Select Terms of ContentItem
it_it: Selezionare i Termini relativi al Contenuto

# Laser.Orchard.StartupConfig.Activities.TaxonomySetValuesForm
source: Set Owner of content picker element
it_it: Impostare il Proprietario dell'elemento di selezione del contenuto

# Laser.Orchard.StartupConfig.Activities.UserEventActivity
source: AccessDenied
it_it: Accesso negato

# Laser.Orchard.StartupConfig.Activities.UserEventActivity
source: Approved
it_it: Approvato

# Laser.Orchard.StartupConfig.Activities.UserEventActivity
source: ChangedPassword
it_it: PasswordModificata

# Laser.Orchard.StartupConfig.Activities.UserEventActivity
source: ConfirmedEmail
it_it: EmailConfermata

# Laser.Orchard.StartupConfig.Activities.UserEventActivity
source: Created
it_it: Creato

# Laser.Orchard.StartupConfig.Activities.UserEventActivity
source: Disabled
it_it: Disabilitato

# Laser.Orchard.StartupConfig.Activities.UserEventActivity
source: LoggedIn
it_it: EseguitoLogin

# Laser.Orchard.StartupConfig.Activities.UserEventActivity
source: LoggedOut
it_it: EseguitoLogout

# Laser.Orchard.StartupConfig.Activities.UserEventActivity
source: Manage User Event
it_it: Gestisci Eventi Utente

# Laser.Orchard.StartupConfig.Activities.UserEventActivity
source: SentChallengeEmail
it_it: InviataEmailVerifica

# Laser.Orchard.StartupConfig.Activities.UserEventActivity
source: Users
it_it: Utenti

# Laser.Orchard.StartupConfig.Activities.UserIsAuthenticatedActivity
source: Anonymous
it_it: Anonimo

# Laser.Orchard.StartupConfig.Activities.UserIsAuthenticatedActivity
source: Authenticated
it_it: Autenticato

# Laser.Orchard.StartupConfig.Activities.UserIsAuthenticatedActivity
source: Tells whether the current request has an authenticated user.
it_it: Informa se la richiesta corrente ha un utente autenticato.

# Laser.Orchard.StartupConfig.Activities.UserIsAuthenticatedActivity
source: User
it_it: Utente

# Laser.Orchard.StartupConfig.Activities.WebApiResponseActivity
source: Done
it_it: Fatto

# Laser.Orchard.StartupConfig.Activities.WebApiResponseActivity
source: Utils
it_it: Utilità

# Laser.Orchard.StartupConfig.Activities.WebApiResponseActivity
source: When called from a WebApi Signal Trigger, it returns a Response object.
it_it: Quando viene chiamato con un WebApi Signal Trigger, restituisce un oggetto di tipo Response.

# Laser.Orchard.StartupConfig.Activities.WebApiResponseEditForm
source: Check if the the activity should return a success response.
it_it: Spuntare nel caso in cui l'attività debba restituire una risposta di successo.

# Laser.Orchard.StartupConfig.Activities.WebApiResponseEditForm
source: Data
it_it: Dati

# Laser.Orchard.StartupConfig.Activities.WebApiResponseEditForm
source: Error Code
it_it: Codice dell'errore

# Laser.Orchard.StartupConfig.Activities.WebApiResponseEditForm
source: Message
it_it: Messaggio

# Laser.Orchard.StartupConfig.Activities.WebApiResponseEditForm
source: Resolution Action
it_it: Azione per risoluzione

# Laser.Orchard.StartupConfig.Activities.WebApiResponseEditForm
source: Response
it_it: Risposta

# Laser.Orchard.StartupConfig.Activities.WebApiResponseEditForm
source: Success
it_it: Successo

# Laser.Orchard.StartupConfig.Activities.WebApiResponseEditForm
source: The data object of the response, the data must be in Json format es: {{"ErrorType":"TicketError"}}.
it_it: L'oggetto di dati della risposta. I dati devono essere in formato Json. E.g.: {{"ErrorType":"TicketError"}}.

# Laser.Orchard.StartupConfig.Activities.WebApiResponseEditForm
source: The data object of the response.
it_it: L'oggetto della risposta.

# Laser.Orchard.StartupConfig.Activities.WebApiResponseEditForm
source: The text message of the response.
it_it: Il messaggio di testo della risposta.

# Laser.Orchard.StartupConfig.Activities.WorkflowChangeOwnerActivity
source: Change User Owner of content item
it_it: Cambia il proprietario del contenuto

# Laser.Orchard.StartupConfig.Activities.WorkflowChangeOwnerActivity
source: Content
it_it: Contenuto

# Laser.Orchard.StartupConfig.Activities.WorkflowChangeOwnerActivity
source: Error
it_it: Errore

# Laser.Orchard.StartupConfig.Activities.WorkflowChangeOwnerActivity
source: Success
it_it: Esito positivo

# Laser.Orchard.StartupConfig.Activities.WorkflowChangeOwnerForm
source: all users
it_it: tutti gli utenti

# Laser.Orchard.StartupConfig.Activities.WorkflowChangeOwnerForm
source: Any
it_it: Qualsiasi

# Laser.Orchard.StartupConfig.Activities.WorkflowChangeOwnerForm
source: select some user
it_it: selezionare alcuni utenti
