Repository: LaserSrl/Laser.Orchard.Platform
Catalog: src/Modules/Laser.Orchard.StartupConfig/App_Data/Localization/*/orchard.module.po
Languages: fr_fr, it_it

# Laser.Orchard.StartupConfig.Projections.OwnerIdFilter
source: No owner Id found
it_it: Nessun ID proprietario trovato

# Laser.Orchard.StartupConfig.Projections.OwnerIdFilter
source: Owner
it_it: Proprietario

# Laser.Orchard.StartupConfig.Projections.OwnerIdFilter
source: Owner ID
it_it: ID Proprietario

# Laser.Orchard.StartupConfig.Projections.OwnerIdFilter
source: Search for Content Items associated with a owner ID.
it_it: Ricerca per Elementi di Contenuto (Content Item) associati con un ID del proprietario.

# Laser.Orchard.StartupConfig.Projections.OwnerIdForm
source: Owner Id
it_it: ID Proprietario

# Laser.Orchard.StartupConfig.Projections.OwnerIdForm
source: The owner id code to filter for, if more than one divided by a comma.
it_it: L'ID del proprietario per cui filtrare; se più di uno dividerli con la virgola.

# Laser.Orchard.StartupConfig.Projections.OwnerNameFilter
source: Content Items with owner: {0}.
it_it: Elementi di Contenuto (Content Item) con proprietario: {0}.

# Laser.Orchard.StartupConfig.Projections.OwnerNameFilter
source: No owner name found
it_it: Nessun nome proprietario trovato

# Laser.Orchard.StartupConfig.Projections.OwnerNameFilter
source: Owner
it_it: Proprietario

# Laser.Orchard.StartupConfig.Projections.OwnerNameFilter
source: Owner Name
it_it: Nome Proprietario

# Laser.Orchard.StartupConfig.Projections.OwnerNameFilter
source: Search for Content Items associated with a owner name.
it_it: Ricerca per Elementi di Contenuto (Content Item) associati con un nome del proprietario.

# Laser.Orchard.StartupConfig.Projections.OwnerStringForm
source: Contains
it_it: Contiene

# Laser.Orchard.StartupConfig.Projections.OwnerStringForm
source: Contains any word
it_it: Contiene almeno una parola

# Laser.Orchard.StartupConfig.Projections.OwnerStringForm
source: Does not contain
it_it: NON contiene

# Laser.Orchard.StartupConfig.Projections.OwnerStringForm
source: Does not end with
it_it: NON termina con

# Laser.Orchard.StartupConfig.Projections.OwnerStringForm
source: Does not start with
it_it: NON inizia con

# Laser.Orchard.StartupConfig.Projections.OwnerStringForm
source: Ends with
it_it: Termina con

# Laser.Orchard.StartupConfig.Projections.OwnerStringForm
source: Enter the value the string should be, if more than one divided by a comma.
it_it: Inserire il valore che la stringa dovrebbe avere, se più di uno dividerli con la virgola.

# Laser.Orchard.StartupConfig.Projections.OwnerStringForm
source: Is equal to
it_it: È uguale a

# Laser.Orchard.StartupConfig.Projections.OwnerStringForm
source: Is not equal to
it_it: NON è uguale

# Laser.Orchard.StartupConfig.Projections.OwnerStringForm
source: Operator
it_it: Operatore

# Laser.Orchard.StartupConfig.Projections.OwnerStringForm
source: Starts with
it_it: Inizia con

# Laser.Orchard.StartupConfig.Projections.OwnerStringForm
source: Value
it_it: Valore

# Laser.Orchard.StartupConfig.Projections.TaxonomyTokenFilter
source: Categorized content items (search by token)
fr_fr: Catégoriser les éléments de contenu (cherche avec token)
it_it: Elementi di contenuto catalogati (ricerca tramite token)

# Laser.Orchard.StartupConfig.Projections.TaxonomyTokenFilter
source: Categorized with terms specified by token
fr_fr: Catégorisé avec les termes spécifiés en utilizant les tokens
it_it: Catalogati con i termini specificati tramite token

# Laser.Orchard.StartupConfig.Projections.TaxonomyTokenFilter
source: Has terms (tokenized)
fr_fr: A les termes (avec tokens)
it_it: Ha termini (con token)

# Laser.Orchard.StartupConfig.Projections.TaxonomyTokenFilter
source: Taxonomy
fr_fr: Taxonomie
it_it: Tassonomia

# Laser.Orchard.StartupConfig.Projections.TaxonomyTokenForm
source: Automatically include children terms in filtering
fr_fr: Comprend automatiquement les termes enfants dans le filtre
it_it: Includi automaticamente i termini figli nel filtro

# Laser.Orchard.StartupConfig.Projections.TaxonomyTokenForm
source: Is associated to all the specified terms
fr_fr: Est associé a tous les termes spécifiés
it_it: E' associato a tutti i termini specificati

# Laser.Orchard.StartupConfig.Projections.TaxonomyTokenForm
source: Is associated to one of the specified terms
fr_fr: Est associé a un des termes spécifiés
it_it: E' associato a uno dei termini specificati

# Laser.Orchard.StartupConfig.Projections.TaxonomyTokenForm
source: Source Token
fr_fr: Token Source
it_it: Token Sorgente

# Laser.Orchard.StartupConfig.Projections.TaxonomyTokenForm
source: The token used as a source for term identifiers
fr_fr: Le token utilisé comme source des identificateurs des termes
it_it: Il token usato come sorgente degli ID dei termini

# Laser.Orchard.StartupConfig.Providers.ContentUserToken
source: Authenticated User
it_it: Utente Autenticato

# Laser.Orchard.StartupConfig.Providers.ContentUserToken
source: Authenticated User Email
it_it: Email dell'Utente Autenticato

# Laser.Orchard.StartupConfig.Providers.ContentUserToken
source: Authenticated User Id
it_it: Id dell'Utente Autenticato

# Laser.Orchard.StartupConfig.Providers.ContentUserToken
source: Content Items
it_it: Contenuti

# Laser.Orchard.StartupConfig.Providers.ContentUserToken
source: Gets the Authenticated User Email
it_it: Recupera l'email dell'utente autenticato

# Laser.Orchard.StartupConfig.Providers.ContentUserToken
source: Gets the Authenticated User Id
it_it: Recupera l'id dell'utente autenticato

# Laser.Orchard.StartupConfig.Providers.ContentUserToken
source: Gets the User Email
it_it: Recupera l'email dell'utente

# Laser.Orchard.StartupConfig.Providers.ContentUserToken
source: Gets the Username
it_it: Recupera il nome dell'utente

# Laser.Orchard.StartupConfig.Providers.ContentUserToken
source: User
it_it: Utente

# Laser.Orchard.StartupConfig.Providers.ContentUserToken
source: UserEmail
it_it: EmailUtente

# Laser.Orchard.StartupConfig.RazorCodeExecution.Activities.RazorExecuteActivity
source: Execute code within a razor view.
it_it: Esegui codice all'interno di una Vista Razor

# Laser.Orchard.StartupConfig.RazorCodeExecution.Forms.RazorExecuteForm
source: A comma-separated list of possible outcomes.
it_it: Una lista separata da virgole dei possibili risultati in uscita.

# Laser.Orchard.StartupConfig.RazorCodeExecution.Forms.RazorExecuteForm
source: Possible Outcomes.
it_it: Possibili Esiti.

# Laser.Orchard.StartupConfig.RazorCodeExecution.Forms.RazorExecuteForm
source: Razor View
it_it: Vista Razor

# Laser.Orchard.StartupConfig.RazorCodeExecution.Forms.RazorExecuteForm
source: The razor view to run every time the Decision Activity is invoked. You can use Model.ContentItem, Model.T, Model.OrchardServices, Model.Tokens, Model.Tokens["Workflow"] (to get WorkflowContext and call HasState, GetState, SetState). The razor output (e.g. 'Success', 'Error' or 'Empty') should be used to define the 'texthint' outcome of the activity.
it_it: Il razor da eseguire ogni volta che la Decision Activity viene invocata. Puoi usare Model.ContentItem, Model.T, Model.OrchardServices, Model.Tokens, Model.Tokens["Workflow"] (per ottenere il WorkflowContext a richiamare HasState, GetState, SetState). l'output del razor (es: 'Success', 'Error' o 'Empty') può essere usato come 'textint' uscita (outcome) dell'Activity.

# Laser.Orchard.StartupConfig.RazorCodeExecution.Forms.RazorExecuteForm
source: The razor view to run every time the Decision Activity is invoked. You can use Model.ContentItem, Model.T, Model.OrchardServices. The razor output (e.g. 'Success', 'Error' or 'Empty') should be used to define the 'texthint' outcome of the activity.
it_it: La Vista Razor da eseguire ogni volta che la Decision Activity viene invocata. E' possibile usare Model.ContentItem, Model.T, Model.OrchardServices. L'output Razor (es.

# Laser.Orchard.StartupConfig.RazorCodeExecution.Forms.RazorExecuteForm
source: You must provide a Razor View
it_it: E' necessario fornire una Vista Razor

# Laser.Orchard.StartupConfig.Services.ActivityServices
source: Unknown
it_it: Sconosciuto

# Laser.Orchard.StartupConfig.Services.UsersGroupsSettingsService
source: Group user is in use and can't be deleted
it_it: L'utente del gruppo è in uso e non può essere eliminato

# Laser.Orchard.StartupConfig.Services.UsersGroupsSettingsService
source: Some groups cannot be inserted. {0}
it_it: Alcuni gruppi non possono essere inseriti. {0}

# Laser.Orchard.StartupConfig.Services.UtilsServices
source: Invalid Token/csrfToken
it_it: Token/csrfToken non valido

# Laser.Orchard.StartupConfig.Services.UtilsServices
source: Invalid User
it_it: Utente non valido

# Laser.Orchard.StartupConfig.Services.UtilsServices
source: It seems you have not yet accepted the required policies
fr_fr: Vous n'avez pas encore accepté les conditions d’utilisation.
it_it: Sembra che tu non abbia ancora accettato la policy associata.

# Laser.Orchard.StartupConfig.Services.UtilsServices
source: Missing Policies
it_it: Policy Mnacanti

# Laser.Orchard.StartupConfig.Services.UtilsServices
source: One or more parameters are null
it_it: Uno o più parametri sono nulli

# Laser.Orchard.StartupConfig.Services.UtilsServices
source: Successfully Executed
it_it: Eseguito con successo

# Laser.Orchard.StartupConfig.Services.UtilsServices
source: Thank you for registering. We sent you an e-mail with instructions to enable your account.
it_it: Grazie per esserti registrato. Ti abbiamo inviato una e-mail con le istruzioni per attivare la tua utenza.

# Laser.Orchard.StartupConfig.Services.UtilsServices
source: UnAuthorized Action
it_it: Azione non autorizzata

# Laser.Orchard.StartupConfig.Services.UtilsServices
source: Validation error
it_it: Errore di validazione

# Laser.Orchard.StartupConfig.Settings.CacheEvictorPartSettingsHook
source: CacheEvictorPart - {0} is not an id
it_it: CacheEvictorPart - {0} non è un id

# Laser.Orchard.StartupConfig.Settings.CacheEvictorPartSettingsHook
source: CacheEvictorPart - The loaded id {0} does not exist
it_it: CacheEvictorPart - L'id {0} caricato non esiste

source: The content type must have a form of identity. IdentityPart was added.
it_it: Il tipo deve avere una Identity. È stata aggiunta IdentityPart

source: ContentItems with the given terms, or any ContentItem if no term si provided to the query.
it_it: Contenuti con i termini proposti, oppure tutti i contenuti se non è passato alla query alcun termine.

source: For the selected terms (or any)
it_it: Per i termini selezionati (oppure qualsiasi termine)

source: Has the selected terms (if any was selected)
it_it: Ha i termini selezionati (se almeno uno è selezionato)

source: Taxonomy
it_it: Tassonomia

# Laser.Orchard.StartupConfig.TaxonomiesExtensions.Projections.SelectTermsForm
source: Automatically include children terms in filtering
it_it: Includi automaticamente i termini figli nel filtro

# Laser.Orchard.StartupConfig.TaxonomiesExtensions.Projections.SelectTermsForm
source: Is associated to all the specified terms
it_it: E' associato a tutti i termini specificati

# Laser.Orchard.StartupConfig.TaxonomiesExtensions.Projections.SelectTermsForm
source: Is associated to one of the specified terms
it_it: E' associato a uno dei termini specificati

# Laser.Orchard.StartupConfig.TaxonomiesExtensions.Projections.SelectTermsForm
source: Terms
it_it: Termini

# Laser.Orchard.StartupConfig.TaxonomiesExtensions.Projections.SelectTermsForm
source: The term identifiers. If no valid term is provided, all content items will be included in the results.
it_it: Gli identificativi dei termini. Se viene fornito un termine non valido, nei risultati verranno inclusi tutti i contenuti.

# Laser.Orchard.StartupConfig.TaxonomiesExtensions.Projections.TaxonomyTokenFilter
source: Categorized content items (search by token)
it_it: Elementi di contenuto catalogati (ricerca tramite token)

# Laser.Orchard.StartupConfig.TaxonomiesExtensions.Projections.TaxonomyTokenFilter
source: Categorized with terms specified by token
it_it: Catalogati con i termini specificati tramite token

# Laser.Orchard.StartupConfig.TaxonomiesExtensions.Projections.TaxonomyTokenFilter
source: Has terms (tokenized)
it_it: Ha termini (tokenized)

# Laser.Orchard.StartupConfig.TaxonomiesExtensions.Projections.TaxonomyTokenFilter
source: None of the ids "{0}" is a term.
it_it: Nessuna dei seguenti id "{0}" è un termine.

# Laser.Orchard.StartupConfig.TaxonomiesExtensions.Projections.TaxonomyTokenFilter
source: Taxonomy
it_it: Tassonomia

# Laser.Orchard.StartupConfig.TaxonomiesExtensions.Projections.TaxonomyTokenForm
source: Automatically include children terms in filtering
it_it: Includi automaticamente i termini figli nel filtro

# Laser.Orchard.StartupConfig.TaxonomiesExtensions.Projections.TaxonomyTokenForm
source: Is associated to all the specified terms
it_it: E' associato a tutti i termini specificati

# Laser.Orchard.StartupConfig.TaxonomiesExtensions.Projections.TaxonomyTokenForm
source: Is associated to one of the specified terms
it_it: E' associato a uno dei termini specificati

# Laser.Orchard.StartupConfig.TaxonomiesExtensions.Projections.TaxonomyTokenForm
source: Source Token
it_it: Sorgente del Token

# Laser.Orchard.StartupConfig.TaxonomiesExtensions.Projections.TaxonomyTokenForm
source: The token used as a source for term identifiers
it_it: Il token usato come sorgente degli ID dei termini

# Laser.Orchard.StartupConfig.TinyMceEnhancement.TinyMceSiteSettingsHandler
source: TinyMce Enhancement
it_it: Potenziamento TinyMce

# Laser.Orchard.StartupConfig.Tokens.AdditionalDateTokens
source: Add Days|Months|Years to a date
it_it: Add Days|Months|Years ad una data

# Laser.Orchard.StartupConfig.Tokens.AdditionalDateTokens
source: Add:Days|Months|Years to a date
it_it: Add:Days|Months|Years ad una data

# Laser.Orchard.StartupConfig.Tokens.AdditionalDateTokens
source: Current date/time tokens
it_it: Token data/ora corrente

# Laser.Orchard.StartupConfig.Tokens.AdditionalDateTokens
source: Date/time
it_it: Data/Ora

# Laser.Orchard.StartupConfig.Tokens.CreatorEmailTokens
source: Creator email
it_it: Email del creatore

# Laser.Orchard.StartupConfig.Tokens.CreatorEmailTokens
source: Creator email of content item
it_it: Email creatore del contenuto

# Laser.Orchard.StartupConfig.Tokens.CreatorEmailTokens
source: CreatorEmail
it_it: EmailCreatore

# Laser.Orchard.StartupConfig.Tokens.CreatorEmailTokens
source: The email of user creator.
it_it: L'email dell'utente creatore.

# Laser.Orchard.StartupConfig.Tokens.OwnerEmailToken
source: Owner email
it_it: Email del proprietario

# Laser.Orchard.StartupConfig.Tokens.OwnerEmailToken
source: Owner email of content item
it_it: Email del proprietario del contenuto.

# Laser.Orchard.StartupConfig.Tokens.OwnerEmailToken
source: OwnerEmail
it_it: ProprietarioEmail

# Laser.Orchard.StartupConfig.Tokens.OwnerEmailToken
source: The email of user creator.
it_it: L'email dell'utente creatore.

# Laser.Orchard.StartupConfig.Tokens.ParameterToken
source: Parameter:<PartName-PropertyName>
it_it: Parametro:<NomeDellaParte-Proprietà>

# Laser.Orchard.StartupConfig.Tokens.ParameterToken
source: Return the property value of a part specified
it_it: Restituisce la proprietà della parte specificata

# Laser.Orchard.StartupConfig.Tokens.RazorCodeExecutionToken
source: Executes the razor code in the specified file.
it_it: Esegue il codice razor presente nel file specificato.

# Laser.Orchard.StartupConfig.Tokens.SiteTokens
source: A string intended to be used to start URLs. It resolves to either "/" if no prefix is set or "/prefix/" if there is a prefix for the tenant. If there is an application path that is correctly prepended.
it_it: Una stringa il cui scopo è essere usata all'inizio di URLs. Risulta in "/" se non è impostato nessun prefisso, o "/prefisso/" se c'è un prefisso configurato per il tenanto. Se è necessario inserire il path dell'applicazione, esso viene preposto correttamente.

# Laser.Orchard.StartupConfig.Tokens.SiteTokens
source: Request Url Prefix
it_it: Prefisso dell'Url richiesto

# Laser.Orchard.StartupConfig.Tokens.SiteTokens
source: Site Settings
it_it: Impostazioni del Sito

# Laser.Orchard.StartupConfig.Tokens.SiteTokens
source: The URL Prefix configured in the tenant's settings.
it_it: Il prefisso Url configurato nelle impostazioni del tenant.

# Laser.Orchard.StartupConfig.Tokens.SiteTokens
source: Tokens for Site Settings
it_it: Token per le impostazioni del Sito

# Laser.Orchard.StartupConfig.Tokens.SiteTokens
source: Top Level for Tenant
it_it: Primo livello per il Tenant

# Laser.Orchard.StartupConfig.Tokens.StripHtmlToken
source: Strip an HTML string.
it_it: Rimuove tutti i tag html da una stringa.

# Laser.Orchard.StartupConfig.Tokens.StripHtmlToken
source: Strip Html Text
it_it: Tosto Html da rendere testo

# Laser.Orchard.StartupConfig.Tokens.StripHtmlToken
source: Text
it_it: Testo

# Laser.Orchard.StartupConfig.Tokens.StripHtmlToken
source: Tokens for text strings
it_it: Tokens per stringhe di testo

# Laser.Orchard.StartupConfig.Tokens.TaxonomyTokens
source: Taxonomy Field
it_it: Campo della Tassonomia

# Laser.Orchard.StartupConfig.Tokens.TaxonomyTokens
source: Terms
it_it: Termini

# Laser.Orchard.StartupConfig.Tokens.TaxonomyTokens
source: The ids of the terms associated with field.
it_it: Gli id dei termini associati al campo.

# Laser.Orchard.StartupConfig.Tokens.TaxonomyTokens
source: Tokens for Taxonomy Fields
it_it: Token per campi Tassonomia

# Laser.Orchard.StartupConfig.WebApiProtection.Handlers.ProtectionSettingsHandler
source: Web Api
it_it: Api Web

# Laser.Orchard.StartupConfig.WebApiProtection.Migration
source: A default app named "{0}" has been created. Its Api Key is {1}.
it_it: È stata creata un'app di default denominata "{0}". La sua Api Key è {1}.

# Laser.Orchard.StartupConfig.WebApiProtection.Models.ValidateExternalApplication
source: ApiKey field is required.
it_it: il campo ApiKey è obbligatorio.

# Laser.Orchard.StartupConfig.WebApiProtection.Models.ValidateExternalApplication
source: ApiKey field must be minimum 22 characters length.
it_it: Il campo ApiKey deve essere di almeno 22 caratteri.

# Laser.Orchard.StartupConfig.WebApiProtection.Models.ValidateExternalApplication
source: Name field is required.
it_it: Il campo Nome è obbligatorio.

# Laser.Orchard.StartupConfig.WebApiProtection.Models.ValidateExternalApplication
source: Validity should be more than 0 minutes.
it_it: Validità deve essere maggiore di 0 minuti

source: ApiKey field is required.
it_it: il campo ApiKey è obbligatorio.

source: ApiKey field must be minimum 22 characters length.
it_it: Il campo ApiKey deve essere di almeno 22 caratteri.

source: Name field is required.
it_it: Il campo Nome è obbligatorio.

source: Validity should be more than 0 minutes.
it_it: Validità deve essere maggiore di 0 minuti

# Orchard.Tokens.Providers.ContentDateModified
source: Content Date Modified
it_it: Contenuto data modificata

# Orchard.Tokens.Providers.ContentDateModified
source: Content Items
it_it: Contenuti

# Orchard.Tokens.Providers.ContentDateModified
source: Date the content was created.
it_it: Data creazione contenuto

# Orchard.Tokens.Providers.ReplaceToken
source: Replace the specified old characters with the new characters.
it_it: Rimpiazza i caratteri specificati con nuovi caratteri.

# Orchard.Tokens.Providers.ReplaceToken
source: Replace:<(oldcharacters|newcharacters)>
it_it: Rimpiazza:<(VecchiCaratteri|NuoviCaratteri)>
