Repository: LaserSrl/Laser.Orchard.Platform
Catalog: src/Modules/Laser.Orchard.Questionnaires/App_Data/Localization/*/orchard.module.po
Languages: it_it

# Laser.Orchard.Questionnaires.ViewModels.ValidateFrontEndQuestionnaireAttribute
source: Please, accept our terms and conditions!
it_it: Si prega di accettare i termini e le condizioni!

# Laser.Orchard.Questionnaires.ViewModels.ValidateFrontEndQuestionnaireAttribute
source: You have to answer to {0}
it_it: Domanda {0} obbligatoria
