Repository: LaserSrl/Laser.Orchard.Platform
Catalog: src/Modules/Laser.Orchard.Questionnaires/App_Data/Localization/*/orchard.module.po
Languages: it_it

# ~/Modules/Laser.Orchard.Questionnaires/Views/AdminRanking/GetList.cshtml
source: AccessSecured
it_it: Accesso sicuro

# ~/Modules/Laser.Orchard.Questionnaires/Views/AdminRanking/GetList.cshtml
source: ContentIdentifier
it_it: Codice gioco

# ~/Modules/Laser.Orchard.Questionnaires/Views/AdminRanking/GetList.cshtml
source: Device
it_it: Tipo di dispositivo

# ~/Modules/Laser.Orchard.Questionnaires/Views/AdminRanking/GetList.cshtml
source: Identifier
it_it: Identificativo

# ~/Modules/Laser.Orchard.Questionnaires/Views/AdminRanking/GetList.cshtml
source: List of ranking.
it_it: Classifica.

# ~/Modules/Laser.Orchard.Questionnaires/Views/AdminRanking/GetList.cshtml
source: name
it_it: Nome

# ~/Modules/Laser.Orchard.Questionnaires/Views/AdminRanking/GetList.cshtml
source: point
it_it: Punteggio

# ~/Modules/Laser.Orchard.Questionnaires/Views/AdminRanking/GetList.cshtml
source: Questionnaire Ranking
it_it: Classifica questionario

# ~/Modules/Laser.Orchard.Questionnaires/Views/AdminRanking/GetList.cshtml
source: RegistrationDate
it_it: Data di registrazione

# ~/Modules/Laser.Orchard.Questionnaires/Views/AdminRanking/GetList.cshtml
source: UsernameGameCenter
it_it: Username nel Game Center

source: AccessSecured
it_it: Accesso sicuro

source: ContentIdentifier
it_it: Codice gioco

source: Device
it_it: Tipo di dispositivo

source: Game Rankings for {0}
it_it: Classifiche per il gioco {0}

source: Identifier
it_it: Identificativo

source: Index of games
it_it: Indice dei giochi

source: List of ranking.
it_it: Classifica.

source: name
it_it: Nome

source: point
it_it: Punteggio

source: RegistrationDate
it_it: Data di registrazione

source: UsernameGameCenter
it_it: Username nel Game Center

# ~/Modules/Laser.Orchard.Questionnaires/Views/AdminRanking/Index.cshtml
source: By {0}
it_it: Di {0}

# ~/Modules/Laser.Orchard.Questionnaires/Views/AdminRanking/Index.cshtml
source: Clear
it_it: Cancella

# ~/Modules/Laser.Orchard.Questionnaires/Views/AdminRanking/Index.cshtml
source: Index of games
it_it: Indice dei giochi

# ~/Modules/Laser.Orchard.Questionnaires/Views/AdminRanking/Index.cshtml
source: Language: {0}
it_it: Lingua: {0}

# ~/Modules/Laser.Orchard.Questionnaires/Views/AdminRanking/Index.cshtml
source: Last modified: {0}
it_it: Ultima modifica: {0}

# ~/Modules/Laser.Orchard.Questionnaires/Views/AdminRanking/Index.cshtml
source: Search
it_it: Cerca

# ~/Modules/Laser.Orchard.Questionnaires/Views/AdminRanking/Index.cshtml
source: Search:
it_it: Cerca:

# ~/Modules/Laser.Orchard.Questionnaires/Views/AdminRanking/Index.cshtml
source: Send top10s by email
it_it: Invia le top10 via email

# ~/Modules/Laser.Orchard.Questionnaires/Views/AdminRanking/Index.cshtml
source: unknown
it_it: Sconosciuto

source: Default is false. If selected emails will be sended at end game
it_it: Il valore predefinito è falso. Se selezionato, alla fine del gioco verranno inviate le email

source: Default is false. If selected post with Ranking will be enabled
it_it: Il valore predefinito è falso. Se selezionato, verrà abilitato il post con la Classifica

source: Email address
it_it: Indirizzo email

source: Ranking
it_it: Classifica

source: Select template
it_it: Seleziona il template

source: Select template to use in email message
it_it: Seleziona il template da usare nel messaggio email

source: Send Email when game end
it_it: Invia email quando il gioco finisce

source: Settings - Game Part
it_it: Impostazioni - Parte Gioco

source: The Email with ranking will be sent at this address
it_it: L'email con la classifica verrà inviata a questo indirizzo

source: Allow admin users to manage answers conditions
it_it: Permette agli amministratori di gestire le condizioni nelle risposte

source: Allow admin users to manage multi choice answers
it_it: Permette agli amministratori di gestire le risposte a scelta multipla

source: Allow admin users to manage open answers
it_it: Permette agli amministratori di gestire le risposte libere

source: Allow admin users to manage questionnaire sections
it_it: Permette agli amministratori di gestire le sezioni dei questionari

source: Allow admin users to manage single choice answers
it_it: Permette agli amministratori di gestire le risposte a scelte mutuamente esclusive

source: Check if you don't want to save the username in the answers.
it_it: Selezionare se non si vuole salvare il nome utente nelle risposte.

source: Check if you want the user to be able to edit section text.
it_it: Selezionare per permettere all'utente di modificare le sezioni di testo.

source: Check if you want the user to be able to manage questions visibility based on answers.
it_it: Selezionare per permettere all'utente di gestire la visibilità delle domande in base alle risposte.

source: Check if you want the user to be able to manage questions with multi choice answers.
it_it: Selezionare per permettere all'utente di gestire domande con risposta a scelta multipla.

source: Check if you want the user to be able to manage questions with open answers.
it_it: Selezionare per permettere all'utente di gestire domande con risposta libera.

source: Check if you want the user to be able to manage questions with single choice answers.
it_it: Selezionare per permettere all'utente di gestire domande con risposta a scelta mutuamente esclusiva.

source: Check if you want to show to the current user its own latest answers.
it_it: Selezionare nel caso in cui si desideri mostrare all'utente le sue ultime risposte.

source: Default 0 (no limit)
it_it: Valore predefinito 0 (nessun limite)

source: Default is false.
it_it: Il valore predefinito è falso.

source: Default is false.
it_it: Il valore predefinito è falso.

source: Default is false. If selected a Correct Response Option will be visible in back office
it_it: Il valore predefinito è falso. Se selezionato, nel back office sarà visibile l'Opzione Risposta Corretta

source: Default is false. If selected response will be showed randomly
it_it: Il valore predefinito è falso. Se selezionato, la risposta verrà mostrata in modo casuale

source: Enable Answer's Image
it_it: Abilita Immagine della Risposta

source: Enable Question's Image
it_it: Abilita Immagine della Domanda

source: Force anonymous responses for authenticated users.
it_it: Forza risposte anonime per gli utenti autenticati.

source: Limit the number of answer for each questionnaire
it_it: Limita il numero di risposte per ogni questionario

source: Limit the number of images for each answer
it_it: Limita il numero di immagini per ogni risposta

source: Limit the number of images for each question
it_it: Limita il numero di immagini per ogni domanda

source: Limit the number of questions
it_it: Limita il numero di domande

source: Number of questions sorted Randomly
it_it: Numero di domande ordinate in modo casuale

source: Questionnaire Context
it_it: Contesto del Questionario

source: Random Response
it_it: Risposta Casuale

source: Set the Limit of number of answer for each questionnaire , default is 0 (No limits)
it_it: Impostare il limite nel numero di risposte per ogni questionario, il default è 0 (Nessun limite)

source: Set the Limit of number of questions , default is 0 (No limits)
it_it: Impostare il limite nel numero di domande, il default è 0 (Nessun limite)

source: Set the Limit of number of questions sorted randomly , default is 0 (No limits)
it_it: Impostare il limite nel numero di domande ordinate in modo casuale, il default è 0 (Nessun limite)

source: Settings - Questionnaire Part
it_it: Impostazioni - Parte Questionario

source: Settings - Questionnaire Part - Images
it_it: Impostazioni - Parte Questionario - Immagini

source: Show Correct Response Option
it_it: Visualizza Opzione Risposta Corretta

source: Show user's latest answers.
it_it: Mostra le ultime risposte dell'utente.

source: The Context this questionnaire refers to (eg. a commercial campaign name). It is usually usefull '{Content.DisplayText}'.
it_it: Il Contesto a cui il questionario si riferisce (es. il titolo di una campagna commerciale). Normalmente è utile utilizzare '{Content.DisplayText}'.

source: Add Picture
it_it: Aggiungi Immagine

source: Answer
it_it: Risposta

source: Remove
it_it: Elimina

source: Remove the image?
it_it: Vuoi rimuovere l\'immagine?

source: Abstract
it_it: Riassunto

source: Default is false. If selected response will be showed randomly
it_it: Il valore predefinito è falso. Se selezionato, la risposta verrà mostrata in modo casuale

source: Don't change this value when Game is started or Ranking will be incorrect altered
it_it: Non modificare questo valore quando il Gioco è in corso per non alterare erroneamente la Classifica

source: Email sended at the end of the game
it_it: Email inviata alla fine del gioco

source: Game Date
it_it: Data del Gioco

source: Game Type
it_it: Tipo di Gioco

source: Number of questions sorted Randomly
it_it: Numero di domande ordinate in modo casuale

source: Order
it_it: Ordine

source: Point for answer
it_it: Punti per risposta

source: Random Response
it_it: Risposta Casuale

source: Ranking Android Identifier
it_it: Classifica Android Identifier

source: Ranking IOS Identifier
it_it: Classifica IOS Identifier

source: Select Game Type
it_it: Seleziona il Tipo di Gioco

source: Set the Limit of number of questions sorted randomly , default is 0 (No limits)
it_it: Impostare il limite nel numero di domande ordinate in modo casuale, il default è 0 (Nessun limite)

source: The value of this field is changed automatically by the system
it_it: Il valore di questo campo è cambiato automaticamente dal sistema

source: Time for Answer
it_it: Tempo per la risposta

source: Actions
it_it: Azioni

source: Add Question
it_it: Nuova Domanda

source: Max number of uploadable pictures reached. Try to remove one of the existing before adding a new one.
it_it: È stato raggiunto il numero massimo di immagini caricabile. Provare a rimuoverne una esistente prima di aggiungerne una nuova.

source: Must accept terms and conditions
it_it: E' necessario accettare i termini e le condizioni

source: Question
it_it: Domanda

source: Question Type
it_it: Tipo domanda

source: Questionnaire questions and allowed answers
it_it: Domande e risposte del questionario

source: Remove
it_it: Rimuovi

source: Remove the image?
it_it: Vuoi rimuovere l\\'immagine?

source: Terms and conditions text
it_it: Testo dei termini e delle condizioni

source: Use recaptcha
it_it: Usa recaptcha

source: Continue >
it_it: Avanti >

source: Date
it_it: Data

source: I accept your terms and conditions. I want to answer to your survey.
it_it: Accetto i termini e lecondizioni del servizio. Desidero partecipare al vostro questionario.

source: Next
it_it: Successivo

source: Previous
it_it: Precedente

source: Send your questionnaire
it_it: Inoltra questionario

source: Time
it_it: Orario

source: Disposable Action
it_it: Risposta singola per utente

source: If checked only one user answer is enable for each questionnaire
it_it: Se selezionato, verrà abilitata una sola risposta per ogni questionario

source: Questionnaire Settings
it_it: Impostazioni Questionario

source: - Choose a File to Upload -
it_it: - Selezionare un File da Caricare -

source: Actions
it_it: Azioni

source: Add Answer
it_it: Nuova Risp.

source: Add File
it_it: Aggiungi File

source: Add Picture
it_it: Aggiungi Immagine

source: Answer type
it_it: Tipologia risposta

source: Behaviour
it_it: Comportamento

source: Condition
it_it: Condizione

source: Must accept terms and conditions
it_it: Obbligartoria accettazione dei termini e condizioni

source: Properties
it_it: Propriet&agrave

source: Question text
it_it: Testo della domanda

source: Question type
it_it: Tipologia domanda

source: Remove
it_it: Elimina

source: Remove the image?
it_it: Vuoi rimuovere l\'immagine?

source: Required
it_it: Richiesto

source: Section
it_it: Sezione

source: Terms and conditions text
it_it: Testo Termini e condizioni

source: Type a section name
it_it: Digita il nome della sezione

source: Type the question
it_it: Digita la domanda

source: Visible
it_it: Visibile

source: Continue >
it_it: Avanti >

source: I accept your terms and conditions. I want to answer to your survey.
it_it: Accetto i termini e lecondizioni del servizio. Desidero partecipare al vostro questionario.

source: Next
it_it: Successivo

source: Please answer to all questions!
it_it: Si prega di rispondere a tutte le domande!

source: Previous
it_it: Precedente

source: Send your questionnaire
it_it: Inoltra questionario

source: Thank you for submitting your feedback.
it_it: Grazie di averci fornito il tuo parere!

source: create an account
it_it: creare un nuovo account

source: login
it_it: accedere con le tue credenziali

source: You can {0} or {1}
it_it: Puoi {0} oppure {1}

source: You have to be logged in, before answering a questionnaire!
it_it: Devi essere autenticato per poter rispondere al nostro questionario!

# ~/Modules/Laser.Orchard.Questionnaires/Views/QuestionnaireStats/Detail.cshtml
source: Answers
it_it: Risposte

# ~/Modules/Laser.Orchard.Questionnaires/Views/QuestionnaireStats/Detail.cshtml
source: Clear
it_it: Annulla

# ~/Modules/Laser.Orchard.Questionnaires/Views/QuestionnaireStats/Detail.cshtml
source: Completeness
it_it: Completezza

# ~/Modules/Laser.Orchard.Questionnaires/Views/QuestionnaireStats/Detail.cshtml
source: Date From
it_it: Dalla Data

# ~/Modules/Laser.Orchard.Questionnaires/Views/QuestionnaireStats/Detail.cshtml
source: Date To
it_it: Alla Data

# ~/Modules/Laser.Orchard.Questionnaires/Views/QuestionnaireStats/Detail.cshtml
source: Export
it_it: Esporta

# ~/Modules/Laser.Orchard.Questionnaires/Views/QuestionnaireStats/Detail.cshtml
source: Filter
it_it: Filtra

# ~/Modules/Laser.Orchard.Questionnaires/Views/QuestionnaireStats/Detail.cshtml
source: Filter options
it_it: Opzioni di filtro

# ~/Modules/Laser.Orchard.Questionnaires/Views/QuestionnaireStats/Detail.cshtml
source: Number of people replying to questionnaire
it_it: Numero di persone che hanno risposto al questionario

# ~/Modules/Laser.Orchard.Questionnaires/Views/QuestionnaireStats/Detail.cshtml
source: People
it_it: Persone

# ~/Modules/Laser.Orchard.Questionnaires/Views/QuestionnaireStats/Detail.cshtml
source: Percentage of reply to all questions
it_it: Percentuale di risposte all'intero questionario

# ~/Modules/Laser.Orchard.Questionnaires/Views/QuestionnaireStats/Detail.cshtml
source: Questionnaire Answers
it_it: Risposte al questionario

# ~/Modules/Laser.Orchard.Questionnaires/Views/QuestionnaireStats/Detail.cshtml
source: Questionnaire Statistics
it_it: Statistiche del questionario

# ~/Modules/Laser.Orchard.Questionnaires/Views/QuestionnaireStats/Detail.cshtml
source: Search:
it_it: Cerca:

# ~/Modules/Laser.Orchard.Questionnaires/Views/QuestionnaireStats/Detail.cshtml
source: Show all answers
it_it: Mostra tutte le risposte

# ~/Modules/Laser.Orchard.Questionnaires/Views/QuestionnaireStats/Detail.cshtml
source: Show Exported Files
it_it: Mostra file esportati

# ~/Modules/Laser.Orchard.Questionnaires/Views/QuestionnaireStats/Detail.cshtml
source: Statistics for {0}
it_it: Statistiche per {0}

# ~/Modules/Laser.Orchard.Questionnaires/Views/QuestionnaireStats/Detail.cshtml
source: This questionnaire contains no answers.
it_it: Questo questionario non ha ricevuto nessuna risposta.

# ~/Modules/Laser.Orchard.Questionnaires/Views/QuestionnaireStats/Detail.cshtml
source: Total number of given answers
it_it: Numero totale di risposte

# ~/Modules/Laser.Orchard.Questionnaires/Views/QuestionnaireStats/Index.cshtml
source: By {0}
it_it: Di {0}

# ~/Modules/Laser.Orchard.Questionnaires/Views/QuestionnaireStats/Index.cshtml
source: Clear
it_it: Annulla

# ~/Modules/Laser.Orchard.Questionnaires/Views/QuestionnaireStats/Index.cshtml
source: Language: {0}
it_it: Lingua: {0}

# ~/Modules/Laser.Orchard.Questionnaires/Views/QuestionnaireStats/Index.cshtml
source: Last modified: {0}
it_it: Ultima modifica: {0}

# ~/Modules/Laser.Orchard.Questionnaires/Views/QuestionnaireStats/Index.cshtml
source: Questionnaire Statistics
it_it: Statistiche del questionario

# ~/Modules/Laser.Orchard.Questionnaires/Views/QuestionnaireStats/Index.cshtml
source: Search
it_it: Cerca

# ~/Modules/Laser.Orchard.Questionnaires/Views/QuestionnaireStats/Index.cshtml
source: Search:
it_it: Cerca:

# ~/Modules/Laser.Orchard.Questionnaires/Views/QuestionnaireStats/Index.cshtml
source: unknown
it_it: Sconosciuto

source: Answers Detail
it_it: Dettagli delle risposte

source: Questionnaire Answers
it_it: Risposte al questionario

source: Questionnaire Statistics
it_it: Statistiche del questionario

# Laser.Orchard.Questionnaires.Activities.GameRankingSubmittedgEvent
source: Done
it_it: Fatto

# Laser.Orchard.Questionnaires.Activities.GameRankingSubmittedgEvent
source: Questionnaire
it_it: Questionario

# Laser.Orchard.Questionnaires.Activities.GameRankingSubmittedgEvent
source: Questionnaire - Game Ranking Submitted).
it_it: Questionario - Inviata Classifica del Gioco).

# Laser.Orchard.Questionnaires.Activities.QuestionnaireSubmittedEvent
source: Done
it_it: Fatto

# Laser.Orchard.Questionnaires.Activities.QuestionnaireSubmittedEvent
source: Questionnaire
it_it: Questionario

# Laser.Orchard.Questionnaires.Activities.QuestionnaireSubmittedEvent
source: Questionnaire is submitted.
it_it: Il questionario è stato inviato.

# Laser.Orchard.Questionnaires.Controllers.QuestionnaireController
source: Please, accept our terms and conditions!
it_it: Si prega di accettare i termini e le condizioni!

# Laser.Orchard.Questionnaires.Controllers.QuestionnaireController
source: Sorry, you already submitted this questionnaire.
it_it: Spiacente, hai già compilato questo questionario.

# Laser.Orchard.Questionnaires.Controllers.QuestionnaireController
source: Thank you for submitting your feedback.
it_it: Grazie per averci inviato la tua opinione.

# Laser.Orchard.Questionnaires.Controllers.QuestionnaireResponseController
source: Questionnaire already submitted.
it_it: Questionario già inviato.

# Laser.Orchard.Questionnaires.Controllers.QuestionnaireResponseController
source: Validation:
it_it: Validazione:

# Laser.Orchard.Questionnaires.Controllers.QuestionnaireResponseController
source: Validation: data list is empty.
it_it: Validazione: la lista dei dati è vuota.

# Laser.Orchard.Questionnaires.Controllers.QuestionnaireResponseController
source: Validation: invalid input data structure.
it_it: Validazione: la struttura dei dati in input non è valida.

# Laser.Orchard.Questionnaires.Controllers.QuestionnaireStatsController
source: Export started. Please check 'Show Exported Files' in a few minutes to get the result.
it_it: Esportazione in esecuzione. Per verificarne l'esito attendi qualche minuto e poi clicca su 'Mostra file esportati'

# Laser.Orchard.Questionnaires.Controllers.QuestionnaireStatsController
source: Export started. Please check 'Show Exported Files' to get the result.
it_it: Esportazione in esecuzione. Per verificarne l'esito clicca su 'Mostra file esportati'

# Laser.Orchard.Questionnaires.Drivers.QuestionnairePartDriver
source: Cannot update questionnaire
it_it: Non è possibile aggiornare il questionario

# Laser.Orchard.Questionnaires.Drivers.QuestionnairePartDriver
source: Cannot update questionnaire.
it_it: Non è possibile aggiornare il questionario.

# Laser.Orchard.Questionnaires.Drivers.QuestionnairePartDriver
source: Cannot update questionnaire.......
it_it: Non è possibile aggiornare il questionario.......

# Laser.Orchard.Questionnaires.Drivers.QuestionnairePartDriver
source: You have to be logged in, before answering a questionnaire!
it_it: Devi essere autenticato per poter rispondere al nostro questionario!

# Laser.Orchard.Questionnaires.Handlers.QuestionnaireContextFilter
source: Filter for questionnaires without response for current User on a specific context.
it_it: Filtro per i questionari senza risposta per l'Utente corrente nel contesto indicato

# Laser.Orchard.Questionnaires.Handlers.QuestionnaireContextFilter
source: Only unanswered Questionnare for current user on a specific context
it_it: Solo questionari senza risposta per l'Utente corrente nel contesto indicato

# Laser.Orchard.Questionnaires.Handlers.QuestionnaireContextFilter
source: Questionnaire
it_it: Questionario

# Laser.Orchard.Questionnaires.Handlers.QuestionnaireContextFilter
source: Questionnaires without response for current User on a specific context
it_it: Questionari senza risposta per l'Utente corrente per il contesto indicato

# Laser.Orchard.Questionnaires.Handlers.QuestionnaireContextFilterForm
source: Questionnaire Context
it_it: Contesto del Questionario

# Laser.Orchard.Questionnaires.Handlers.QuestionnaireFilter
source: Filter for Questionnaire with not associated response to current user
it_it: Filtro per questionari che sono senza risposta per l'utente corrente

# Laser.Orchard.Questionnaires.Handlers.QuestionnaireFilter
source: Only unanswered Questionnare for current user
it_it: Solo questionari a cui l'utente corrente ha risposto

# Laser.Orchard.Questionnaires.Handlers.QuestionnaireFilter
source: Questionnaire
it_it: Questionario

# Laser.Orchard.Questionnaires.Handlers.QuestionnaireFilter
source: Questionnaire without response for current User
it_it: Questionari senza risposta per l'Utente corrente

# Laser.Orchard.Questionnaires.Handlers.QuestionnaireNotAnsweredFilter
source: Filter for specific questionnaire and context without response for current User.
it_it: Filtro per questionario e contesto specifico senza risposta per l'Utente corrente

# Laser.Orchard.Questionnaires.Handlers.QuestionnaireNotAnsweredFilter
source: Filter for specific questionnaire without response for current User.
it_it: Filtro per un questionario indicato senza risposta per l'Utente corrente

# Laser.Orchard.Questionnaires.Handlers.QuestionnaireNotAnsweredFilter
source: Only unanswered Questionnaire for current user
it_it: Solo questionari senza risposta per l'Utente corrente

# Laser.Orchard.Questionnaires.Handlers.QuestionnaireNotAnsweredFilter
source: Questionnaire
it_it: Questionario

# Laser.Orchard.Questionnaires.Handlers.QuestionnaireNotAnsweredFilter
source: Specific questionnaire and context without response for current User
it_it: Questionario e contesto specifico senza risposta per l'Utente corrente

# Laser.Orchard.Questionnaires.Handlers.QuestionnaireNotAnsweredFilter
source: Specific questionnaire without response for current User
it_it: Questionario specifico senza risposta per l'Utente corrente

# Laser.Orchard.Questionnaires.Handlers.QuestionnaireNotAnsweredFilterForm
source: Questionnaire Context
it_it: Contesto del Questionario

# Laser.Orchard.Questionnaires.Handlers.QuestionnaireNotAnsweredFilterForm
source: Questionnaire Id
it_it: ID del Questionario

# Laser.Orchard.Questionnaires.Navigation.AdminMenu
source: Games
it_it: Giochi

# Laser.Orchard.Questionnaires.Navigation.AdminMenu
source: Multi choice Answers
it_it: Risposta a scelta multipla

# Laser.Orchard.Questionnaires.Navigation.AdminMenu
source: Open Answers
it_it: Risposta aperta

# Laser.Orchard.Questionnaires.Navigation.AdminMenu
source: Questionnaires
it_it: Questionari

# Laser.Orchard.Questionnaires.Navigation.AdminMenu
source: Single choice Answers
it_it: Risposta singola

# Laser.Orchard.Questionnaires.Navigation.AdminMenu
source: Statistics
it_it: Statistiche

# Laser.Orchard.Questionnaires.Services.QuestionnairesServices
source: Operation Fail: Questionnaire already filled
it_it: Operazione fallita: questionario già compilato

# Laser.Orchard.Questionnaires.Services.to
source: Operation Fail: Questionnaire already filled
it_it: Operazione fallita: questionario già compilato
