Repository: LaserSrl/Laser.Orchard.Platform
Catalog: src/Modules/Laser.Orchard.ContactForm/App_Data/Localization/*/orchard.module.po
Languages: fr_fr, it_it

source: Contact Form
fr_fr: Forme de Contact
it_it: Modulo di Contatto

source: Email for Spam Collection
fr_fr: Email pou Collection Spam
it_it: Email per Raccolta Spam

source: Enable spam email collection (Send messaged flagged as spam to this address)
fr_fr: Active la collection des emails de spam (envoye les messages identifiés comme spam à cet adresse)
it_it: Abilita raccolta email di spam (invia i messaggi identificati come spam a questo indirizzo)

source: Specify one or more addresses separated by a semicolon.
fr_fr: Spécifier un ou plusieurs adresses séparés par point-virgule.
it_it: Specificare uno o più indirizzi separati da punto e virgola.

source: A dictionary containing all the other data
fr_fr: Un dictionnaire contenant toutes les autres données
it_it: Un dizionario contenente tutti gli altri dati

source: Attach files to email
fr_fr: Join les fichiers à l'email
it_it: Allega i file alla email

source: Display Name Field
fr_fr: Montre le Champ 'Nom'
it_it: Mostra il Campo 'Nome'

source: Enable File Upload
fr_fr: Active Téléchargement Fichiers
it_it: Abilita Caricamento File

source: I have read and agree to the
it_it: Ho letto e accetto

source: If checked, an upload button will be added to the form.
fr_fr: S'il est sélectionné, un bouton de téléchargement sera ajouté à la forme.
it_it: Se selezionato, un bottone di caricamento verrà aggiunto al form.

source: If not checked, a 'Subject' field will display on the form. Tokens: {DOMAIN}, {NAME}.<br/>If checked and the above textbox is empty, the subject specified in the template will be used otherwise the above textbox value will be used as the email subject. If no template is specified, the subject specified in the textbox above will be used.
it_it: Se non selezionato verrà mostrato sul form a front-end un campo Oggetto. Tokens: {DOMAIN},{NAME}.<br/>Se selezionato e la textbox viene lasciata vuota, verrà utilizzato come oggetto della mail l'oggetto specificato all'interno del template, altrimenti verrà utilizzato come oggetto della mail il testo della textbox. Se non viene selezionato alcun template di email, sarà utilizzato come oggetto il testo presente nella textbox.

source: If not checked, a 'Subject' field will display on the form. Tokens: {DOMAIN}, {NAME}.<br/>If checked, the subject specified in the template will be used. If no template is specified, the subject specified in the textbox above will be used.
fr_fr: S'il n'est pas sélectionné, un champ 'Objet' sera visualisé dans la forme. Tokens: {DOMAIN}, {NAME}.<br/>S'il est selectionné, l'objet specifié dans le modèle sera utilisé. S'il n'ya pas un modèle selectionné, l'objet specifié dans la zone de texte au-dessus sera utilisé.
it_it: Se non selezionato, un campo 'Oggetto' verrà visualizzato nel form. Tokens: {DOMAIN}, {NAME}.<br/>Se selezionato, verrà usato l'oggetto specificato nel template. Se nessun template è stato selezionato, verrà usato l'oggetto specificato nella casella di testo soprastante.

source: If the folder does not exists, it will be created.
fr_fr: Si le dossier n'existe pas il sera créé.
it_it: Se la cartella non esiste verrà creata.

source: If this option is checked, every form submission or API request must have an attached file.
fr_fr: Si cette option est sélectionnée, chaque envoye de forme ou requête API devra avoir un fichier joint.
it_it: Se questa opzione è selezionata, ogni invio di form o richiesta alle API dovrà avere un file allegato

source: If this option is not checked, instead of attaching the file to the email its URL will be added to the body.
fr_fr: Si cette option n'est pas selectionnée, au lieu de joindre les fichiers leur URL sera ajouté au corps de l'email.
it_it: Se questa opzione non è selezionata, invece di allegare i file alla email il loro URL verrà aggiunto al testo del messaggio.

source: Insert a thank you page
it_it: inserire una pagina di ringraziamento

source: Mail Template
fr_fr: Modèle de l'Email
it_it: Template dell'Email

source: Policy Url.
it_it: Url delle policy.

source: Privacy Policy
it_it: Politica di Privacy

source: Recipient Email Address
fr_fr: Adresse Email Destinataire
it_it: Indirizzo Email Destinatario

source: Require attachment
fr_fr: Rends obligatoire la presence d'un fichier joint
it_it: Rendi obbligatoria la presenza di un allegato

source: Require Name Field
fr_fr: Rends Obligatoire le Champ 'Nom'
it_it: Rendi Obbligatorio il Campo 'Nome'

source: Specify one or more destination addresses separated by a semicolon.
fr_fr: Spécifier un ou plusieurs adresses de destination séparés par point-virgule.
it_it: Specificare uno o più indirizzi di destinazione separati da punto e virgola.

source: Specify text before accept policy.
it_it: Specificare il testo antecedente l'accettazione delle politiche di privacy.

source: Text with link.
it_it: Testo con link.

source: Thank you page Url.
it_it: Url della pagina di ringraziamento.

source: The email address of the sender
fr_fr: L'adresse email de l'anvoyeur
it_it: L'indirizzo email del mittente

source: The name collected by this field is included in the email body.
fr_fr: Le nom inséré dans se champ sera inclu dans le corps de l'email.
it_it: Il nome inserito in questo campo verrà incluso nel corpo dell'email.

source: The name of the sender
fr_fr: Le nom de l'envoyeur
it_it: Il nome del mittente

source: The subject of the email
fr_fr: L'objet de l'email
it_it: L'oggetto dell'email

source: The text of the email
fr_fr: Le texte de l'email
it_it: Il testo dell'email

source: The URL of the attachment
fr_fr: L'URL du fichier joint
it_it: L'URL dell'allegato

source: Upload files in the following path:
fr_fr: Télécharge fichiers dans le dossier suivant:
it_it: Carica file nella seguente cartella:

source: Use Same Subject for All Emails
fr_fr: Utilise le Même Objet pour Toutes les Emails
it_it: Usa lo Stesso Oggetto per Tutte le Email

source: User will have to accept policies before submit a message.
it_it: L'utente dovrà accettare le politiche di privacy prima di inoltrare il messaggio.

source: Variables passed to the template through the model:
fr_fr: Variables passées au modèle:
it_it: Variabili passate al template attraverso il modello:

# ~/Modules/Laser.Orchard.ContactForm/Views/FileUpload/Add.cshtml
source: Add
fr_fr: Ajoute
it_it: Aggiungi

# ~/Modules/Laser.Orchard.ContactForm/Views/FileUpload/Add.cshtml
source: Browse
fr_fr: Parcour
it_it: Sfoglia

# ~/Modules/Laser.Orchard.ContactForm/Views/FileUpload/Add.cshtml
source: The file "{0}" has been uploaded!
it_it: Il file "{0}" è stato caricato!

# ~/Modules/Laser.Orchard.ContactForm/Views/FileUpload/Add.cshtml
source: Upload
fr_fr: Télécharge
it_it: Carica

# ~/Modules/Laser.Orchard.ContactForm/Views/FileUpload/Add.cshtml
source: Uploading...
fr_fr: Téléchargement...
it_it: Caricamento in corso...

# ~/Modules/Laser.Orchard.ContactForm/Views/Parts/ContactForm.cshtml
source: Add attachment
fr_fr: Ajoute fichier joint
it_it: Aggiungi allegato

# ~/Modules/Laser.Orchard.ContactForm/Views/Parts/ContactForm.cshtml
source: Comments or Inquiry
fr_fr: Votre messagge
it_it: Il Tuo Messaggio

# ~/Modules/Laser.Orchard.ContactForm/Views/Parts/ContactForm.cshtml
source: Confirm Email
fr_fr: Confirme Email
it_it: Conferma Email

# ~/Modules/Laser.Orchard.ContactForm/Views/Parts/ContactForm.cshtml
source: Confirm Email Address
it_it: Conferma Indirizzo Email

# ~/Modules/Laser.Orchard.ContactForm/Views/Parts/ContactForm.cshtml
source: Email Address
fr_fr: Adresse Email
it_it: Indirizzo Email

# ~/Modules/Laser.Orchard.ContactForm/Views/Parts/ContactForm.cshtml
source: Message
it_it: Messaggio

# ~/Modules/Laser.Orchard.ContactForm/Views/Parts/ContactForm.cshtml
source: Name
fr_fr: Nom
it_it: Nome

# ~/Modules/Laser.Orchard.ContactForm/Views/Parts/ContactForm.cshtml
source: Privacy Policy must be accepted.
it_it: Le politiche di privacy devono essere accettate.

# ~/Modules/Laser.Orchard.ContactForm/Views/Parts/ContactForm.cshtml
source: Send
fr_fr: Envoye
it_it: Inoltra

# ~/Modules/Laser.Orchard.ContactForm/Views/Parts/ContactForm.cshtml
source: Subject
fr_fr: Objet
it_it: Oggetto

# ~/Modules/Laser.Orchard.ContactForm/Views/Parts/ContactForm.cshtml
source: Upload file
fr_fr: Télécharger fichier
it_it: Carica file

# ~/Modules/Laser.Orchard.ContactForm/Views/Parts/ContactForm.cshtml
source: Your Name
fr_fr: Votre Nom
it_it: Il Vostro Nome

# Laser.Orchard.ContactForm.Activity.ContactFormSubmittedEvent
source: A contact form is submitted
it_it: È stato compilato e inviato un form di contatto

# Laser.Orchard.ContactForm.Activity.ContactFormSubmittedEvent
source: Done
it_it: Fatto

# Laser.Orchard.ContactForm.Activity.ContactFormSubmittedForm
source: Any
it_it: Qualsiasi

# Laser.Orchard.ContactForm.Activity.ContactFormSubmittedForm
source: Contact Forms - Contents
it_it: Form di contatto - Contenuti

# Laser.Orchard.ContactForm.Activity.ContactFormSubmittedForm
source: Select any contact form. If the contact form is not in the list, you need to add the IdentityPart and valorize it.
it_it: Selezionare un form di contatto. Se il form di contatto non è presente in lista, è necessario aggiungere e valorizzare l'IdentityPart sul relativo tipo di contenuto.

# Laser.Orchard.ContactForm.Controllers.ContactFormDriver
source: The destination folder for the uploaded files has been succesfully created!
it_it: La cartella di destinazione per i file da caricare è stata creata con successo!

# Laser.Orchard.ContactForm.Controllers.ContactFormDriver
source: The destination folder for the uploaded files has not been created!
fr_fr: Le dossier de destination pour les fichiers à télécharger n'a pas été créé!
it_it: La cartella di destinazione per i file da caricare non è stata creata!

# Laser.Orchard.ContactForm.Controllers.EmailAPIController
source: The content Id has not been provided or does not correspond to a content part of the correct type.
fr_fr: L'identificateur du contenu n'a pas été fourni ou ne correspond pas à une pièce de contenu du type correct.
it_it: Il content Id non è stato fornito o non corrisponde ad una content part del tipo corretto.

# Laser.Orchard.ContactForm.Controllers.EmailAPIController
source: The file extension in the filename is not allowed or has not been provided.
fr_fr: L'extension du fichier n'est pas authorisée o n'est pas comprise dans le nom du fichier.
it_it: L'estensione del file non è tra quelle autorizzate o non è contenuta nel nome del file.

# Laser.Orchard.ContactForm.Controllers.EmailAPIController
source: The provided data does not correspond to the required format.
fr_fr: Les données fournis ne correspondent pas au format requis.
it_it: I dati forniti non corrispondono al formato richiesto.

# Laser.Orchard.ContactForm.Controllers.FileUploadController
source: Please select a file.
fr_fr: Sélectioner un fichier.
it_it: Selezionare un file.

# Laser.Orchard.ContactForm.Controllers.FileUploadController
source: The file extension in the filename is not allowed or has not been provided.
fr_fr: L'extension du fichier n'est pas authorisée o n'est pas comprise dans le nom du fichier.
it_it: L'estensione del file non è tra quelle autorizzate o non è contenuta nel nome del file.

# Laser.Orchard.ContactForm.Drivers.ContactFormDriver
source: The destination folder for the uploaded files has been succesfully created!
it_it: La cartella di destinazione per i file da caricare è stata creata con successo!

# Laser.Orchard.ContactForm.Drivers.ContactFormDriver
source: The destination folder for the uploaded files has not been created!
it_it: La cartella di destinazione per i file da caricare non è stata creata!

# Laser.Orchard.ContactForm.Handlers.ContactFormSettingsPartHandler
source: Contact Form
it_it: Modulo di Contatto

# Laser.Orchard.ContactForm.Services.ContactFormService
source: All contact fields are required.
it_it: Tutti i campi sono obbligatori.

# Laser.Orchard.ContactForm.Services.ContactFormService
source: An unexpected error occured when sending your message. You may email us directly at: {0}
fr_fr: Un erreur inattendu c'est verifié en evoyant votre message. Vous pouvez nous contacter directement à l'adresse: {0}
it_it: Si è verificato un errore inatteso nell'invio del vostro messaggio. E' possibile contattarci direttamente all'indirizzo: {0}

# Laser.Orchard.ContactForm.Services.ContactFormService
source: An unexpected error while sending a contact form message flagged as spam to {0} at {1}
fr_fr: Erreur inattendu en envoyant un message identifié comme spam de {0} à {1}
it_it: Errore inatteso nell'invio di un messaggio identificato come spam da {0} a {1}

# Laser.Orchard.ContactForm.Services.ContactFormService
source: An unexpected error while sending a contact form message to {0} at {1}
fr_fr: Erreur inattendu en envoyant un message de {0} à {1}
it_it: Errore inatteso nell'invio di un messaggio da {0} a {1}

# Laser.Orchard.ContactForm.Services.ContactFormService
source: Attachment
fr_fr: Fichier Joint
it_it: Allegato

# Laser.Orchard.ContactForm.Services.ContactFormService
source: 'Confirm email' and 'Email' does not match. Please retry.
fr_fr: Les champs 'Email' e 'Confirme Email' ne correspondent pas. Réessayez s'il vous plait.
it_it: I campi 'Email' e 'Conferma email' non corrispondono. Per favore riprovare.

# Laser.Orchard.ContactForm.Services.ContactFormService
source: Contact form message sent to {0} at {1}
fr_fr: Message envoyé de {0} à {1}
it_it: Messaggio inviato da {0} a {1}

# Laser.Orchard.ContactForm.Services.ContactFormService
source: Invalid email address.
fr_fr: Adresse email invalide.
it_it: Indirizzo di posta elettronica non valido.

# Laser.Orchard.ContactForm.Services.ContactFormService
source: Operation completed successfully.
fr_fr: Operation terminée avec succès.
it_it: Operazione completata con successo.

# Laser.Orchard.ContactForm.Services.ContactFormService
source: Our email server isn't configured. You may email us directly at: {0}
fr_fr: Notre serveur email n'est pas configuré. Vous pouvez nous contacter directement à l'adresse: {0}
it_it: Il nostro server email non è configurato. E' possibile contattarci direttamente all'indirizzo: {0}

# Laser.Orchard.ContactForm.Services.ContactFormService
source: Thank you for your inquiry, we will respond to you shortly.
fr_fr: Merci pur votre message, vous recevrez une réponse bientôt.
it_it: Grazie per il vostro messaggio, vi risponderemo a breve.

# Laser.Orchard.ContactForm.Services.ContactFormService
source: The sender email and the message text are required, but one or more of these informations are missing.
fr_fr: L'adresse de l'envoyeur et le texte du message sont obligatoires, mais une ou plusieurs de ces informations sont absents.
it_it: L'indirizzo del mittente e il testo del messaggio sono dati obbligatori, ma una o più di queste informazioni sono mancanti.

# Laser.Orchard.ContactForm.Services.ContactFormService
source: The sender email, message text and attachment are required, but one or more of these informations are missing.
fr_fr: L'adresse de l'envoyeur, le texte du message et le fichier joint sont obligatoires, mais une ou plusieurs de ces informations sont absents.
it_it: L'indirizzo del mittente, il testo del messaggio e l'allegato sono dati obbligatori, ma una o più di queste informazioni sono mancanti.

# Laser.Orchard.ContactForm.Services.ContactFormService
source: The sender email, sender name and message text are required, but one or more of these informations are missing.
fr_fr: L'adresse de l'envoyeur, le nom de l'envoyeur et le texte du message sont obligatoires, mais une ou plusieurs de ces informations sont absents.
it_it: L'indirizzo del mittente, il nome del mittente e il testo del messaggio sono dati obbligatori, ma una o più di queste informazioni sono mancanti.

# Laser.Orchard.ContactForm.Services.ContactFormService
source: The sender email, sender name, message text and attachment are required, but one or more of these informations are missing.
fr_fr: L'adresse de l'envoyeur, le nom de l'envoyeur, le texte du message et le fichier joint sont obligatoires, mais une ou plusieurs de ces informations sont absents.
it_it: L'indirizzo del mittente, il nome del mittente, il testo del messaggio e l'allegato sono dati obbligatori, ma una o più di queste informazioni sono mancanti.

# Laser.Orchard.ContactForm.Services.ContactFormService
source: Your message was flagged as spam. If you feel this was in error contact us directly at: {0}
fr_fr: Votre message a été identifié comme spam. Si vous pensez qu'il est un erreur contactez-nous directement à l'adresse: {0}
it_it: Il tuo messaggio e' stato identificato come spam. Se pensi che si tratti di un errore contattaci direttamente all'indirizzo: {0}
