Repository: LaserSrl/Laser.Orchard.Platform
Catalog: src/Modules/Laser.Orchard.MultiStepAuthentication/App_Data/Localization/*/orchard.module.po
Languages: it_it

source: Format string for login link. Placeholder {0} is used to insert the nonce. Example 1: myapp://{0} . Example 2: https://myapp.mydomain.com/mycontroller?n={0}
it_it: Stringa di formato per il link di accesso. Il segnaposto {0} è utilizzato per inserire il nonce. Esempio 1: myapp://{0} . Esempio 2: https://myapp.mydomain.com/mycontroller?n={0}

source: Login link format
it_it: Formato del link per l'accesso

source: Nonce Login Settings
it_it: Impostazioni per l'accesso tramite nonce

source: Nonce validity (minutes)
it_it: Validità del nonce (minuti)

source: Nonce validity in minutes (60 minutes = 1 hour, 1440 minutes = 1 day).
it_it: Validità del nonce in minuti (60 minuti = 1 ora, 1440 minuti = 1 giorno).

source: Nonce template
it_it: Modello per l'invio del nonce

source: The template to use for.
it_it: Il modello da utilizzare.

source: Save
it_it: Salva

source: Settings
it_it: Impostazioni

# Laser.Orchard.MultiStepAuthentication.Controllers.NonceLoginAdminController
source: Nonce Login
it_it: Accesso tramite nonce

# Laser.Orchard.MultiStepAuthentication.Controllers.NonceLoginAdminController
source: Nonce login settings updated
it_it: Impostazioni aggiornate per l'accesso tramite nonce

# Laser.Orchard.MultiStepAuthentication.Controllers.NonceLoginAdminController
source: Not authorized to manage settings for multi-step authentication
it_it: Non si è autorizzati a gestire le impostazioni per l'autenticazione multi-step

source: MultiStep Authentication
it_it: Autenticazione MultiStep

source: Settings
it_it: Impostazioni

source: {0} - Login
it_it: {0} - Accesso

source: <html><body>To login on "{0}", please open the following link: <a href="{1}">Login</a></body></html>
it_it: <html><body>Per effettuare la login su "{0}", aprire il seguente link: <a href="{1}">Login</a></body></html>

# Laser.Orchard.MultiStepAuthentication.Services.NonceLoginNonceService
source: Context.User cannot be null.
it_it: Context.User non può essere nullo.
