Repository: LaserSrl/Laser.Orchard.Platform
Catalog: src/Modules/Laser.Orchard.WebServices/App_Data/Localization/*/orchard.module.po
Languages: it_it

source: Save
it_it: Salva

source: Settings
it_it: Impostazioni

source: default is false
it_it: il valore predefinito è falso

source: Log all json sent by WebServices
it_it: Traccia tutti i json inviati dai WebService

source: WebServices Settings
it_it: Impostazioni dei WebService

source: Custom REST API
it_it: REST API Custom

source: JSON representing the configuration for custom REST API endpoints. This is an array of objects. Each one has a Name property (required) and a Verbs property. The latter is an array of strings representing the accepted verbs for the entrypoint. For example, [{"Name": "foo", "Verbs":["get"]},{{"Name": "bar", "Verbs":["post"]}] will enable calling ~/api/rest/foo in GET and ~/api/rest/bar in POST.
it_it: JSON che rappresenta la configurazione per gli endpoints di REST API custom. Questo è un array di oggetti. Ciascuno ha una proprietà "Name" (obbligatoria) ed una proprietà "Verbs". "Verbs" è un array di stringhe che rappresenta i verbi accettati per l'entrypoint. Per esempio [{"Name": "foo", "Verbs":["get"]},{{"Name": "bar", "Verbs":["post"]}] permetterà di chiamare ~/api/rest/foo in GET e ~/api/rest/bar in POST.

# ~/Modules/Laser.Orchard.WebServices/Views/Parts/StoreRedirect.cshtml
source: REDIRECT PAGE FOR MOBILE DEVICES
it_it: PAGINA DI REDIREZIONE PER DISPOSITIVI MOBILI

# Laser.Orchard.WebServices.Controllers.CustomRestApiSettingsAdminController
source: Not authorized to manage custom REST API settings
it_it: Non autorizzato a gestire le impostazioni per le REST API custom

# Laser.Orchard.WebServices.Controllers.CustomRestApiSettingsAdminController
source: REST API settings updated
it_it: Impostazioni per le REST API aggiornate

# Laser.Orchard.WebServices.Controllers.TermsController
source: Missing Icon field in Term Part.
it_it: Campo Icona assente per il termine.

# Laser.Orchard.WebServices.Navigation.CustomRestApiSettingsAdminMenu
source: Custom REST API
it_it: REST API Custom

# Laser.Orchard.WebServices.Navigation.CustomRestApiSettingsAdminMenu
source: Settings
it_it: Impostazioni
