Repository: LaserSrl/Laser.Orchard.Platform
Catalog: src/Modules/Laser.Orchard.Braintree/App_Data/Localization/*/orchard.module.po
Languages: it_it

# ~/Modules/Laser.Orchard.Braintree/Views/Admin/Index.cshtml
source: ApplePay Display Name
it_it: "Display Name" per Apple Pay

# ~/Modules/Laser.Orchard.Braintree/Views/Admin/Index.cshtml
source: ApplePay Display Name.
it_it: "Display Name" per Apple Pay.

# ~/Modules/Laser.Orchard.Braintree/Views/Admin/Index.cshtml
source: ApplePay Label
it_it: Etichetta per Apple Pay

# ~/Modules/Laser.Orchard.Braintree/Views/Admin/Index.cshtml
source: ApplePay Label.
it_it: Etichetta per Apple Pay.

# ~/Modules/Laser.Orchard.Braintree/Views/Admin/Index.cshtml
source: ApplePay Settings
it_it: Impostazioni di Apple Pay

# ~/Modules/Laser.Orchard.Braintree/Views/Admin/Index.cshtml
source: Automatic Payment
it_it: Pagamento Automatico

# ~/Modules/Laser.Orchard.Braintree/Views/Admin/Index.cshtml
source: Braintree PayPal Settings
it_it: Impostazioni Braintree PayPal

# ~/Modules/Laser.Orchard.Braintree/Views/Admin/Index.cshtml
source: Currency Code
it_it: Codice Valuta

# ~/Modules/Laser.Orchard.Braintree/Views/Admin/Index.cshtml
source: Currency code bound to the merchant ID in Braintree configuration.
it_it: Codice valuta associato all'ID del negoziante nella configurazione di Braintree.

# ~/Modules/Laser.Orchard.Braintree/Views/Admin/Index.cshtml
source: Currency Code.
it_it: Codice Valuta.

# ~/Modules/Laser.Orchard.Braintree/Views/Admin/Index.cshtml
source: GooglePay Merchant ID
it_it: Merchant ID per Google Pay

# ~/Modules/Laser.Orchard.Braintree/Views/Admin/Index.cshtml
source: GooglePay Merchant ID.
it_it: Merchant ID per Google Pay.

# ~/Modules/Laser.Orchard.Braintree/Views/Admin/Index.cshtml
source: GooglePay Settings
it_it: Impostazioni di Google Pay

# ~/Modules/Laser.Orchard.Braintree/Views/Admin/Index.cshtml
source: If ApplePay is not enabled in your Braintree dashboard, leave this empty.
it_it: Se Apple Pay non è abilitata nella tua dashboard di Braintree, lascia vuoto questo campo.

# ~/Modules/Laser.Orchard.Braintree/Views/Admin/Index.cshtml
source: If checked, it means this is a production environment.
it_it: Se selezionato indica che si tratta di un ambiente di produzione.

# ~/Modules/Laser.Orchard.Braintree/Views/Admin/Index.cshtml
source: If checked, the payment starts automatically.
it_it: Se selezionato, il pagamento inizia automaticamente.

# ~/Modules/Laser.Orchard.Braintree/Views/Admin/Index.cshtml
source: If GooglePay is not enabled in your Braintree dashboard, leave this empty.
it_it: Se Google Pay non è abilitata nella tua dashboard di Braintree, lascia vuoto questo campo.

# ~/Modules/Laser.Orchard.Braintree/Views/Admin/Index.cshtml
source: Merchant Account
it_it: Account Negoziante

# ~/Modules/Laser.Orchard.Braintree/Views/Admin/Index.cshtml
source: Merchant Account ID
it_it: ID dell'Account Merchant

# ~/Modules/Laser.Orchard.Braintree/Views/Admin/Index.cshtml
source: Merchant Account ID.
it_it: ID dell'Account Merchant.

# ~/Modules/Laser.Orchard.Braintree/Views/Admin/Index.cshtml
source: Merchant ID
it_it: ID del negoziante (Merchant ID)

# ~/Modules/Laser.Orchard.Braintree/Views/Admin/Index.cshtml
source: Merchant ID.
it_it: ID del Merchant.

# ~/Modules/Laser.Orchard.Braintree/Views/Admin/Index.cshtml
source: Private Key
it_it: Chiave privata

# ~/Modules/Laser.Orchard.Braintree/Views/Admin/Index.cshtml
source: Private Key.
it_it: Chiave privata.

# ~/Modules/Laser.Orchard.Braintree/Views/Admin/Index.cshtml
source: Production Environment
it_it: Ambiente di produzione

# ~/Modules/Laser.Orchard.Braintree/Views/Admin/Index.cshtml
source: Public Key
it_it: Chiave pubblica

# ~/Modules/Laser.Orchard.Braintree/Views/Admin/Index.cshtml
source: Public Key.
it_it: Chiave Pubblica.

# ~/Modules/Laser.Orchard.Braintree/Views/Admin/Index.cshtml
source: Save
it_it: Salva

# ~/Modules/Laser.Orchard.Braintree/Views/Admin/Index.cshtml
source: The display name used for ApplePay. This is required if you wish to enable ApplePay as a payment provider.
it_it: Il "Display Name" usato per Apple Pay. Questo campo è obbligatorio se vuoi abilitare Apple Pay per accettare pagamenti.

# ~/Modules/Laser.Orchard.Braintree/Views/Admin/Index.cshtml
source: The label used for each transaction with ApplePay. This is required if you wish to enable ApplePay as a payment provider.
it_it: L'etichetta usata per ogni transazione con Apple Pay. Questo campo è obbligatorio se vuoi abilitare Apple Pay per accettare pagamenti.

# ~/Modules/Laser.Orchard.Braintree/Views/Admin/Index.cshtml
source: The Merchant Account ID identifying the specific merchant. Leave empty to use the default Merchant for the account.
it_it: L'ID dello specifico Account Negoziante. Lasciare questo campo vuoto per usare il Negoziante di default per l'account.

# ~/Modules/Laser.Orchard.Braintree/Views/Admin/Index.cshtml
source: The Merchant ID assigned by Braintree during merchant registration.
it_it: L'ID del negoziante (Merchant ID) assegnato da Braintree durante la registrazione.

# ~/Modules/Laser.Orchard.Braintree/Views/Admin/Index.cshtml
source: The Merchant ID provided by Google for your Google Pay account. This is required to enable GooglePay as a payment method on production environments. If this is empty, users will not be shown the option to use GooglePay. In test/sandobox environments, any non-empty value is valid.
it_it: Il "Merchant ID" dato da Google per il tuo account Google Pay. Questo campo è obbligatorio se vuoi abilitare Google Pay per accettare pagamenti in ambiente di produzione. Se questo campo è vuoto, agli utenti non verrà proposto di usare Google Pay. In ambiente di test/sandbox, qualunque valore non vuoto è valido.

# ~/Modules/Laser.Orchard.Braintree/Views/Admin/Index.cshtml
source: The Private Key assigned by Braintree during merchant registration.
it_it: La chiave privata assegnata da Braintree durante la registrazione del negoziante

# ~/Modules/Laser.Orchard.Braintree/Views/Admin/Index.cshtml
source: The Public Key assigned by Braintree during merchant registration.
it_it: La chiave pubblica assegnata da Braintree durante la registrazione del negoziante

# ~/Modules/Laser.Orchard.Braintree/Views/Braintree/Index.cshtml
source: Amount
it_it: Importo

# ~/Modules/Laser.Orchard.Braintree/Views/Braintree/Index.cshtml
source: Loading...
it_it: Caricamento in corso...

# ~/Modules/Laser.Orchard.Braintree/Views/Braintree/Index.cshtml
source: Pay now
it_it: Paga adesso

# ~/Modules/Laser.Orchard.Braintree/Views/Braintree/Index.cshtml
source: Pay with Braintree and PayPal
it_it: Paga con Braintree e PayPal

# ~/Modules/Laser.Orchard.Braintree/Views/BraintreeDropin.cshtml
source: Pay Now
it_it: Paga Ora

# ~/Modules/Laser.Orchard.Braintree/Views/BraintreeDropin.cshtml
source: Payment method was rejected by the payment providers.
it_it: Il metodo di pagamento è stato respinto dai providers.

# ~/Modules/Laser.Orchard.Braintree/Views/BraintreeDropin.cshtml
source: Processing...
it_it: In corso...

source: Braintree PayPal Settings
it_it: Impostazioni Braintree PayPal

source: If checked, it means this is a production environment.
it_it: Se selezionato, imposta l'ambiente come ambiente di produzione.

source: Merchant ID
it_it: ID del negoziante (Merchant ID)

source: Private Key
it_it: Chiave privata

source: Production Environment
it_it: Ambiente di produzione

source: Public Key
it_it: Chiave pubblica

source: The Merchant ID assigned by Braintree during merchant registration.
it_it: L'ID del negoziante (Merchant ID) assegnato da Braintree durante la registrazione.

source: The Private Key assigned by Braintree during merchant registration.
it_it: La chiave privata assegnata da Braintree durante la registrazione del negoziante

source: The Public Key assigned by Braintree during merchant registration.
it_it: La chiave pubblica assegnata da Braintree durante la registrazione del negoziante

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: A non-numeric value was sent with the attempted transaction. Fix errors and resubmit with the transaction with the proper SKU Number.
it_it: Un valore non numerico è stato inviato con la tentata transazione. Correggi gli errori e reinvia con la transazione con il numero SKU corretto.

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: An error occurred and the intended transaction was not completed. Attempt the transaction again.
it_it: Si è verificato un errore e la transazione prevista non è stata completata. Tentare nuovamente la transazione.

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: An error occurred when communicating with the processor. The customer will need to contact their bank for more details.
it_it: Si è verificato un errore durante la comunicazione con il processore. Il cliente dovrà contattare la propria banca per maggiori dettagli.

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: An error occurred when trying to process the authorization. This response could indicate an issue with the customer’s card or that the processor doesn't allow this action.
it_it: Si è verificato un errore durante il tentativo di elaborare l'autorizzazione. Questa risposta potrebbe indicare un problema con la carta del cliente o che il processore non consente questa azione.

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: Both the AVS and CVV checks failed for this transaction. The customer should contact PayPal for more information or use a different payment method.
it_it: Entrambi i controlli AVS e CVV non sono riusciti per questa transazione. Il cliente deve contattare PayPal per ulteriori informazioni o utilizzare un metodo di pagamento diverso.

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: Braintree received an unsupported Pending Verification response from PayPal. Contact Braintree’s Support team to resolve a potential issue with your account settings. If there is no issue with your account, have the customer reach out to PayPal for more information.
it_it: Braintree ha ricevuto una risposta di verifica in sospeso non supportata da PayPal. Contatta il team di supporto di Braintree per risolvere un potenziale problema con le impostazioni del tuo account. Se non ci sono problemi con il tuo account, chiedi al cliente di contattare PayPal per ulteriori informazioni.

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: Card is expired. The customer will need to use a different payment method.
it_it: La carta è scaduta. Il cliente dovrà utilizzare un metodo di pagamento diverso.

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: Contact PayPal’s Support team to resolve this issue with your account. Then, you can attempt the transaction again.
it_it: Contatta il team di supporto di PayPal per risolvere questo problema con il tuo account. Quindi, puoi tentare nuovamente la transazione.

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: Customer has not finalized setup of their PayPal account. Reach out to the customer for more information or a different payment method.
it_it: Il cliente non ha finalizzato la configurazione del proprio conto PayPal. Contatta il cliente per ulteriori informazioni o per un metodo di pagamento diverso.

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: Customer made a typo or is attempting to use an invalid PayPal account.
it_it: Il cliente ha fatto un refuso o sta tentando di utilizzare un conto PayPal non valido.

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: Depending on your region, this response could indicate a connectivity or setup issue.
it_it: A seconda della regione, questa risposta potrebbe indicare un problema di connettività o installazione.

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: Either the refund amount is greater than the original transaction or the card-issuing bank does not allow partial refunds. The customer will need to contact their bank for more information or use a different payment method.
it_it: L'importo del rimborso è superiore alla transazione originale o la banca emittente della carta non consente rimborsi parziali. Il cliente dovrà contattare la propria banca per ulteriori informazioni o utilizzare un metodo di pagamento diverso.

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: Fraud settings on your PayPal business account are blocking payments from this customer. These can be adjusted in the Block Payments section of your PayPal business account.
it_it: Le impostazioni di frode sul tuo conto commerciale PayPal stanno bloccando i pagamenti da questo cliente. Questi possono essere modificati nella sezione Blocca pagamenti del tuo conto commerciale PayPal.

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: Invalid Transaction Division Number.
it_it: Numero Divisione Transazione non valido.

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: Once a PayPal transaction is partially refunded, all subsequent refunds must also be partial refunds for the remaining amount or less. Full refunds are not allowed after a PayPal transaction has been partially refunded.
it_it: Una volta che una transazione PayPal è parzialmente rimborsata, tutti i rimborsi successivi devono essere anche rimborsi parziali per l'importo residuo o inferiore. Non sono consentiti rimborsi completi dopo che una transazione PayPal è stata parzialmente rimborsata.

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: PayPal API permissions are not set up between your PayPal business accounts.
it_it: Le autorizzazioni API PayPal non sono impostate tra i tuoi account aziendali PayPal.

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: PayPal API permissions are not set up to allow reference transactions. You'll need to contact PayPal’s Support team to resolve an issue with your account. Once resolved, you can attempt to process the transaction again.
it_it: Le autorizzazioni API PayPal non sono impostate per consentire transazioni di riferimento. Devi contattare il team di supporto di PayPal per risolvere un problema con il tuo account. Una volta risolto, puoi tentare di elaborare nuovamente la transazione.

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: PayPal authorization amount is greater than the allowed limit on the order.
it_it: L'importo dell'autorizzazione PayPal è superiore al limite consentito sull'ordine.

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: PayPal buyer account can't be the same as the seller account.
it_it: L'account acquirente PayPal non può essere uguale all'account venditore.

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: PayPal can't validate this transaction.
it_it: PayPal non può convalidare questa transazione.

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: PayPal has declined this transaction due to risk limitations. You'll need to contact PayPal’s Support team to resolve this issue.
it_it: PayPal ha rifiutato questa transazione a causa di limiti di rischio. Dovrai contattare il team di supporto di PayPal per risolvere questo problema.

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: PayPal requires that refunds are issued within 180 days of the sale. This refund can't be successfully processed.
it_it: PayPal richiede che i rimborsi vengano emessi entro 180 giorni dalla vendita. Questo rimborso non può essere elaborato correttamente.

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: PayPal was unable to verify that the transaction qualifies for Seller Protection because the address was improperly formatted. The customer should contact PayPal for more information or use a different payment method.
it_it: PayPal non è stato in grado di verificare che la transazione sia idonea per la protezione del venditore perché l'indirizzo non è stato formattato correttamente. Il cliente deve contattare PayPal per ulteriori informazioni o utilizzare un metodo di pagamento diverso.

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: Processor Network Unavailable – Try Again
it_it: Rete del processore non disponibile: Riprovare

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: Surcharge amount not permitted on this card. The customer will need to use a different payment method.
it_it: Importo del supplemento non consentito su questa carta. Il cliente dovrà utilizzare un metodo di pagamento diverso.

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: The account did not have sufficient funds to cover the transaction amount at the time of the transaction
it_it: Il conto non disponeva di fondi sufficienti per coprire l'importo della transazione al momento della transazione

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: The attempted card can't be processed without enabling 3D Secure for your account.
it_it: La carta tentata non può essere elaborata senza abilitare 3D Secure per il tuo account.

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: The attempted transaction exceeds the activity limit of the account. The customer will need to contact their bank to change the account limits or use a different payment method.
it_it: La transazione tentata supera il limite di attività dell'account. Il cliente dovrà contattare la propria banca per modificare i limiti del conto o utilizzare un metodo di pagamento diverso.

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: The attempted transaction exceeds the withdrawal limit of the account. The customer will need to contact their bank to change the account limits or use a different payment method.
it_it: La tentata transazione supera il limite di prelievo del conto. Il cliente dovrà contattare la propria banca per modificare i limiti del conto o utilizzare un metodo di pagamento diverso.

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: The authorization code was not found or not provided. Have the customer attempt the transaction again – if the decline persists, they will need to contact their bank.
it_it: Il codice di autorizzazione non è stato trovato o non fornito. Chiedi al cliente di tentare nuovamente la transazione: se il calo persiste, dovrà contattare la propria banca.

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: The authorized amount is set to zero, is unreadable, or exceeds the allowable amount. Make sure the amount is greater than zero and in a suitable format.
it_it: L'importo autorizzato è impostato su zero, è illeggibile o supera l'importo consentito. Assicurarsi che l'importo sia maggiore di zero e in un formato adatto.

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: The card used for this transaction requires customer approval – they will need to contact their bank.
it_it: La carta utilizzata per questa transazione richiede l'approvazione del cliente, che dovrà contattare la propria banca.

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: The card used has likely been reported as lost. The customer will need to contact their bank for more information.
it_it: È probabile che la carta utilizzata sia stata persa. Il cliente dovrà contattare la propria banca per ulteriori informazioni.

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: The card used has likely been reported as stolen. The customer will need to contact their bank for more information.
it_it: È probabile che la carta utilizzata sia stata rubata. Il cliente dovrà contattare la propria banca per ulteriori informazioni.

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: The card used was reported lost or stolen. The customer will need to contact their bank for more information or use a different payment method.
it_it: La carta utilizzata è stata segnalata persa o rubata. Il cliente dovrà contattare la propria banca per ulteriori informazioni o utilizzare un metodo di pagamento diverso.

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: The cardholder’s bank does not support $0.00 card verifications. Enable the Retry All Failed $0 option to resolve this error.
it_it: La banca del titolare della carta non supporta le verifiche della carta da $ 0,00. Abilita l'opzione Riprova tutto non riuscito $ 0 per risolvere questo errore.

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: The card-issuing bank has declined this transaction. Have the customer attempt the transaction again – if the decline persists, they will need to contact their bank for more information.
it_it: La banca emittente della carta ha rifiutato questa transazione. Chiedi al cliente di tentare nuovamente la transazione: se il calo persiste, dovrà contattare la propria banca per ulteriori informazioni.

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: The card-issuing bank will not allow this transaction. The customer will need to contact their bank for more information.
it_it: La banca emittente della carta non consentirà questa transazione. Il cliente dovrà contattare la propria banca per ulteriori informazioni.

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: The customer entered an invalid payment method or made a typo in their card expiration date. Have the customer correct their payment information and attempt the transaction again – if the decline persists, they will need to contact their bank.
it_it: Il cliente ha inserito un metodo di pagamento non valido o ha effettuato un refuso nella data di scadenza della carta. Chiedi al cliente di correggere le informazioni di pagamento e ritentare la transazione: se il calo persiste, dovrà contattare la propria banca.

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: The customer entered an invalid payment method or made a typo in their credit card information. Have the customer correct their payment information and attempt the transaction again – if the decline persists, they will need to contact their bank.
it_it: Il cliente ha inserito un metodo di pagamento non valido o ha fatto un refuso nelle informazioni della sua carta di credito. Chiedi al cliente di correggere le informazioni di pagamento e ritentare la transazione: se il calo persiste, dovrà contattare la propria banca.

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: The customer entered in an invalid security code or made a typo in their card information. Have the customer attempt the transaction again – if the decline persists, the customer will need to contact their bank.
it_it: Il cliente ha inserito un codice di sicurezza non valido o ha fatto un refuso nelle informazioni della sua carta. Chiedi al cliente di tentare nuovamente la transazione: se il calo persiste, il cliente dovrà contattare la propria banca.

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: The customer must complete their PayPal account information, including submitting their phone number and all required tax information.
it_it: Il cliente deve completare i dati del proprio conto PayPal, incluso l'invio del proprio numero di telefono e di tutti i dati fiscali richiesti.

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: The customer requested a cancellation of a single transaction – reach out to them for more information.
it_it: Il cliente ha richiesto l'annullamento di una singola transazione - contattalo per ulteriori informazioni.

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: The customer requested the cancellation of a recurring transaction or subscription – reach out to them for more information.
it_it: Il cliente ha richiesto l'annullamento di una transazione ricorrente o di un abbonamento - contattalo per ulteriori informazioni.
