Repository: LaserSrl/Laser.Orchard.Platform
Catalog: src/Modules/Laser.Orchard.Braintree/App_Data/Localization/*/orchard.module.po
Languages: it_it

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: The customer revoked authorization for this payment method. Reach out to the customer for more information or a different payment method.
it_it: Il cliente ha revocato l'autorizzazione per questo metodo di pagamento. Contatta il cliente per ulteriori informazioni o per un metodo di pagamento diverso.

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: The customer should contact PayPal for more information or use a different payment method. You may also receive this response if you create transactions using the email address registered with your PayPal Business Account.
it_it: Il cliente deve contattare PayPal per ulteriori informazioni o utilizzare un metodo di pagamento diverso. Puoi anche ricevere questa risposta se crei transazioni utilizzando l'indirizzo e-mail registrato con il tuo Conto commerciale PayPal.

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: The customer will need to contact their bank for more information.
it_it: Il cliente dovrà contattare la propria banca per ulteriori informazioni.

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: The customer will need to contact their issuing bank for more information.
it_it: Il cliente dovrà contattare la propria banca emittente per ulteriori informazioni.

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: The customer’s bank declined the transaction, typically because the card in question does not support this type of transaction – for example, the customer used an FSA debit card for a non-healthcare related purchase. They will need to contact their bank for more information.
it_it: La banca del cliente ha rifiutato la transazione, in genere perché la carta in questione non supporta questo tipo di transazione - ad esempio, il cliente ha utilizzato una carta di debito FSA per un acquisto non sanitario. Dovranno contattare la propria banca per ulteriori informazioni.

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: The customer’s bank declined the transaction, typically because the card in question does not support this type of transaction. If this response persists across transactions for multiple customers, it could indicate a connectivity or setup issue.
it_it: La banca del cliente ha rifiutato la transazione, in genere perché la carta in questione non supporta questo tipo di transazione. Se questa risposta persiste per più transazioni per più clienti, potrebbe indicare un problema di connettività o installazione.

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: The customer’s bank is requesting that the merchant (you) call to obtain a special authorization code in order to complete this transaction. This can result in a lengthy process – we recommend obtaining a new payment method instead.
it_it: La banca del cliente richiede che il commerciante (tu) chiami per ottenere un codice di autorizzazione speciale al fine di completare questa transazione. Ciò può comportare un lungo processo: consigliamo invece di ottenere un nuovo metodo di pagamento.

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: The customer’s bank suspects fraud – they will need to contact their bank for more information.
it_it: La banca del cliente sospetta una frode - dovrà contattare la propria banca per ulteriori informazioni.

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: The customer’s card has been reported as lost or stolen by the cardholder and the card-issuing bank has requested that merchants keep the card and call the number on the back to report it. As an online merchant, you don’t have the physical card and can't complete this request – obtain a different payment method from the customer.
it_it: La carta del cliente è stata segnalata come persa o rubata dal titolare della carta e la banca emittente della carta ha richiesto ai commercianti di conservare la carta e chiamare il numero sul retro per segnalarla. Come commerciante online, non hai la carta fisica e non puoi completare questa richiesta: ottieni un metodo di pagamento diverso dal cliente.

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: The customer’s payment method associated with their PayPal account was declined. Reach out to the customer for more information or a different payment method.
it_it: Il metodo di pagamento del cliente associato al proprio conto PayPal è stato rifiutato. Contatta il cliente per ulteriori informazioni o per un metodo di pagamento diverso.

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: The customer’s PayPal account can't be used for transactions at this time. The customer will need to contact PayPal for more information or use a different payment method.
it_it: Al momento il conto PayPal del cliente non può essere utilizzato per le transazioni. Il cliente dovrà contattare PayPal per ulteriori informazioni o utilizzare un metodo di pagamento diverso.

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: The customer's bank approved the transaction for less than the requested amount. Have the customer attempt the transaction again – if the decline persists, the customer will need to use a different payment method.
it_it: La banca del cliente ha approvato la transazione per un importo inferiore all'importo richiesto. Chiedi al cliente di tentare nuovamente la transazione - se il calo persiste, il cliente dovrà utilizzare un metodo di pagamento diverso.

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: The customer's bank declined the transaction because a 3D Secure authentication was not performed during checkout. Have the customer authenticate using 3D Secure, then attempt the authorization again.
it_it: La banca del cliente ha rifiutato la transazione perché durante il checkout non è stata eseguita un'autenticazione 3D Secure. Chiedi al cliente di autenticarsi utilizzando 3D Secure, quindi riprova l'autorizzazione.

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: The customer's bank is declining the transaction for unspecified reasons, possibly due to an issue with the card itself. They will need to contact their bank or use a different payment method.
it_it: La banca del cliente sta rifiutando la transazione per motivi non specificati, probabilmente a causa di un problema con la carta stessa. Dovranno contattare la propria banca o utilizzare un metodo di pagamento diverso.

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: The customer's bank is declining the transaction, possibly due to a fraud concern. They will need to contact their bank or use a different payment method.
it_it: La banca del cliente sta rifiutando la transazione, probabilmente a causa di un problema di frode. Dovranno contattare la propria banca o utilizzare un metodo di pagamento diverso.

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: The customer's bank is unwilling to accept the transaction. For credit/debit card transactions, the customer will need to contact their bank for more details regarding this generic decline; if this is a PayPal transaction, the customer will need to contact PayPal.
it_it: La banca del cliente non è disposta ad accettare la transazione. Per le transazioni con carta di credito / debito, il cliente dovrà contattare la propria banca per maggiori dettagli su questo generico declino; se si tratta di una transazione PayPal, il cliente dovrà contattare PayPal.

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: The customer's bank is unwilling to accept the transaction. The customer will need to contact their bank for more details regarding this generic decline.
it_it: La banca del cliente non è disposta ad accettare la transazione. Il cliente dovrà contattare la propria banca per maggiori dettagli su questo generico declino.

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: The customer's bank is unwilling to accept the transaction. The customer will need to contact their bank for more details.
it_it: La banca del cliente non è disposta ad accettare la transazione. Il cliente dovrà contattare la propria banca per maggiori dettagli.

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: The customer's bank is unwilling to accept the transaction. The reasons for this response can vary – customer will need to contact their bank for more details.
it_it: La banca del cliente non è disposta ad accettare la transazione. Le ragioni di questa risposta possono variare: il cliente dovrà contattare la propria banca per maggiori dettagli.

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: The indicated authorization has already been reversed. If you believe this to be false.
it_it: L'autorizzazione indicata è già stata annullata. Se ritieni che ciò sia falso.

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: The number of PayPal authorizations is greater than the allowed number on the order.
it_it: Il numero di autorizzazioni PayPal è maggiore del numero consentito sull'ordine.

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: The PayPal authorization is no longer valid.
it_it: L'autorizzazione PayPal non è più valida.

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: The PayPal payment method has either expired or been canceled.
it_it: Il metodo di pagamento PayPal è scaduto o è stato annullato.

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: The processor is unable to provide a definitive answer about the customer's bank account. Please try a different US bank account verification method.
it_it: Il processore non è in grado di fornire una risposta definitiva sul conto bancario del cliente. Prova un altro metodo di verifica del conto bancario negli Stati Uniti.

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: The settings on the customer's account do not allow a transaction amount this large. They will need to contact PayPal to resolve this issue.
it_it: Le impostazioni sul conto del cliente non consentono un importo di transazione così elevato. Dovranno contattare PayPal per risolvere questo problema.

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: The submitted card has expired or been reported lost and a new card has been issued. Reach out to your customer to obtain updated card information.
it_it: La carta inviata è scaduta o è stata segnalata persa ed è stata emessa una nuova carta. Contatta il tuo cliente per ottenere informazioni aggiornate sulla carta.

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: The submitted card number does not include the proper number of digits. Have the customer attempt the transaction again – if the decline persists, the customer will need to contact their bank.
it_it: Il numero di carta inviato non include il numero corretto di cifre. Chiedi al cliente di tentare nuovamente la transazione: se il calo persiste, il cliente dovrà contattare la propria banca.

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: The submitted card number is not on file with the card-issuing bank. The customer will need to contact their bank.
it_it: Il numero di carta inviato non è archiviato presso la banca emittente della carta. Il cliente dovrà contattare la propria banca.

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: The submitted PayPal transaction appears to be a duplicate of a previously submitted transaction. This decline code indicates an attempt to prevent charging the same PayPal account twice for the same service.
it_it: La transazione PayPal inviata sembra essere un duplicato di una transazione precedentemente inviata. Questo codice di rifiuto indica un tentativo di evitare di addebitare due volte lo stesso conto PayPal per lo stesso servizio.

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: The submitted transaction appears to be a duplicate of a previously submitted transaction and was declined to prevent charging the same card twice for the same service.
it_it: La transazione inviata sembra essere un duplicato di una transazione precedentemente inviata ed è stata rifiutata per evitare di addebitare due volte la stessa carta per lo stesso servizio.

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: There is a setup issue with your account.
it_it: Si è verificato un problema di installazione con il tuo account.

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: There may be an issue with the configuration of your account for the currency specified.
it_it: Potrebbe essersi verificato un problema con la configurazione del tuo account per la valuta specificata.

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: There may be an issue with the configuration of your account. Have the customer attempt the transaction again – if the decline persists.
it_it: Potrebbe essersi verificato un problema con la configurazione del tuo account. Chiedi al cliente di tentare nuovamente la transazione, se il calo persiste.

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: There may be an issue with the customer’s card or a temporary issue at the card-issuing bank. Have the customer attempt the transaction again – if the decline persists, ask for a different card or payment method.
it_it: Potrebbe esserci un problema con la carta del cliente o un problema temporaneo presso la banca emittente della carta. Chiedi al cliente di tentare nuovamente la transazione: se il rifiuto persiste, chiedi una carta o un metodo di pagamento diversi.

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: There may be an issue with the customer’s card or a temporary issue at the card-issuing bank. The customer will need to contact their bank for more information or use a different payment method.
it_it: Potrebbe esserci un problema con la carta del cliente o un problema temporaneo presso la banca emittente della carta. Il cliente dovrà contattare la propria banca per ulteriori informazioni o utilizzare un metodo di pagamento diverso.

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: There may be an issue with the customer’s credit card or a temporary issue at the card-issuing bank. Have the customer attempt the transaction again – if the decline persists, ask for a different card or payment method.
it_it: Potrebbe esserci un problema con la carta di credito del cliente o un problema temporaneo presso la banca emittente della carta. Chiedi al cliente di tentare nuovamente la transazione: se il rifiuto persiste, chiedi una carta o un metodo di pagamento diversi.

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: This currency is not currently supported by your PayPal account. You can accept additional currencies by updating your PayPal profile.
it_it: Questa valuta non è attualmente supportata dal tuo conto PayPal. Puoi accettare valute aggiuntive aggiornando il tuo profilo PayPal.

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: This decline code could indicate that the submitted card number does not correlate to an existing card-issuing bank or that there is a connectivity error with the issuer. The customer will need to contact their bank for more information.
it_it: Questo codice di rifiuto potrebbe indicare che il numero della carta inviata non è correlato a una banca emittente della carta esistente o che si è verificato un errore di connettività con l'emittente. Il cliente dovrà contattare la propria banca per ulteriori informazioni.

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: This rare decline code indicates an issue with processing the amount of the transaction. The customer will need to contact their bank for more details.
it_it: Questo raro codice di rifiuto indica un problema con l'elaborazione dell'importo della transazione. Il cliente dovrà contattare la propria banca per maggiori dettagli.

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: This response generally indicates that there is a problem with the submitted card. The customer will need to use a different payment method.
it_it: Questa risposta indica generalmente che c'è un problema con la carta inviata. Il cliente dovrà utilizzare un metodo di pagamento diverso.

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: This transaction requires the customer to be a resident of the same country as the merchant. Reach out to the customer for a different payment method.
it_it: Questa transazione richiede che il cliente sia residente nello stesso Paese del commerciante. Contatta il cliente per un metodo di pagamento diverso.

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: This transaction requires the payer to provide a valid phone number. The customer should contact PayPal for more information or use a different payment method.
it_it: Questa transazione richiede al pagatore di fornire un numero di telefono valido. Il cliente deve contattare PayPal per ulteriori informazioni o utilizzare un metodo di pagamento diverso.

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: Transaction amount exceeds the transaction division limit.
it_it: L'importo della transazione supera il limite di divisione della transazione.

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: Transaction failed. The customer will have to try again to make the payment
it_it: Transazione fallita. Il cliente dovrà riprovare a effettuare il pagamento

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: You can't process this transaction because your account is set to block certain payment types, such as eChecks or foreign currencies. If you believe you have received this decline in error.
it_it: Non puoi elaborare questa transazione perché il tuo account è impostato per bloccare determinati tipi di pagamento, come eCheck o valute estere. Se ritieni di aver ricevuto questo calo per errore.

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: You'll need to contact PayPal’s Support team to resolve an issue with your account. Once resolved, you can attempt to process the transaction again.
it_it: Devi contattare il team di supporto di PayPal per risolvere un problema con il tuo account. Una volta risolto, puoi tentare di elaborare nuovamente la transazione.

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: You'll need to contact us to resolve an issue with your account. Once resolved, you can attempt to process the transaction again.
it_it: Dovrai contattarci per risolvere un problema con il tuo account. Una volta risolto, puoi tentare di elaborare nuovamente la transazione.

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: Your account can't process the attempted card type. If you believe your merchant account should be set up to accept this type of card.
it_it: Il tuo account non può elaborare il tipo di carta tentato. Se ritieni che il tuo account commerciante debba essere impostato per accettare questo tipo di carta.

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: Your account can't process transactions with the intended feature – for example, 3D Secure or Level 2/Level 3 data. If you believe your merchant account should be set up to accept this type of transaction.
it_it: Il tuo account non può elaborare le transazioni con la funzionalità prevista, ad esempio dati 3D Secure o Level 2 / Level 3. Se ritieni che il tuo account commerciante debba essere impostato per accettare questo tipo di transazione.

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: Your integration is likely making PayPal calls out of sequence. Check the error response for more details.
it_it: È probabile che la tua integrazione stia effettuando chiamate PayPal fuori sequenza. Controlla la risposta dell'errore per maggiori dettagli.

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: Your PayPal account can only process transactions in the currency of your home country. Contact PayPal's Support team for more information.
it_it: Il tuo conto PayPal può elaborare transazioni solo nella valuta del tuo paese di origine. Contatta il team di supporto di PayPal per ulteriori informazioni.

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: Your PayPal account is not set up to refund amounts higher than the original transaction amount. Contact PayPal's Support team for information on how to enable this.
it_it: Il tuo conto PayPal non è impostato per rimborsare importi superiori all'importo della transazione originale. Contatta il team di supporto di PayPal per informazioni su come abilitarlo.

# Laser.Orchard.Braintree.Controllers.BraintreeController
source: Your PayPal permissions are not set up to allow channel initiated billing transactions. Contact PayPal's Support team for information on how to enable this. Once resolved, you can attempt to process the transaction again.
it_it: Le tue autorizzazioni PayPal non sono impostate per consentire transazioni di fatturazione avviate dal canale. Contatta il team di supporto di PayPal per informazioni su come abilitarlo. Una volta risolto, puoi tentare di elaborare nuovamente la transazione.

# Laser.Orchard.Braintree.Services.BraintreePosService
source: An SDK is available for BrainTree.
it_it: Braintree ha una sua SDK.

# Laser.Orchard.Braintree.Services.MissingSettingsBanner
source: The <a href="{0}">Braintree PayPal</a> settings need to be configured.
it_it: Le impostazioni di <a href="{0}">Braintree PayPal</a> devono essere configurate.
