Repository: LaserSrl/Laser.Orchard.Platform
Catalog: src/Modules/Laser.Orchard.PaymentCartaSi/App_Data/Localization/*/orchard.module.po
Languages: it_it

# ~/Modules/Laser.Orchard.PaymentCartaSi/Views/Admin/Index.cshtml
source: CartaSì secret key
it_it: Chiave segreta CartaSì

# ~/Modules/Laser.Orchard.PaymentCartaSi/Views/Admin/Index.cshtml
source: CartaSì shop alias
it_it: Identificativo del negozio

# ~/Modules/Laser.Orchard.PaymentCartaSi/Views/Admin/Index.cshtml
source: Insert your CartaSì secret key.
it_it: Inserire la chiave segreta di CartaSì.

# ~/Modules/Laser.Orchard.PaymentCartaSi/Views/Admin/Index.cshtml
source: Insert your CartaSì shop alias.
it_it: Inserire l'identificativo del negozio.

# ~/Modules/Laser.Orchard.PaymentCartaSi/Views/Admin/Index.cshtml
source: Save
it_it: Salva

# ~/Modules/Laser.Orchard.PaymentCartaSi/Views/Admin/Index.cshtml
source: Selecting this checkbox will mean that we are using CartaSì's test environment. Payments there are fake.
it_it: Selezionando questa checkbox si userà l'ambiente di test CartaSì. I pagamenti saranno fasulli.

# ~/Modules/Laser.Orchard.PaymentCartaSi/Views/Admin/Index.cshtml
source: Use test environment.
it_it: Usa l'ambiente di test.

# Laser.Orchard.PaymentCartaSi.Services.CartaSiPosService
source: Errors while creating the query string. The query string cannot be empty.
it_it: Errori nella creazione della QueryString. La QueryString non può essere vuota.

# Laser.Orchard.PaymentCartaSi.Services.CartaSiPosService
source: Formal error in the call.
it_it: Errori formali durante la chiamata.

# Laser.Orchard.PaymentCartaSi.Services.CartaSiPosService
source: HandleS2STransaction: MAC NOT VALID: Computed: {0} Received: {1}
it_it: HandleS2STransaction: MAC NON VALIDO: Calcolato: {0} Ricevuto: {1}

# Laser.Orchard.PaymentCartaSi.Services.CartaSiPosService
source: Impossible to identify transaction. There was a communication error between CartaSì and our servers
it_it: È stato impossibile identificare la transazione. C'è stato un errore di comunicazione tra CartaSì ed i nostri servers.

# Laser.Orchard.PaymentCartaSi.Services.CartaSiPosService
source: Received wrong information while coming back from payment: wrong Id format.
it_it: Sono state ricevute delle informazioni sbagliate in chiusura del pagamento: l'Id non è nel formato corretto.

# Laser.Orchard.PaymentCartaSi.Services.CartaSiPosService
source: Transaction canceled.
it_it: Transazione annullata.

# Laser.Orchard.PaymentCartaSi.Services.CartaSiPosService
source: Transaction information not valid for transaction {0}: {1}
it_it: Informazioni non valide per la transazione {0}: {1}

# Laser.Orchard.PaymentCartaSi.Services.CartaSiPosService
source: Transaction information not valid: {0}
it_it: Informazioni sulla transazione non valide: {0}

# Laser.Orchard.PaymentCartaSi.Services.CartaSiPosService
source: Unknown error.
it_it: Errore sconosciuto
