Repository: LaserSrl/Laser.Orchard.Platform
Catalog: src/Modules/Laser.Orchard.CommunicationGateway/App_Data/Localization/*/orchard.module.po
Languages: it_it

# !=.CommunicationContactDriver
source: No log.
it_it: Nessun log.

# !=.CommunicationContactDriver
source: You do not have permission to access this content.
it_it: Mancano i permessi per accedere a questo contenuto.

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/AdvertisingAdmin/Edit.cshtml
source: Edit Advertising
it_it: Modifica Comunicato

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/AdvertisingAdmin/Edit.cshtml
source: List Advertising
it_it: Lista Comunicati

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/AdvertisingAdmin/index.cshtml
source: a moment ago
it_it: poco fa

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/AdvertisingAdmin/index.cshtml
source: By
it_it: di

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/AdvertisingAdmin/index.cshtml
source: Campaign
it_it: Campagna

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/AdvertisingAdmin/index.cshtml
source: Campaigns List
it_it: Lista della campagne

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/AdvertisingAdmin/index.cshtml
source: Clear
it_it: Cancella

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/AdvertisingAdmin/index.cshtml
source: Create New Advertising
it_it: Crea Nuovo Comunicato

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/AdvertisingAdmin/index.cshtml
source: days ago
it_it: giorni fa

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/AdvertisingAdmin/index.cshtml
source: Delete
it_it: Elimina

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/AdvertisingAdmin/index.cshtml
source: Edit
it_it: Modifica

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/AdvertisingAdmin/index.cshtml
source: Edit Campaign
it_it: Modifica Campagna

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/AdvertisingAdmin/index.cshtml
source: hours ago
it_it: Ore fa

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/AdvertisingAdmin/index.cshtml
source: Last modified
it_it: Ultima modifica

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/AdvertisingAdmin/index.cshtml
source: List Advertising
it_it: Lista Comunicati

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/AdvertisingAdmin/index.cshtml
source: List Advertisings
it_it: Lista Comunicati

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/AdvertisingAdmin/index.cshtml
source: minutes ago
it_it: minuti fa

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/AdvertisingAdmin/index.cshtml
source: Published
it_it: Pubblicato

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/AdvertisingAdmin/index.cshtml
source: Scheduled
it_it: Pianificato

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/AdvertisingAdmin/index.cshtml
source: Search
it_it: Cerca

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/AdvertisingAdmin/index.cshtml
source: Search:
it_it: Cerca:

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/AdvertisingAdmin/index.cshtml
source: The campaign '{0}' is no more active. You will not be able to Add new advertsing.
it_it: La campagna '{0}' non è più attiva. Non potrai più aggiungere nuovi comunicati.

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/CampaignAdmin/Edit.cshtml
source: Campaigns List
it_it: Lista della campagne

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/CampaignAdmin/Edit.cshtml
source: Create New Advertising
it_it: Crea Nuovo Comunicato

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/CampaignAdmin/Edit.cshtml
source: Edit Campaign
it_it: Modifica Campagna

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/CampaignAdmin/index.cshtml
source: a moment ago
it_it: poco fa

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/CampaignAdmin/index.cshtml
source: By
it_it: di

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/CampaignAdmin/index.cshtml
source: Campaign
it_it: Campagna

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/CampaignAdmin/index.cshtml
source: Campaign is expired
it_it: La campagna è terminata

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/CampaignAdmin/index.cshtml
source: Campaign is open
it_it: La campagna è aperta

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/CampaignAdmin/index.cshtml
source: Clear
it_it: Cancella

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/CampaignAdmin/index.cshtml
source: Create New Campaign
it_it: Crea nuova Campagna

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/CampaignAdmin/index.cshtml
source: days ago
it_it: giorni fa

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/CampaignAdmin/index.cshtml
source: Delete
it_it: Elimina

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/CampaignAdmin/index.cshtml
source: Edit
it_it: Modifica

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/CampaignAdmin/index.cshtml
source: hours ago
it_it: Ore fa

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/CampaignAdmin/index.cshtml
source: Last modified
it_it: Ultima modifica

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/CampaignAdmin/index.cshtml
source: minutes ago
it_it: minuti fa

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/CampaignAdmin/index.cshtml
source: No Expiration
it_it: Nessuna data di scadenza

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/CampaignAdmin/index.cshtml
source: Search
it_it: Cerca

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/CampaignAdmin/index.cshtml
source: Search:
it_it: Cerca:

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/CampaignAdmin/index.cshtml
source: Show video tutorial
it_it: Mostra video introduttivo

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/CampaignAdmin/index.cshtml
source: Status
it_it: Stato

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/CampaignAdmin/index.cshtml
source: Validity
it_it: Validità

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/CampaignAdmin/index.cshtml
source: View Advertising
it_it: Visualizza comunicati

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/ContactsAdmin/Edit.cshtml
source: Contacts List
it_it: Lista dei contatti

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/ContactsAdmin/Edit.cshtml
source: Edit Contact
it_it: Modifica Contatto

source: Are you sure?
it_it: Confermi?

source: Contacts
it_it: Contatti

source: Delete
it_it: Elimina

source: Exported File List
it_it: Lista dei file esportati

source: Exported Files
it_it: File esportati

source: No data found.
it_it: Nessun dato trovato.

source: Are you sure?
it_it: Confermi?

source: Contacts
it_it: Contatti

source: Delete
it_it: Elimina

source: Imported Files Logs
it_it: Log dei file importati

source: No data found.
it_it: Nessun dato trovato.

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/ContactsAdmin/index.cshtml
source: a moment ago
it_it: poco fa

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/ContactsAdmin/index.cshtml
source: Authorizations:
it_it: Autorizzazioni:

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/ContactsAdmin/index.cshtml
source: By
it_it: di

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/ContactsAdmin/index.cshtml
source: Clear
it_it: Cancella

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/ContactsAdmin/index.cshtml
source: Close
it_it: Chiudi

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/ContactsAdmin/index.cshtml
source: Commercial Use
it_it: Uso commerciale

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/ContactsAdmin/index.cshtml
source: Contact
it_it: Contatto

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/ContactsAdmin/index.cshtml
source: Create New Contact
it_it: Crea nuovo Contatto

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/ContactsAdmin/index.cshtml
source: days ago
it_it: giorni fa

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/ContactsAdmin/index.cshtml
source: Delete
it_it: Elimina

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/ContactsAdmin/index.cshtml
source: Edit
it_it: Modifica

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/ContactsAdmin/index.cshtml
source: Export
it_it: Esporta

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/ContactsAdmin/index.cshtml
source: Filter by
it_it: Filtra per

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/ContactsAdmin/index.cshtml
source: hours ago
it_it: Ore fa

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/ContactsAdmin/index.cshtml
source: Last modified
it_it: Ultima modifica

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/ContactsAdmin/index.cshtml
source: Mail Authorizations:
it_it: Autorizzazioni e-mail:

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/ContactsAdmin/index.cshtml
source: minutes ago
it_it: minuti fa

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/ContactsAdmin/index.cshtml
source: Name
it_it: Nome

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/ContactsAdmin/index.cshtml
source: Phone
it_it: Telefono

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/ContactsAdmin/index.cshtml
source: Search
it_it: Cerca

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/ContactsAdmin/index.cshtml
source: Search:
it_it: Cerca:

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/ContactsAdmin/index.cshtml
source: Show Exported Files
it_it: Mostra file esportati

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/ContactsAdmin/index.cshtml
source: Show Import Logs
it_it: Mostra log di importazione

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/ContactsAdmin/index.cshtml
source: Sms Authorizations:
it_it: Autorizzazioni Sms:

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/ContactsAdmin/index.cshtml
source: Synchronize
it_it: Sincronizza

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/ContactsAdmin/index.cshtml
source: Third Party
it_it: Terze Parti

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/ContactsAdmin/index.cshtml
source: View
it_it: Visualizza

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/ContactsAdmin/index.cshtml
source: Yes
it_it: Si

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/ContactsAdmin/View.cshtml
source: Contacts List
it_it: Lista dei contatti

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/ContactsAdmin/View.cshtml
source: View Contact
it_it: Visualizza contatto

source: Audiences ids
it_it: Id delle Audiences

source: Insert Required Policies.
it_it: Inserisci le Policies richieste.

source: Member e-mail
it_it: Email del contatto

source: Notifier front-end verbosity
it_it: Verbosity delle notifiche a front-end

source: Notify subscription result
it_it: Invia una notifica per i risultati delle iscrizioni

source: Payload Example:
it_it: Esempio di payload:

source: Put payload
it_it: Payload per la richiesta PUT

source: Required Policies
it_it: Policies obbligatorie

source: Actions to be performed:
it_it: Verranno eseguite le seguenti azioni:

source: Are you sure?
it_it: Confermi?

source: External Link
it_it: Link esterno

source: Internal Link
it_it: Link interno

source: Logs
it_it: Log

source: Add Email
it_it: Aggiungi E-mail

source: An ApiKey needs to be set!
it_it: Bisogna impostare una ApiKey!

source: Current ApiKey (BASE64):
it_it: ApiKey attuale (BASE64):

source: Default Audience
it_it: Audience di default

source: An audience need to be set.
it_it: Bisogna impostare un'Audience.

source: I want to subscribe to {0}
it_it: Voglio registrarmi a {0}

source: Mailchimp subscription
it_it: Iscrizione a Mailchimp

source: Query List
it_it: Elenco Ricerche

source: Select Filter
it_it: Seleziona Filtro

source: Add Sms
it_it: Aggiungi numero di cellulare

source: Commercial use
it_it: Uso Commerciale

source: Remove
it_it: Rimuovi

source: Third party
it_it: Terze parti

source: Type a email
it_it: Digita una E-mail

source: Commercial use
it_it: Uso Commerciale

source: Prefix
it_it: Prefisso

source: Remove
it_it: Rimuovi

source: Third party
it_it: Terze parti

source: Type a number
it_it: Digita un numero di telefono

source: Content
it_it: Contenuto

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/MailchimpAPICallEdit.cshtml
source: (Select a type)
it_it: (Selezionare un tipo)

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/MailchimpAPICallEdit.cshtml
source: Api Call type
it_it: Tipo di chiamata Api

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/MailchimpAPICallEdit.cshtml
source: Http VERB
it_it: Verbo HTTP

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/MailchimpAPICallEdit.cshtml
source: Insert Required Policies.
it_it: Inserisci le Policies richieste.

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/MailchimpAPICallEdit.cshtml
source: Required Policies
it_it: Policies obbligatorie

source: Logs
it_it: Log

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/Parts/EmailContact.cshtml
source: Commercial use
it_it: Uso commerciale

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/Parts/EmailContact.cshtml
source: Creation date
it_it: Data di creazione

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/Parts/EmailContact.cshtml
source: Modified
it_it: Modificato

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/Parts/EmailContact.cshtml
source: Production
it_it: Produzione

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/Parts/EmailContact.cshtml
source: Third party
it_it: Terze parti

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/Parts/EmailContact.cshtml
source: Valid
it_it: Valido

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/Parts/EmailContact.cshtml
source: Yes
it_it: Si

source: Favorite Culture
it_it: Cultura Preferenziale

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/Parts/SmsContact.cshtml
source: Commercial use
it_it: Uso commerciale

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/Parts/SmsContact.cshtml
source: Creation date
it_it: Data di creazione

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/Parts/SmsContact.cshtml
source: Modified
it_it: Modificato

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/Parts/SmsContact.cshtml
source: Production
it_it: Produzione

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/Parts/SmsContact.cshtml
source: Third party
it_it: Terze parti

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/Parts/SmsContact.cshtml
source: Valid
it_it: Valido

# ~/Modules/Laser.Orchard.CommunicationGateway/Views/Parts/SmsContact.cshtml
source: Yes
it_it: Si

# Laser.Orchard.CommunicationGateway.Controllers.AdvertisingAdminController
source: Advertising saved
it_it: Comunicato salvato

# Laser.Orchard.CommunicationGateway.Controllers.AdvertisingAdminController
source: Campaign validity has expired. No changes allowed.
it_it: La validità della campagna è terminata. Nessuna modifica possibile.

# Laser.Orchard.CommunicationGateway.Controllers.AdvertisingExternalController
source: Couldn't create content
it_it: Non è stato possibile creare il contenuto

# Laser.Orchard.CommunicationGateway.Controllers.AdvertisingExternalController
source: Create Advertising Id: {0} - Title: {1}
it_it: Creare Comunicato Id: {0} - Titolo: {1}

# Laser.Orchard.CommunicationGateway.Controllers.AdvertisingExternalController
source: Creating CommunicationAdvertising failed: {0}
it_it: Creazione del Comunicato non riuscita: {0}

# Laser.Orchard.CommunicationGateway.Controllers.AdvertisingExternalController
source: The provided data does not correspond to the required format.
it_it: I dati forniti non corrispondono al formato richiesto.

# Laser.Orchard.CommunicationGateway.Controllers.AdvertisingExternalController
source: User couldn't create Advertising
it_it: L'utente non è autorizzato a creare Comunicati

# Laser.Orchard.CommunicationGateway.Controllers.CampaignAdminController
source: Campaign saved
it_it: Campagna salvata

# Laser.Orchard.CommunicationGateway.Controllers.CampaignAdminController
source: Can't remove campaign with advertise
it_it: Impossibile eliminare una campagna in presenza di comunicati.

# Laser.Orchard.CommunicationGateway.Controllers.ContactsAdminController
source: Contact saved
it_it: Contatto salvato

# Laser.Orchard.CommunicationGateway.Controllers.ContactsAdminController
source: Export started. Please check 'Show Exported Files' in a few minutes to get the result.
it_it: Esportazione in esecuzione. Per verificarne l'esito attendi qualche minuto e poi clicca su 'Mostra file esportati'

# Laser.Orchard.CommunicationGateway.Controllers.ContactsAdminController
source: Export started. Please check 'Show Exported Files' to get the result.
it_it: Esportazione in esecuzione. Per verificarne l'esito clicca su 'Mostra file esportati'

# Laser.Orchard.CommunicationGateway.Controllers.ContactsAdminController
source: File {0} already exist
it_it: Il file {0} è già presente

# Laser.Orchard.CommunicationGateway.Controllers.ContactsAdminController
source: File already exist. Import aborted.
it_it: Il file è già presente. L'operazione di import è stata annullata.

# Laser.Orchard.CommunicationGateway.Controllers.ContactsAdminController
source: File does not exist. It should have been removed by someone else.
it_it: Il file non esiste. Potrebbe essere stato rimosso da un altro operatore.

# Laser.Orchard.CommunicationGateway.Controllers.ContactsAdminController
source: File removed.
it_it: File rimosso.

# Laser.Orchard.CommunicationGateway.Controllers.ContactsAdminController
source: Import Contacts: Please select a file to import.
it_it: Importazione contatti: Selezionare un file da importare.

# Laser.Orchard.CommunicationGateway.Controllers.ContactsAdminController
source: Import started. Please check 'Show Import Logs' in a few minutes to get the result.
it_it: Importazione in esecuzione. Per verificarne l'esito attendi qualche minuto e poi clicca su 'Mostra log importazione'

# Laser.Orchard.CommunicationGateway.Controllers.ContactsAdminController
source: Import started. Please check 'Show Import Logs' to get the result.
it_it: Importazione in esecuzione. Per verificarne l'esito clicca su 'Mostra log importazione'

# Laser.Orchard.CommunicationGateway.Controllers.ContactsAdminController
source: Synchronization already scheduled at {0:dd-MM-yyyy HH:mm}. Please come back later on this page to check the result.
it_it: Sincronizzazione già pianificata per il {0:dd-MM-yyyy HH:mm}. Accedi alla pagina più tardi per visualizzarne l'esito.

# Laser.Orchard.CommunicationGateway.Controllers.ContactsAdminController
source: Synchronization started. Please come back on this page in a few minutes to check the result.
it_it: Sincronizzazione avviata. Accedi a questa pagina tra pochi minuti per visualizzarne l'esito.

# Laser.Orchard.CommunicationGateway.CRM.Mailchimp.Activities.APICallActivity
source: Calls Mailchimp API
it_it: Chiamata ad una API Mailchimp

# Laser.Orchard.CommunicationGateway.CRM.Mailchimp.Activities.APICallActivity
source: Failed
it_it: Fallito

# Laser.Orchard.CommunicationGateway.CRM.Mailchimp.Activities.APICallActivity
source: Succeeded
it_it: Riuscito

source: Nice to meet you! Your subscription has been accepted.
it_it: Lieto di fare la tua conoscenza! La tua iscrizione è stat accettata.

source: Oops! We have experienced a problem during your email subscription. Please, retry later.
it_it: Oops! C'è stato un problema durante la registrazione della tua email. Per favore, riprova più tardi.

source: You have been unsubscribed.
it_it: La tua iscrizione è stata rimossa.

source: You have to accept all required policies in order to subscribe to the newsletter.
it_it: Per potersi iscrivere alla newsletter è necessario accettare tutte le policies obbligatorie.

# Laser.Orchard.CommunicationGateway.CRM.Mailchimp.Handlers.UserEventHandler
source: Nice to meet you! Your subscription has been accepted.
it_it: Lieto di fare la tua conoscenza! La tua iscrizione è stat accettata.

# Laser.Orchard.CommunicationGateway.CRM.Mailchimp.Handlers.UserEventHandler
source: Oops! We are currently experienced a problem during your email subscription. Please, retry later.
it_it: Oops! C'è stato un problema durante la registrazione della tua email. Per favore, riprova più tardi.

# Laser.Orchard.CommunicationGateway.CRM.Mailchimp.Handlers.UserEventHandler
source: Wait... it seems you have not accepted all our required policies. Your account has been verified, but your email have not been subscribed. Please, retry after having accepted our policies.
it_it: Aspetta... pare tu non abbia accettato tutte le policies richieste. Il tuo account è stato verificato, ma la tua email non è stata registrata. Per favore, riprova dopo avere accettato le nostre policies.

# Laser.Orchard.CommunicationGateway.CRM.Mailchimp.Tokens.MailchimpTextTokens
source: Converts a string to a Mailchimp subscriber hash
it_it: Converte una stringa in un hash di un sottoscrittore di Mailchimp (Mailchimp subscriber hash)

# Laser.Orchard.CommunicationGateway.CRM.Mailchimp.Tokens.MailchimpTextTokens
source: Gets the Mailchimp default audience defined as site settings.
it_it: Recupera l'audience Mailchimp di default così come definita dalle impostazioni del sito.

# Laser.Orchard.CommunicationGateway.CRM.Mailchimp.Tokens.MailchimpTextTokens
source: Mailchimp default audience
it_it: Audience Mailchimp di default

# Laser.Orchard.CommunicationGateway.CRM.Mailchimp.Tokens.MailchimpTextTokens
source: Mailchimp text tokens
it_it: Tokens di testo per Mailchimp

# Laser.Orchard.CommunicationGateway.CRM.Mailchimp.Tokens.MailchimpTextTokens
source: To Mailchimp hash
it_it: Converti in un hash per Mailchimp

# Laser.Orchard.CommunicationGateway.Drivers.CommunicationAdvertisingPartDriver
source: AdvertisingPart Error
it_it: Errore sul comunicato

# Laser.Orchard.CommunicationGateway.Drivers.CommunicationContactDriver
source: No log.
it_it: Nessun log.

# Laser.Orchard.CommunicationGateway.Drivers.EmailContactPartDriver
source: Email can't be assigned is linked to other contact
it_it: Email non associabile in quanto collegata ad un altro contatto

# Laser.Orchard.CommunicationGateway.Drivers.QueryFilterDriver
source: None
it_it: Nessuno

# Laser.Orchard.CommunicationGateway.Drivers.SmsContactPartDriver
source: Sms can't be assigned is linked to other contact
it_it: il numero di cellulare non può essere assegnato in quanto già associato ad un altro contatto

# Laser.Orchard.CommunicationGateway.Handlers.CommunicationCampaignPartHandler
source: Cannot Update! publish later date is after Campaign date
it_it: Impossibile aggiornare! La data di pubblicazione schedulata è oltre la data di validità della campagna.

# Laser.Orchard.CommunicationGateway.Handlers.ExportContactTaskHandler
source: Export Contacts - Error Message:
it_it: Esportazione contatti - Errore:

# Laser.Orchard.CommunicationGateway.Handlers.ExportContactTaskHandler
source: File {0} already exist
it_it: Il file {0} è già presente

source: Nice to meet you! Your subscription has been accepted.
it_it: Lieto di fare la tua conoscenza! La tua iscrizione è stat accettata.

source: Oops! We have experienced a problem during your email subscription. Please, retry later.
it_it: Oops! C'è stato un problema durante la registrazione della tua email. Per favore, riprova più tardi.

source: You have to accept all required policies in order to subscribe to the newsletter.
it_it: Devi accettare tutte le policies obbligatorie per registrati alla newsletter.

# Laser.Orchard.CommunicationGateway.Navigation.AdminMenu
source: Campaign
it_it: Campagna

# Laser.Orchard.CommunicationGateway.Navigation.AdminMenu
source: Communication
it_it: Comunicazione

# Laser.Orchard.CommunicationGateway.Navigation.AdminMenu
source: Contacts
it_it: Contatti

# Laser.Orchard.CommunicationGateway.Navigation.AdminMenu
source: Setting
it_it: Impostazioni

# Laser.Orchard.CommunicationGateway.Navigation.AdminMenu
source: Settings
it_it: Impostazioni

# Laser.Orchard.CommunicationGateway.Projections.EmailFilter
source: Communication Contacts
it_it: Contatti
