Repository: LaserSrl/Laser.Orchard.Platform
Catalog: src/Modules/Laser.Orchard.CommunicationGateway/App_Data/Localization/*/orchard.module.po
Languages: it_it

# Laser.Orchard.CommunicationGateway.Projections.EmailFilter
source: Contacts with the specified email
it_it: Contatti con l'email specificata

# Laser.Orchard.CommunicationGateway.Projections.EmailFilter
source: Filter contacts with the specified email.
it_it: Filtra contatti con la email specificata.

# Laser.Orchard.CommunicationGateway.Projections.ExcludeMasterContact
source: Communication Contacts
it_it: Contatti

# Laser.Orchard.CommunicationGateway.Projections.ExcludeMasterContact
source: Exclude Master Contact
it_it: Esclude il Contatto Master

# Laser.Orchard.CommunicationGateway.Projections.ExcludeMasterContact
source: Filter for real contacts (master contact will be excluded)
it_it: Filtra i contatti reali (il contatto master verrà escluso)

# Laser.Orchard.CommunicationGateway.Projections.ExcludeMasterContact
source: Filter only real contacts (master contact will be excluded)
it_it: Filtra solo i contatti reali (il contatto master verrà escluso)

# Laser.Orchard.CommunicationGateway.Projections.PhoneNumberFilter
source: Communication Contacts
it_it: Contatti

# Laser.Orchard.CommunicationGateway.Projections.PhoneNumberFilter
source: Contacts with the specified telephone number
it_it: Contatti con il numero telefonico specificato

# Laser.Orchard.CommunicationGateway.Projections.PhoneNumberFilter
source: Filter contacts with the specified telephone number.
it_it: Filtra contatti con il numero telefonico specificato.

# Laser.Orchard.CommunicationGateway.Projections.PhoneNumberFilter
source: Telephone Number
it_it: Numero telefonico

# Laser.Orchard.CommunicationGateway.Projections.PhonePrefixFilter
source: Communication Contacts
it_it: Contatti

# Laser.Orchard.CommunicationGateway.Projections.PhonePrefixFilter
source: Contacts with the specified telephone prefix
it_it: Contatti con il prefisso telefonico specificato

# Laser.Orchard.CommunicationGateway.Projections.PhonePrefixFilter
source: Filter contacts with the specified telephone prefix.
it_it: Filtra contatti con il prefisso telefonico specificato.

# Laser.Orchard.CommunicationGateway.Projections.PhonePrefixFilter
source: Telephone Prefix
it_it: Prefisso telefonico

# Laser.Orchard.CommunicationGateway.Services.CommunicationService
source: Master Contact Created
it_it: Contatto Master creato

# Laser.Orchard.CommunicationGateway.Services.CommunicationService
source: Syncronized {0} user's profiles
it_it: Sono stati sincronizzati {0} profili utente

# Laser.Orchard.CommunicationGateway.Services.CommunicationService
source: This contact has been bound to its user on {0:yyyy-MM-dd HH:mm} by contact synchronize function.
it_it: Questo contatto è stato correlato all'utente il {0:yyyy-MM-dd HH:mm} tramite la funzionalità di sincronizzazione dei contatti.

# Laser.Orchard.CommunicationGateway.Tokens.UserContactToken
source: Contact bound to the user
it_it: Contatto legato all'utente

# Laser.Orchard.CommunicationGateway.Tokens.UserContactToken
source: The contact bound to the user
it_it: Il contatto legato all'utente

# Laser.Orchard.CommunicationGateway.Tokens.UserContactToken
source: User Contact
it_it: Contatto dell'Utente

# Laser.Orchard.CommunicationGateway.Tokens.UserContactToken
source: UserContact
it_it: ContattoUtente
