Repository: LaserSrl/Laser.Orchard.Platform
Catalog: src/Modules/Laser.Orchard.UserProfiler/App_Data/Localization/*/orchard.module.po
Languages: it_it

source: Number of tracking elements of type ContentItem to show (Default:0). If changed all users profile will be recalculated
it_it: Numero degli elementi di tipo contenuto da visualizzare (Default:0). Se viene cambiato tutti i profili utenti verranno ricalcolati.

source: Number of tracking elements to show (Default:5). If changed all users profile will be recalculated
it_it: Numero degli elementi da visualizzare (Default:5). Se cambiato tutti i profili utente verranno ricalcolati.

source: User Profiling Settings
it_it: Impostazioni Profilo Utente

# Laser.Orchard.UserProfiler.Projections.UserTrackingFilterForm
source: List of available tags
it_it: Lista delle etichette disponibili

# Laser.Orchard.UserProfiler.Projections.UserTrackingFilterForm
source: none
it_it: Nessuno

# Laser.Orchard.UserProfiler.Projections.UserTrackingFilterForm
source: Or
it_it: O

# Laser.Orchard.UserProfiler.Projections.UserTrackingFilterForm
source: Tag
it_it: Etichetta

# Laser.Orchard.UserProfiler.Projections.UserTrackingQueryFilter
source: Filter for a specific tracking element.
it_it: Filtra su un elemento di tracking specifico.

# Laser.Orchard.UserProfiler.Projections.UserTrackingQueryFilter
source: User Profilling
it_it: Profilazione utente

# Laser.Orchard.UserProfiler.Projections.UserTrackingQueryFilter
source: User Tracking Filter
it_it: Filtro per tracking dell'utente

# Laser.Orchard.UserProfiler.Projections.UserTrackingQueryFilter
source: User who interact with specific tag on contentitem.
it_it: Utente che interagisce con una etichetta specifica sul contenuto.

# Laser.Orchard.UserProfiler.Workflows.UserTrackingWorkflow
source: Interaction
it_it: Interazione

# Laser.Orchard.UserProfiler.Workflows.UserTrackingWorkflow
source: Start on user interaction with contentitem having TrackingPart
it_it: Avvia quando un utente interagisce con un contenuto che ha una TrackingPart
