Repository: LaserSrl/Laser.Orchard.Platform
Catalog: src/Modules/Laser.Orchard.CulturePicker/App_Data/Localization/*/orchard.module.po
Languages: it_it

# ~/Modules/Laser.Orchard.CulturePicker/Views/Admin/Settings.cshtml
source: Available cultures
it_it: Culture disponibili

# ~/Modules/Laser.Orchard.CulturePicker/Views/Admin/Settings.cshtml
source: Culture Picker Settings
it_it: Impostazioni del Selettore di Culture

# ~/Modules/Laser.Orchard.CulturePicker/Views/Admin/Settings.cshtml
source: Displayed Name
it_it: Nome Visualizzato

# ~/Modules/Laser.Orchard.CulturePicker/Views/Admin/Settings.cshtml
source: Language/Culture
it_it: Lingua/Culture

# ~/Modules/Laser.Orchard.CulturePicker/Views/Admin/Settings.cshtml
source: Other settings
it_it: Altre Impostazioni

# ~/Modules/Laser.Orchard.CulturePicker/Views/Admin/Settings.cshtml
source: Priority
it_it: Priorità

# ~/Modules/Laser.Orchard.CulturePicker/Views/Admin/Settings.cshtml
source: Show culture choice label
it_it: Visualizza l'etichetta della scelta della culture

# ~/Modules/Laser.Orchard.CulturePicker/Views/Admin/Settings.cshtml
source: Show only languages of translated contents
it_it: Visualizza solo le lingue dei contenuti tradotti

# ~/Modules/Laser.Orchard.CulturePicker/Views/Admin/Settings.cshtml
source: This is a table of the cultures currently available in your site.
it_it: Questa è una tabella delle Culture attualmente disponibili nel sito.

# ~/Modules/Laser.Orchard.CulturePicker/Views/Admin/Settings.cshtml
source: Update settings
it_it: Aggiorna le impostazioni

source: To be translated
it_it: Da tradurre

source: Translated
it_it: Tradotto

source: This is the translation from the {0} culture.
it_it: Questa è la traduzione dalla cultura {0}.

# ~/Modules/Laser.Orchard.CulturePicker/Views/Parts/CulturePicker.cshtml
source: Language
it_it: Lingua

# Laser.Orchard.CulturePicker.Controllers.AdminController
source: check your input!
it_it: verificare i valori inseriti!

# Laser.Orchard.CulturePicker.Controllers.AdminController
source: Culture Picker settings updated.
it_it: Impostazioni del Culture Picker aggiornate

# Laser.Orchard.CulturePicker.Controllers.AdminController
source: Settings update failed: {0}
it_it: Aggiornamento impostazioni fallito: {0}

# Laser.Orchard.CulturePicker.Controllers.AdminController
source: Yout have to be an Administrator to edit Culture Picker settings!
it_it: E' necessario essere amministratori per modificare le impostazioni del selettore di Culture!

# Laser.Orchard.CulturePicker.Navigation.CulturePickerNavigationProvider
source: Settings
it_it: Impostazioni

# Laser.Orchard.CulturePicker.Projections.CurrentCultureFilter
source: For current or default culture
it_it: Per la lingua corrente o quella di default

# Laser.Orchard.CulturePicker.Projections.CurrentCultureFilter
source: Localization
it_it: Localizzazione

# Laser.Orchard.CulturePicker.Projections.CurrentCultureFilter
source: Localized content items for current or default culture
it_it: Versione tradotta dei contenuti nella lingua corrente o quella di default

# Laser.Orchard.CulturePicker.Projections.CurrentCultureWithUntranslatedFilter
source: For current culture (include untranslated in default)
it_it: Per la lingua corrente (includi non tradotti in default)

# Laser.Orchard.CulturePicker.Projections.CurrentCultureWithUntranslatedFilter
source: Localization
it_it: Localizzazione

# Laser.Orchard.CulturePicker.Projections.CurrentCultureWithUntranslatedFilter
source: Localized content items for current culture (untranslated included in default culture)
it_it: Versione tradotta dei contenuti nella lingua corrente (non tradotti inclusi nella lingua di default)

# Laser.Orchard.CulturePicker.Projections.OptionalCultureFilterProvider
source: For the selected culture (or any)
it_it: Per la cultura selezionata (o una qualsiasi)

# Laser.Orchard.CulturePicker.Projections.OptionalCultureFilterProvider
source: Localization
it_it: Localizzazione

# Laser.Orchard.CulturePicker.Projections.OptionalCultureFilterProvider
source: Localized content items for a given culture (or any culture if none provided).
it_it: Contenuti tradotti per una data cultura (oppure qualsiasi cultura se nessuna è presente)

# Laser.Orchard.CulturePicker.Projections.OptionalCultureFilterProvider
source: Selected culture or any
it_it: Cultura selezionata oppure ogni cultura

# Laser.Orchard.CulturePicker.Projections.SelectCultureForm
source: Culture
it_it: Cultura

# Laser.Orchard.CulturePicker.Projections.SelectCultureForm
source: Insert the desired culture name, in the usual form (e.g. it-IT). If the value does not match any configured culture, all content items will be included in the results. You may use tokens, but be careful as it's possible to accidentally set the culture of the WorkContext, for example with the 'lang' querystring parameter.
it_it: Inserire la cultura desiderata, nel formato consueto (es: it-IT). Se il valore non rappresentasse una cultura configurata a sistema, i risultati includeranno tutti i contenuti. E' possibile utilizzare i tokens, facendo attenzione al fatto che alcuni di questi possono accidentalmente impostare la cultura corrente del WorkContext, ad esempio con il parametro 'lang' della querystring.

# Laser.Orchard.CulturePicker.Services.TranslateMenuItemServices
source: The content for a Term in Taxonomy Item {0} could not be found.
it_it: Impossibile trovare il contenuto corrispondente ad un Termine nella Tassonomia {0}.

# Laser.Orchard.CulturePicker.Services.TranslateMenuItemServices
source: The content for a Term in Taxonomy Item {0} should be localized.
it_it: Il contenuto per un Termine nella Tassonomia {0} deve essere localizzato.

# Laser.Orchard.CulturePicker.Services.TranslateMenuItemServices
source: The content for Menu Item {0} could not be found.
it_it: Impossibile trovare il contenuto corrispondente al menu {0}.

# Laser.Orchard.CulturePicker.Services.TranslateMenuItemServices
source: The content for Menu Item {0} should be localized.
it_it: Il contenuto corrispondente al menu {0} deve essere localizzato.

# Laser.Orchard.CulturePicker.Services.TranslateMenuItemServices
source: The content for Taxonomy Item {0} could not be found.
it_it: Impossibile trovare il contenuto corrispondente ala Tassonomia {0}.

# Laser.Orchard.CulturePicker.Services.TranslateMenuItemServices
source: The content for Taxonomy Item {0} should be localized.
it_it: Il contenuto per la Tassonomia {0} deve essere localizzato.

# Laser.Orchard.CulturePicker.Services.TranslateMenuItemServices
source: The localization was successful.
it_it: Localizzazione eseguita con successo.

# Laser.Orchard.CulturePicker.Services.TranslateMenuItemServices
source: Verify the Url in Menu Item {0}.
it_it: Verificare l'URL nel menu {0}.
