Repository: LaserSrl/Laser.Orchard.Platform
Catalog: src/Modules/Laser.Orchard.Twitter/App_Data/Localization/*/orchard.module.po
Languages: it_it

source: Description
it_it: Descrizione

source: Image
it_it: Immagine

source: Settings - Twitter Post
it_it: Impostazioni - Post Twitter

source: Show TwitterCurrentLink option
it_it: Mostra l'opzione Link corrente di Twitter (TwitterCurrentLink)

source: Title
it_it: Titolo

source: Twitter description
it_it: Descrizione Twitter

source: Twitter Image
it_it: Immagine Twitter

source: Twitter Title
it_it: Titolo del Tweet

source: Twitter TwitterCurrentLink option
it_it: Opzione Link corrente di Twitter (TwitterCurrentLink)

source: Enable
it_it: Abilita

source: Only Enabled account can be used to post on Twitter
it_it: Solo gli Account abilitati possono eseguire post su Twitter

source: Shared = This account can be used by other user to generate Twitter Post
it_it: Condiviso = Questo Account puà essere utilizzato dagli altri utente per effettuare Post su Twitter

source: Shared Account
it_it: Account condiviso

source: Twitter Account
it_it: Account Twitter

source: YES
it_it: SI

# ~/Modules/Laser.Orchard.Twitter/Views/EditorTemplates/Parts/TwitterPost.cshtml
source: AccountList
it_it: LIsta degli account

# ~/Modules/Laser.Orchard.Twitter/Views/EditorTemplates/Parts/TwitterPost.cshtml
source: Approved
it_it: Approvato

# ~/Modules/Laser.Orchard.Twitter/Views/EditorTemplates/Parts/TwitterPost.cshtml
source: Each link is counted 22 characters
it_it: Ogni link sarà conteggiato con 22 caratteri

# ~/Modules/Laser.Orchard.Twitter/Views/EditorTemplates/Parts/TwitterPost.cshtml
source: Insert a twitter account
it_it: Inserisci un account Twitter

# ~/Modules/Laser.Orchard.Twitter/Views/EditorTemplates/Parts/TwitterPost.cshtml
source: Link current page
it_it: Collega la pagina corrente

# ~/Modules/Laser.Orchard.Twitter/Views/EditorTemplates/Parts/TwitterPost.cshtml
source: Message
it_it: Messaggio

# ~/Modules/Laser.Orchard.Twitter/Views/EditorTemplates/Parts/TwitterPost.cshtml
source: Message already posted.
it_it: Messaggio già postato.

# ~/Modules/Laser.Orchard.Twitter/Views/EditorTemplates/Parts/TwitterPost.cshtml
source: Message not yet posted.
it_it: Messaggio non ancora postato.

# ~/Modules/Laser.Orchard.Twitter/Views/EditorTemplates/Parts/TwitterPost.cshtml
source: Meta twitter description
it_it: Meta description per Twitter

# ~/Modules/Laser.Orchard.Twitter/Views/EditorTemplates/Parts/TwitterPost.cshtml
source: Meta twitter picture Url
it_it: Url dell'immagine per Twitter

# ~/Modules/Laser.Orchard.Twitter/Views/EditorTemplates/Parts/TwitterPost.cshtml
source: Meta twitter title
it_it: Titolo per Twitter

# ~/Modules/Laser.Orchard.Twitter/Views/EditorTemplates/Parts/TwitterPost.cshtml
source: Name
it_it: Nome

# ~/Modules/Laser.Orchard.Twitter/Views/EditorTemplates/Parts/TwitterPost.cshtml
source: Post on next publish
it_it: Posta alla prossima pubblicaizone

# ~/Modules/Laser.Orchard.Twitter/Views/EditorTemplates/Parts/TwitterPost.cshtml
source: This Twitter message has been already posted. You will be able to edit and save it, but it will not be posted anymore on next publish.
it_it: Questo messaggio è già stato postato. Potrai modificarlo e risalvarlo, ma non sarà più postato.

# ~/Modules/Laser.Orchard.Twitter/Views/EditorTemplates/Parts/TwitterPost.cshtml
source: YES
it_it: SI

# ~/Modules/Laser.Orchard.Twitter/Views/TwitterAccount/index.cshtml
source: Add Twitter Account
it_it: Aggiungi un account Twitter

# ~/Modules/Laser.Orchard.Twitter/Views/TwitterAccount/index.cshtml
source: Clear
it_it: Cancella

# ~/Modules/Laser.Orchard.Twitter/Views/TwitterAccount/index.cshtml
source: Delete
it_it: Elimina

# ~/Modules/Laser.Orchard.Twitter/Views/TwitterAccount/index.cshtml
source: Edit
it_it: Modifica

# ~/Modules/Laser.Orchard.Twitter/Views/TwitterAccount/index.cshtml
source: Search
it_it: Cerca

# ~/Modules/Laser.Orchard.Twitter/Views/TwitterAccount/index.cshtml
source: Search:
it_it: Cerca:

# ~/Modules/Laser.Orchard.Twitter/Views/TwitterAccount/index.cshtml
source: Twitter Account
it_it: Account Twitter

# Laser.Orchard.Twitter.Controllers.TwitterAccountController
source: No twitter account setting added, add one in Settings -> Open Authentication
it_it: Nessun Account Twtitter presente, aggiungine uno in Impostazioni -> Open Authentication

# Laser.Orchard.Twitter.Controllers.TwitterAccountController
source: Twitter Account Added
it_it: Account Twitter aggiunto

# Laser.Orchard.Twitter.Controllers.TwitterAccountController
source: User Twitter Account added
it_it: l'account utente di Twitter è stato aggiunto

# Laser.Orchard.Twitter.Controllers.TwitterAccountController
source: User Twitter Account can't be added, is duplicated
it_it: l'account utente di Twitter non può essere aggiunt, in quanto già presente

# Laser.Orchard.Twitter.Handlers.TwitterPostHandler
source: No Twitter account specified.
it_it: Nessun account Twitter specificato.

# Laser.Orchard.Twitter.Handlers.TwitterPostHandler
source: Twitter error:
it_it: Twitter errore:

# Laser.Orchard.Twitter.Navigation.AdminMenu
source: Social Twitter Account
it_it: Account social Twitter

# Laser.Orchard.Twitter.Services.TwitterService
source: Can't post on twitter: {0} {1}
it_it: Impossibile effettuare Post su Twitter: {0} {1}

# Laser.Orchard.Twitter.Services.TwitterService
source: Twitter posted
it_it: Tweet postato

# Laser.Orchard.Twitter.Services.TwitterService
source: Twitter Posting {0} Error Message: {1}
it_it: Errore durante il Post di {0} su Twitter
