Repository: LaserSrl/Laser.Orchard.Platform
Catalog: src/Modules/Laser.Orchard.TaskScheduler/App_Data/Localization/*/orchard.module.po
Languages: it_it

# ~/Modules/Laser.Orchard.TaskScheduler/Views/Admin/Index.cshtml
source: Add new tasks
it_it: Aggiungi nuovi task

# ~/Modules/Laser.Orchard.TaskScheduler/Views/Admin/Index.cshtml
source: Existing scheduled tasks
it_it: Task pianificati esistenti

# ~/Modules/Laser.Orchard.TaskScheduler/Views/Admin/Index.cshtml
source: Save
it_it: Salva

# ~/Modules/Laser.Orchard.TaskScheduler/Views/Admin/Index.cshtml
source: Save schedulers
it_it: Salva la pianificazione

source: Remove this task
it_it: Rimuovi questo task

source: Amount of time that should pass between repetitions of the task (integer)
it_it: Tempo che passerà tra ripetizioni del task (intero)

source: Autodestroy
it_it: Elimina automaticamente al termine

source: Content Item Id
it_it: Id del contenuto

source: Execution type.
it_it: Tipo di esecuzione.

source: Fewer details
it_it: Meno informazioni

source: Id of the Content Item that will be passed with the task. 0 for no item.
it_it: Id del contenuto che sarà passato al task. Inserire 0 per non passare alcuno contenuto.

source: Invalid dates will be ignored
it_it: Date non valide verranno ignorate

source: LongTask
it_it: Task di lunga durata

source: More details
it_it: Più informazioni

source: Name of the signal that will be triggered by the task
it_it: Nome del segnale che sarà scatenato dal task

source: Periodicity
it_it: Periodicità

source: Schedule
it_it: Pianifica

source: Signal name
it_it: Nome del segnale

source: Start Date
it_it: Data di inizio

source: The task is scheduled for execution. Unschedule it before removing it.
it_it: Il task è stato pianificato e sarà eseguito. Cancellarne la pianificazione prima di rimuoverlo del tutto.

source: The time units for the repetitions of the task.
it_it: Le unità di tempo per la ripetizione del task.

source: Unschedule
it_it: Cancella

source: Unschedule this task
it_it: Cancella questo task

# Laser.Orchard.TaskScheduler.Controllers.AdminController
source: Not allowed to schedule periodic tasks
it_it: Non hai i permessi per pianificare dei task
