Repository: LaserSrl/Laser.Orchard.Platform
Catalog: src/Modules/Laser.Orchard.Pdf/App_Data/Localization/*/orchard.module.po
Languages: it_it

source: Add PDF Button
it_it: Aggiungi pulsante PDF

# ~/Modules/Laser.Orchard.Pdf/Views/EditorTemplates/PdfButtonSettings.cshtml
source: Bottom margin of the page in PDF document. Default 10. To get the right value use: (inch * 72) or (mm * 720 / 254).
it_it: Margine inferiore della pagina nel documento PDF. Default 10. Per calcolare il valore usare (inch * 72) oppure (mm * 720 /254)

# ~/Modules/Laser.Orchard.Pdf/Views/EditorTemplates/PdfButtonSettings.cshtml
source: Check to use published version of the content to generate PDF. Uncheck to use latest version.
it_it: Abilitare per usare la versione pubblicata del contenuto per generare il pdf, disabilitare per usare l'ultima versione del contenuto.

# ~/Modules/Laser.Orchard.Pdf/Views/EditorTemplates/PdfButtonSettings.cshtml
source: Default value: 595 (A4). To get the right value use: (inch * 72) or (mm * 720 / 254).
it_it: Valore di default: 595 (A4). Per ottenere il giusto valore usare : (inch * 72) or (mm * 720 / 254).

# ~/Modules/Laser.Orchard.Pdf/Views/EditorTemplates/PdfButtonSettings.cshtml
source: Default value: 842 (A4). To get the right value use: (inch * 72) or (mm * 720 / 254).
it_it: Valore di default: 842 (A4). Per ottenere il giusto valore usare : (inch * 72) or (mm * 720 / 254).

# ~/Modules/Laser.Orchard.Pdf/Views/EditorTemplates/PdfButtonSettings.cshtml
source: File Name without extension
it_it: Nome del file senza estensione

# ~/Modules/Laser.Orchard.Pdf/Views/EditorTemplates/PdfButtonSettings.cshtml
source: Footer
it_it: Piè di pagina

# ~/Modules/Laser.Orchard.Pdf/Views/EditorTemplates/PdfButtonSettings.cshtml
source: Footer Height
it_it: Altezza piè di pagina

# ~/Modules/Laser.Orchard.Pdf/Views/EditorTemplates/PdfButtonSettings.cshtml
source: Footer of each page in PDF document. Leave blank for no footer.
it_it: Piè di pagina di ogni pagina del documento PDF. Lasciare vuoto per nessun piè di pagina

# ~/Modules/Laser.Orchard.Pdf/Views/EditorTemplates/PdfButtonSettings.cshtml
source: Header
it_it: Intestazione

# ~/Modules/Laser.Orchard.Pdf/Views/EditorTemplates/PdfButtonSettings.cshtml
source: Header Height
it_it: Altezza intestazione

# ~/Modules/Laser.Orchard.Pdf/Views/EditorTemplates/PdfButtonSettings.cshtml
source: Header of each page in PDF document. Leave blank for no header.
it_it: Intestazione di tutte le pagine del documento PDF. Lasciare vuoto per nessuna intestazione

# ~/Modules/Laser.Orchard.Pdf/Views/EditorTemplates/PdfButtonSettings.cshtml
source: Label
it_it: Etichetta

# ~/Modules/Laser.Orchard.Pdf/Views/EditorTemplates/PdfButtonSettings.cshtml
source: Label of the button.
it_it: Etichetta del pulsante

# ~/Modules/Laser.Orchard.Pdf/Views/EditorTemplates/PdfButtonSettings.cshtml
source: Left Margin
it_it: Margine sinistro

# ~/Modules/Laser.Orchard.Pdf/Views/EditorTemplates/PdfButtonSettings.cshtml
source: Left margin of the page in PDF document. Default 50. To get the right value use: (inch * 72) or (mm * 720 / 254).
it_it: Margine sinistro della pagina del documento PDF. Default 50. Per ottenere il giusto valore usare : (inch * 72) or (mm * 720 / 254).

# ~/Modules/Laser.Orchard.Pdf/Views/EditorTemplates/PdfButtonSettings.cshtml
source: Name of the file as downloaded by users. Extension pdf is added at the end of this name by the system.
it_it: Nome del file scaricato dall'utente. L'estensione pdf è aggiunta al nome file dal sistema.

# ~/Modules/Laser.Orchard.Pdf/Views/EditorTemplates/PdfButtonSettings.cshtml
source: Page Height
it_it: Altezza Pagina

# ~/Modules/Laser.Orchard.Pdf/Views/EditorTemplates/PdfButtonSettings.cshtml
source: Page Width
it_it: Larghezza pagina

# ~/Modules/Laser.Orchard.Pdf/Views/EditorTemplates/PdfButtonSettings.cshtml
source: Published Version
it_it: Versione Pubblicata

# ~/Modules/Laser.Orchard.Pdf/Views/EditorTemplates/PdfButtonSettings.cshtml
source: Remove PDF Button
it_it: Cancella il pulsante PDF

# ~/Modules/Laser.Orchard.Pdf/Views/EditorTemplates/PdfButtonSettings.cshtml
source: Right Margin
it_it: Margine destro

# ~/Modules/Laser.Orchard.Pdf/Views/EditorTemplates/PdfButtonSettings.cshtml
source: Right margin of the page in PDF document. Default 50. To get the right value use: (inch * 72) or (mm * 720 / 254).
it_it: Margine destro della pagina del documento PDF. Default 50. Per ottenere il giusto valore usare : (inch * 72) or (mm * 720 / 254).

# ~/Modules/Laser.Orchard.Pdf/Views/EditorTemplates/PdfButtonSettings.cshtml
source: Template ID
it_it: Id del Modello

# ~/Modules/Laser.Orchard.Pdf/Views/EditorTemplates/PdfButtonSettings.cshtml
source: Template to be used to generate a printable version of the content.
it_it: Modello da usare per generare la versione stampabile del contenuto

# ~/Modules/Laser.Orchard.Pdf/Views/EditorTemplates/PdfButtonSettings.cshtml
source: Top margin of the page in PDF document. Default 10. To get the right value use: (inch * 72) or (mm * 720 / 254).
it_it: Margine superiore della pagina nel documento PDF. Default 10. Per calcolare il valore usare (inch * 72) oppure (mm * 720 /254)
