Repository: LaserSrl/Laser.Orchard.Platform
Catalog: src/Modules/Laser.Orchard.Cache/App_Data/Localization/*/orchard.module.po
Languages: it_it

# ~/Modules/Laser.Orchard.Cache/Views/CacheUrlAdmin/Edit.cshtml
source: Delete
it_it: Elimina

# ~/Modules/Laser.Orchard.Cache/Views/CacheUrlAdmin/Edit.cshtml
source: Duration
it_it: Durata

# ~/Modules/Laser.Orchard.Cache/Views/CacheUrlAdmin/Edit.cshtml
source: Grace Time
it_it: Tempo di dilazione

# ~/Modules/Laser.Orchard.Cache/Views/CacheUrlAdmin/Edit.cshtml
source: Priority
it_it: Priorità

# ~/Modules/Laser.Orchard.Cache/Views/CacheUrlAdmin/Edit.cshtml
source: Save
it_it: Salva

# ~/Modules/Laser.Orchard.Cache/Views/CacheUrlAdmin/Edit.cshtml
source: Seconds, enter 0 to disable caching for the url.
it_it: Secondi, 0 per disabilitare la cache

# ~/Modules/Laser.Orchard.Cache/Views/CacheUrlAdmin/Edit.cshtml
source: Seconds, enter 0 to disable gracetime for the url.
it_it: Secondi, 0 per disabilitare il tempo di dilazione

# ~/Modules/Laser.Orchard.Cache/Views/CacheUrlAdmin/Edit.cshtml
source: Url Scrap
it_it: Parte dell'url

# ~/Modules/Laser.Orchard.Cache/Views/CacheUrlAdmin/Edit.cshtml
source: User Tokens
it_it: Token dello User

# ~/Modules/Laser.Orchard.Cache/Views/CacheUrlAdmin/index.cshtml
source: Active Log for Authenticated Cache
it_it: Attivare il log delle cache per utenti autenticati

# ~/Modules/Laser.Orchard.Cache/Views/CacheUrlAdmin/index.cshtml
source: Clear
it_it: Pulisci

# ~/Modules/Laser.Orchard.Cache/Views/CacheUrlAdmin/index.cshtml
source: Create New CacheUrl
it_it: Aggiungi nuovo url di cache

# ~/Modules/Laser.Orchard.Cache/Views/CacheUrlAdmin/index.cshtml
source: Duration
it_it: Durata

# ~/Modules/Laser.Orchard.Cache/Views/CacheUrlAdmin/index.cshtml
source: Grace Time
it_it: Tempo di dilazione

# ~/Modules/Laser.Orchard.Cache/Views/CacheUrlAdmin/index.cshtml
source: GraceTime
it_it: Tempo di dilazione

# ~/Modules/Laser.Orchard.Cache/Views/CacheUrlAdmin/index.cshtml
source: Prevent Default Authenticated Cache
it_it: Non usare la cache di default per utenti autenticati

# ~/Modules/Laser.Orchard.Cache/Views/CacheUrlAdmin/index.cshtml
source: Prevent Default Not ContentItem Authenticated Cache
it_it: Impedire la generazione della cache per utenti autenticati quando l'url non corrisponde ad un contenuto

# ~/Modules/Laser.Orchard.Cache/Views/CacheUrlAdmin/index.cshtml
source: Search
it_it: Trova

# ~/Modules/Laser.Orchard.Cache/Views/CacheUrlAdmin/index.cshtml
source: Search:
it_it: Ricerca:

# ~/Modules/Laser.Orchard.Cache/Views/CacheUrlAdmin/index.cshtml
source: Settings
it_it: Impostazioni

# ~/Modules/Laser.Orchard.Cache/Views/CacheUrlAdmin/index.cshtml
source: Url Scrap
it_it: Parte dell'url

# Laser.Orchard.Cache.Controllers.CacheURLAdminController
source: Cache Url added: {0}
it_it: Cache Url aggiunta: {0}

# Laser.Orchard.Cache.Controllers.CacheURLAdminController
source: Cache Url removed: {0}
it_it: Cache Url cancellata: {0}

# Laser.Orchard.Cache.Controllers.CacheURLAdminController
source: Cache Url updated: {0}
it_it: Cache Url aggiornata: {0}

# Laser.Orchard.Cache.Navigation.AdminMenu
source: Cache URL
it_it: URL Cache
