Repository: LaserSrl/Laser.Orchard.Platform
Catalog: src/Modules/Laser.Orchard.UsersExtensions/App_Data/Localization/*/orchard.module.po
Languages: it_it

source: Accept
it_it: Accetto

source: Don't Accept
it_it: Non accetto

source: I have read the regulation.
it_it: Ho letto il regolamento.

source: Policies
it_it: Informative

source: All Policies
it_it: Tutte le informative

source: Include policies on registration
it_it: Includi informative in fase di registrazione

source: Policy filters
it_it: Filtri informative

source: Registration behaviour
it_it: Comportamento durante la fare di registrazione

source: User Registration - Policies Acceptation
it_it: Registrazione utente - Accettazione delle informative

source: Users registration - policies acceptation
it_it: Registrazione utenti - accettazione informative

# Laser.Orchard.UsersExtensions.Controllers.AKUserActionsController
source: Thank you for registering. We sent you an e-mail with instructions to enable your account.
it_it: Grazie per esserti registrato. Ti abbiamo inviato una e-mail con le istruzioni per attivare la tua utenza.

# Laser.Orchard.UsersExtensions.Controllers.BaseUserActionsController
source: Challenge email sent.
it_it: Email di conferma inviata.

# Laser.Orchard.UsersExtensions.Controllers.BaseUserActionsController
source: Email confirmed
it_it: Email confermata

# Laser.Orchard.UsersExtensions.Controllers.BaseUserActionsController
source: Email not confirmed
it_it: Email non confermata

# Laser.Orchard.UsersExtensions.Controllers.BaseUserActionsController
source: Generic error
it_it: Errore generico

# Laser.Orchard.UsersExtensions.Controllers.BaseUserActionsController
source: Invalid operation: users do not need to validate their email.
it_it: Operazione non valida: gli utenti non hanno bisogno di confermare la loro email.

# Laser.Orchard.UsersExtensions.Controllers.BaseUserActionsController
source: Invalid user
it_it: Utente non valido

# Laser.Orchard.UsersExtensions.Controllers.BaseUserActionsController
source: Invalid user.
it_it: Utente non valido.

# Laser.Orchard.UsersExtensions.Controllers.BaseUserActionsController
source: Invalid username or e-mail.
it_it: Nome utente o e-mail non validi

# Laser.Orchard.UsersExtensions.Controllers.BaseUserActionsController
source: Message rejected: too many characters. (160 max)
it_it: Messaggio rigettato per superamento lunghezza max di testo (160 caratteri)

# Laser.Orchard.UsersExtensions.Controllers.BaseUserActionsController
source: Missing recipient
it_it: Destinatario mancante

# Laser.Orchard.UsersExtensions.Controllers.BaseUserActionsController
source: Missing text
it_it: Testo mancante

# Laser.Orchard.UsersExtensions.Controllers.BaseUserActionsController
source: New password and confirm password must be equal.
it_it: La nuova password e la conferma password devono essere uguali.

# Laser.Orchard.UsersExtensions.Controllers.BaseUserActionsController
source: New password does not meet password policies:
it_it: La nuova password non rispetta le regole per le password:

# Laser.Orchard.UsersExtensions.Controllers.BaseUserActionsController
source: Password changed.
it_it: Password modificata.

# Laser.Orchard.UsersExtensions.Controllers.BaseUserActionsController
source: Password expired
it_it: Password scaduta

# Laser.Orchard.UsersExtensions.Controllers.BaseUserActionsController
source: Priority missing or wrong
it_it: Priorità mancante o errata

# Laser.Orchard.UsersExtensions.Controllers.BaseUserActionsController
source: Provide valid username and password
it_it: Fornisci utente e password validi

# Laser.Orchard.UsersExtensions.Controllers.BaseUserActionsController
source: Send email failed.
it_it: Invio email fallito

# Laser.Orchard.UsersExtensions.Controllers.BaseUserActionsController
source: Send SMS failed.
it_it: Invio SMS fallito.

# Laser.Orchard.UsersExtensions.Controllers.BaseUserActionsController
source: Sender identifier missing
it_it: Identificativo di invio mancante

# Laser.Orchard.UsersExtensions.Controllers.BaseUserActionsController
source: Sender missing or wrong
it_it: Mittente mancante o errato

# Laser.Orchard.UsersExtensions.Controllers.BaseUserActionsController
source: Thank you for registering. We sent you an e-mail with instructions to enable your account.
it_it: Grazie per esserti registrato. Ti abbiamo inviato una e-mail con le istruzioni per attivare la tua utenza.

# Laser.Orchard.UsersExtensions.Controllers.BaseUserActionsController
source: The current password provided is not valid.
it_it: La password attualmente indicata non è valida.

# Laser.Orchard.UsersExtensions.Controllers.BaseUserActionsController
source: The new password must be different from the current password.
it_it: La nuova password deve essere diversa da quella attuale.

# Laser.Orchard.UsersExtensions.Controllers.BaseUserActionsController
source: Users cannot recover lost password due to site settings.
it_it: Le impostazioni del sito non permettono il recupero della password.

# Laser.Orchard.UsersExtensions.Controllers.BaseUserActionsController
source: Users cannot register due to site settings.
it_it: Le impostazioni del sito non permettono la registrazione di nuovi utenti.

# Laser.Orchard.UsersExtensions.Controllers.BaseUserActionsController
source: You must specify a username or e-mail.
it_it: Devi specificare un nome utente o una e-mail.

# Laser.Orchard.UsersExtensions.Controllers.BaseUserActionsController
source: You must specify current password, new password and confirm password.
it_it: Devi specificare la password attuale, la nuova password e la conferma della password.

# Laser.Orchard.UsersExtensions.Controllers.UserActionsAPIController
source: Generic error
it_it: Errore generico

# Laser.Orchard.UsersExtensions.Controllers.UserActionsAPIController
source: Invalid user.
it_it: Utente non valido.

# Laser.Orchard.UsersExtensions.Controllers.UserActionsAPIController
source: Message rejected: too many characters. (160 max)
it_it: Messaggio rigettato per superamento lunghezza max di testo (160 caratteri)

# Laser.Orchard.UsersExtensions.Controllers.UserActionsAPIController
source: Missing recipient
it_it: Destinatario mancante

# Laser.Orchard.UsersExtensions.Controllers.UserActionsAPIController
source: Missing text
it_it: Testo mancante

# Laser.Orchard.UsersExtensions.Controllers.UserActionsAPIController
source: Priority missing or wrong
it_it: Priorità mancante o errata

# Laser.Orchard.UsersExtensions.Controllers.UserActionsAPIController
source: Send email failed.
it_it: Invio email fallito

# Laser.Orchard.UsersExtensions.Controllers.UserActionsAPIController
source: Send SMS failed.
it_it: Invio SMS fallito.

# Laser.Orchard.UsersExtensions.Controllers.UserActionsAPIController
source: Sender identifier missing
it_it: Identificativo di invio mancante

# Laser.Orchard.UsersExtensions.Controllers.UserActionsAPIController
source: Sender missing or wrong
it_it: Mittente mancante o errato

# Laser.Orchard.UsersExtensions.Controllers.UserActionsAPIController
source: Users cannot recover lost password due to site settings.
it_it: Le impostazioni del sito non permettono il recupero della password.

# Laser.Orchard.UsersExtensions.Controllers.UserActionsAPIController
source: Users cannot register due to site settings.
it_it: Le impostazioni del sito non permettono la registrazione di nuovi utenti.

# Laser.Orchard.UsersExtensions.Controllers.UserActionsController
source: Generic error
it_it: Errore generico

# Laser.Orchard.UsersExtensions.Controllers.UserActionsController
source: Invalid user.
it_it: Utente non valido.

# Laser.Orchard.UsersExtensions.Controllers.UserActionsController
source: Message rejected: too many characters. (160 max)
it_it: Messaggio rigettato per superamento lunghezza max di testo (160 caratteri)

# Laser.Orchard.UsersExtensions.Controllers.UserActionsController
source: Missing recipient
it_it: Destinatario mancante

# Laser.Orchard.UsersExtensions.Controllers.UserActionsController
source: Missing text
it_it: Testo mancante

# Laser.Orchard.UsersExtensions.Controllers.UserActionsController
source: Priority missing or wrong
it_it: Priorità mancante o errata

# Laser.Orchard.UsersExtensions.Controllers.UserActionsController
source: Send email failed.
it_it: Invio email fallito

# Laser.Orchard.UsersExtensions.Controllers.UserActionsController
source: Send SMS failed.
it_it: Invio SMS fallito.

# Laser.Orchard.UsersExtensions.Controllers.UserActionsController
source: Sender identifier missing
it_it: Identificativo di invio mancante

# Laser.Orchard.UsersExtensions.Controllers.UserActionsController
source: Sender missing or wrong
it_it: Mittente mancante o errato

# Laser.Orchard.UsersExtensions.Controllers.UserActionsController
source: Thank you for registering. We sent you an e-mail with instructions to enable your account.
it_it: Grazie per esserti registrato. Ti abbiamo inviato una e-mail con le istruzioni per attivare la tua utenza.

# Laser.Orchard.UsersExtensions.Controllers.UserActionsController
source: Users cannot recover lost password due to site settings.
it_it: Le impostazioni del sito non permettono il recupero della password.

# Laser.Orchard.UsersExtensions.Controllers.UserActionsController
source: Users cannot register due to site settings.
it_it: Le impostazioni del sito non permettono la registrazione di nuovi utenti.

# Laser.Orchard.UsersExtensions.Drivers.UserRegistrationPolicyPartDriver
source: User has to accept policies!
it_it: L'utente deve accettare le informative!

# Laser.Orchard.UsersExtensions.Handlers.UserRegistrationSettingsPartHandler
source: UserExtras
it_it: Extra dell'Utente

# Laser.Orchard.UsersExtensions.Handlers.UserRegistrationSettingsPartHandler
source: Users extras
it_it: Informazioni supplementari utenti

# Laser.Orchard.UsersExtensions.Services.UserActionMethods
source: Generic error
it_it: Errore generico

# Laser.Orchard.UsersExtensions.Services.UserActionMethods
source: Invalid user.
it_it: Utente non valido.

# Laser.Orchard.UsersExtensions.Services.UserActionMethods
source: Message rejected: too many characters. (160 max)
it_it: Messaggio rigettato per superamento lunghezza max di testo (160 caratteri)

# Laser.Orchard.UsersExtensions.Services.UserActionMethods
source: Missing recipient
it_it: Destinatario mancante

# Laser.Orchard.UsersExtensions.Services.UserActionMethods
source: Missing text
it_it: Testo mancante

# Laser.Orchard.UsersExtensions.Services.UserActionMethods
source: Priority missing or wrong
it_it: Priorità mancante o errata

# Laser.Orchard.UsersExtensions.Services.UserActionMethods
source: Send email failed.
it_it: Invio email fallito

# Laser.Orchard.UsersExtensions.Services.UserActionMethods
source: Send SMS failed.
it_it: Invio SMS fallito.

# Laser.Orchard.UsersExtensions.Services.UserActionMethods
source: Sender identifier missing
it_it: Identificativo di invio mancante

# Laser.Orchard.UsersExtensions.Services.UserActionMethods
source: Sender missing or wrong
it_it: Mittente mancante o errato

# Laser.Orchard.UsersExtensions.Services.UserActionMethods
source: Users cannot recover lost password due to site settings.
it_it: Le impostazioni del sito non permettono il recupero della password.

# Laser.Orchard.UsersExtensions.Services.UserActionMethods
source: Users cannot register due to site settings.
it_it: Le impostazioni del sito non permettono la registrazione di nuovi utenti.

# Laser.Orchard.UsersExtensions.Services.UsersExtensionsServices
source: Lost password
it_it: Password dimenticata

# Laser.Orchard.UsersExtensions.Services.UsersExtensionsServices
source: The email address you provided is too long.
it_it: Indirizzo email troppo lungo.

# Laser.Orchard.UsersExtensions.Services.UsersExtensionsServices
source: The new password and confirmation password do not match.
it_it: La nuova password e la password di verifica non corrispondono.

# Laser.Orchard.UsersExtensions.Services.UsersExtensionsServices
source: The username or e-mail or password provided is incorrect.
it_it: Il nome utente, la email o la password fornite non sono corrette.

# Laser.Orchard.UsersExtensions.Services.UsersExtensionsServices
source: The username you provided is too long.
it_it: Il nome utente è troppo lungo.

# Laser.Orchard.UsersExtensions.Services.UsersExtensionsServices
source: User cannot register due to Site settings
it_it: Le impostazioni del sito non permettono agli utenti di registrarsi

# Laser.Orchard.UsersExtensions.Services.UsersExtensionsServices
source: User has to accept policies!
it_it: L'utente deve accettare le informative!

# Laser.Orchard.UsersExtensions.Services.UsersExtensionsServices
source: User registration failed.
it_it: Registrazione utente fallita.

# Laser.Orchard.UsersExtensions.Services.UsersExtensionsServices
source: User with that username and/or email already exists.
it_it: Esiste già un utente con questo nome utente o indirizzo email.

# Laser.Orchard.UsersExtensions.Services.UsersExtensionsServices
source: You must specify a password of {0} or more characters.
it_it: È necessario specificare una password di {0} o più caratteri.

# Laser.Orchard.UsersExtensions.Services.UsersExtensionsServices
source: You must specify a username.
it_it: È necessario specificare un nome utente.

# Laser.Orchard.UsersExtensions.Services.UsersExtensionsServices
source: You must specify a valid email address.
it_it: È necessario specificare un indirizzo email valido.

# Laser.Orchard.UsersExtensions.Services.UsersExtensionsServices
source: You must specify an email address.
it_it: È necessario specificare un indirizzo email.
