Repository: LaserSrl/Laser.Orchard.Platform
Catalog: src/Modules/Laser.Orchard.ButtonToWorkflows/App_Data/Localization/*/orchard.module.po
Languages: it_it

source: Go on Setting -> Buttons to configure module
it_it: Vai su Impstazioni -> Pulsanti per configurare il modulo

source: Select Button Type
it_it: Selezionare il tipo di pulsante

source: Buttons to display:
it_it: Pulsanti da mostrare:

source: Async
it_it: Asincrono

source: Button Label
it_it: Etichetta del Pulsante

source: Button Name
it_it: Nome del pulsante

source: Description
it_it: Descrizione

source: Message on button click
it_it: Messaggio per il clic del pulsante

source: Remove
it_it: Rimuovi

source: Custom actions:
it_it: Azioni personalizzate:

source: Activity Name
it_it: Nome Attività

source: Async
it_it: Asincrono

source: Button
it_it: Pulsante

source: Button Label
it_it: Etichetta del Pulsante

source: Button to WorkFlows Settings
it_it: Pulsante per le Impostazioni Flussi di Lavoro

source: Custom Button
it_it: Pulsante Personalizzato

source: Description
it_it: Descrizione

source: Message on button click
it_it: Messaggio alla pressione del pulsante

source: Add Button
it_it: Aggiungi pulsante

source: Add Buttons Dynamically
it_it: Aggiungi pulsanti dinamicamente

source: The Button Name field should be a unique identifier for the button.
it_it: Il nome del bottone deve essere un identificatore univoco del pulsante.

# Laser.Orchard.ButtonToWorkflows.Activity.ButtonToWorkflowsEvent
source: Content Event
it_it: Evento del Contenuto

# Laser.Orchard.ButtonToWorkflows.Activity.ButtonToWorkflowsEvent
source: Custom Button
it_it: Pulsante Personalizzato

# Laser.Orchard.ButtonToWorkflows.Activity.ButtonToWorkflowsEvent
source: Done
it_it: Fatto

# Laser.Orchard.ButtonToWorkflows.Activity.ButtonToWorkflowsForm
source: Any
it_it: Qualsiasi

# Laser.Orchard.ButtonToWorkflows.Activity.ButtonToWorkflowsForm
source: Content types
it_it: Tipi di Contenuto

# Laser.Orchard.ButtonToWorkflows.Activity.ButtonToWorkflowsForm
source: Select some content types.
it_it: Selezionare i tipi di contenuto

# Laser.Orchard.ButtonToWorkflows.Activity.DynamicButtonToWorkflowsEvent
source: Content Event
it_it: Evento del Contenuto

# Laser.Orchard.ButtonToWorkflows.Activity.DynamicButtonToWorkflowsEvent
source: Done
it_it: Fatto

# Laser.Orchard.ButtonToWorkflows.Activity.DynamicButtonToWorkflowsEvent
source: Dynamic button is clicked.
it_it: Il bottone dinamico è stato premuto.

# Laser.Orchard.ButtonToWorkflows.Activity.DynamicButtonToWorkflowsForm
source: Any
it_it: Tutti

# Laser.Orchard.ButtonToWorkflows.Activity.DynamicButtonToWorkflowsForm
source: Content types
it_it: Tipi di Contenuto

# Laser.Orchard.ButtonToWorkflows.Activity.DynamicButtonToWorkflowsForm
source: Dynamic Button
it_it: Bottone Dinamico

# Laser.Orchard.ButtonToWorkflows.Activity.DynamicButtonToWorkflowsForm
source: Select a dynamic button.
it_it: Seleziona un bottone dinamico

# Laser.Orchard.ButtonToWorkflows.Activity.DynamicButtonToWorkflowsForm
source: Select some content types.
it_it: Selezionare i tipi di contenuto

# Laser.Orchard.ButtonToWorkflows.Drivers.ButtonToWorkflowsDriver
source: Error Saving Content Item
it_it: Errore durante il salvataggio del contenuto

source: Cannot have multiple buttons with the same name ({0})
it_it: Non è possibile avere più pulsanti con lo stesso nome ({0})

# Laser.Orchard.ButtonToWorkflows.Handlers.DynamicButtonToWorkflowsSettingsHandler
source: Buttons
it_it: Pulsanti

# Laser.Orchard.ButtonToWorkflows.Handlers.SiteSettingsPartHandler
source: Buttons
it_it: Pulsanti

# Laser.Orchard.ButtonToWorkflows.Services.DynamicButtonToWorkflowsService
source: {0} Dynamic Button Permission
it_it: Permessi del pulsante dinamico {0}

# Laser.Orchard.ButtonToWorkflows.Services.DynamicButtonToWorkflowsService
source: Dynamic Button to Workflow Feature
it_it: Funzionalità Bottone Dinamico per i Flussi di Lavoro.

# Laser.Orchard.ButtonToWorkflows.Settings.ButtonsEvents
source: Setting -> Buttons : must be configured
it_it: E' necessario configurare Impostazioni -> Pulsanti

source: The Button Name field is required.
it_it: Il nome di bottone è richiesto
