Repository: LaserSrl/Laser.Orchard.Platform
Catalog: src/Modules/Laser.Orchard.UserReactions/App_Data/Localization/*/orchard.module.po
Languages: it_it

source: Action
it_it: Azione

source: Clicked
it_it: Selezionato

source: Creation date
it_it: Data di creazione

source: Reaction type
it_it: Tipo di reazione

source: Reactions list summary
it_it: Elenco reazioni

source: Unclicked
it_it: Deselezionato

source: User
it_it: Utente

# ~/Modules/Laser.Orchard.UserReactions/Views/Admin/Settings.cshtml
source: Add Reaction
it_it: Aggiungi Reazione

# ~/Modules/Laser.Orchard.UserReactions/Views/Admin/Settings.cshtml
source: Allow multiple choices
it_it: Consenti scelte multiple

# ~/Modules/Laser.Orchard.UserReactions/Views/Admin/Settings.cshtml
source: Settings - User Reactions Types
it_it: Impostazioni - Tipi di reazione

# ~/Modules/Laser.Orchard.UserReactions/Views/Admin/Settings.cshtml
source: Update settings
it_it: Aggiorna le impostazioni

# ~/Modules/Laser.Orchard.UserReactions/Views/Admin/Settings.cshtml
source: User Reactions Types Settings
it_it: Impostazione tipi di reazioni

source: Required filtered reactions
it_it: Filtro reazioni

source: User Choice Behaviour
it_it: Tipo di scelta utente

source: Open summary
it_it: Apri lista

source: User Reactions
it_it: Reazioni utente

source: Activating
it_it: Attivo

source: Active
it_it: Attiva

source: CssName
it_it: Nome stile

source: Name
it_it: Nome

source: Order
it_it: Ordine

source: Remove
it_it: Rimuovi

# Laser.Orchard.UserReactions.Activities.ReactionClickedActivity
source: A user reaction is clicked.
it_it: Una reazione utente è stata cliccata

# Laser.Orchard.UserReactions.Activities.ReactionClickedActivity
source: A user reaction is clicked. Sets the following values in workflow state: ReactionId, Action, ReactionUserEmail, ReactionUserId.
it_it: Una reazione utente è stata cliccata. Imposta i seguenti valori nel workflow state: ReactionId, Action, ReactionUserEmail, ReactionUserId.

# Laser.Orchard.UserReactions.Activities.ReactionClickedActivity
source: Clicked
it_it: Cliccato

# Laser.Orchard.UserReactions.Activities.ReactionClickedActivity
source: NothingToDo
it_it: NessunaAzione

# Laser.Orchard.UserReactions.Activities.ReactionClickedActivity
source: Unclicked
it_it: Non cliccato

# Laser.Orchard.UserReactions.Activities.ReactionClickedForm
source: Reaction list
it_it: Lista reazioni

# Laser.Orchard.UserReactions.Activities.ReactionClickedForm
source: Reactions
it_it: Reazioni

# Laser.Orchard.UserReactions.Activities.ReactionClickedForm
source: Select one or more reactions
it_it: Seleziona una o più reazioni

# Laser.Orchard.UserReactions.Controllers.AdminController
source: A task has been scheduled to update reaction summaries for existing contents.
it_it: Un attività in background si sta occupando di aggiornare i totali per i contenuti esistenti.

# Laser.Orchard.UserReactions.Controllers.AdminController
source: check your input!
it_it: verificare i valori inseriti!

# Laser.Orchard.UserReactions.Controllers.AdminController
source: Settings update failed: {0}
it_it: Aggiornamento impostazioni fallito: {0}

# Laser.Orchard.UserReactions.Controllers.AdminController
source: UserReaction settings updating
it_it: Impostazioni reazioni aggiornate

# Laser.Orchard.UserReactions.Controllers.AdminController
source: Yout have to be an Administrator to edit Reaction types settings!
it_it: E' necessario essere amministratori per modificare le impostazioni dei tipi di reazione!

# Laser.Orchard.UserReactions.Navigation.AdminMenu
source: Settings
it_it: Impostazioni

# Laser.Orchard.UserReactions.Navigation.AdminMenu
source: User Reactions Types
it_it: Tipi di reazione

# Laser.Orchard.UserReactions.Projections.ReactionClickedFilterForm
source: List of available reactions
it_it: Elenco delle reazioni disponibili

# Laser.Orchard.UserReactions.Projections.ReactionClickedFilterForm
source: Reaction type
it_it: Tipo di reazione

# Laser.Orchard.UserReactions.Projections.ReactionClickedFilterForm
source: Tokenized Content ID
it_it: ID Contenuto con token

# Laser.Orchard.UserReactions.Projections.ReactionClickedQueryFilter
source: Contacts who clicked on a specific reaction.
it_it: Contatti che hanno selezionato una particolare reazione.

# Laser.Orchard.UserReactions.Projections.ReactionClickedQueryFilter
source: Filter for a specific reaction.
it_it: Filtro per una specifica reazione.

# Laser.Orchard.UserReactions.Projections.ReactionClickedQueryFilter
source: Reaction clicked filter
it_it: Filtro sulla reazione clickata

# Laser.Orchard.UserReactions.Projections.ReactionClickedQueryFilter
source: Search reactions
it_it: Ricerca reazioni

# Laser.Orchard.UserReactions.Projections.ReactionClickedQueryFilter
source: Users who clicked on a specific reaction.
it_it: Utenti che hanno selezionato una particolare reazione.

# Laser.Orchard.UserReactions.Projections.UserReactionsQueryFilter
source: Content items having the specified reactions.
it_it: Elementi di contenuto che hanno la reazioni specificate

# Laser.Orchard.UserReactions.Projections.UserReactionsQueryFilter
source: Filter for user reactions.
it_it: Filtro per le reazioni utente.

# Laser.Orchard.UserReactions.Projections.UserReactionsQueryFilter
source: Reactions filter
it_it: Filtro reazioni

# Laser.Orchard.UserReactions.Projections.UserReactionsQueryFilter
source: Search reactions
it_it: Ricerca reazioni

# Laser.Orchard.UserReactions.Projections.UserReactionsQueryFilterForm
source: Is between to
it_it: Compreso tra

# Laser.Orchard.UserReactions.Projections.UserReactionsQueryFilterForm
source: Is equal to
it_it: Uguale a

# Laser.Orchard.UserReactions.Projections.UserReactionsQueryFilterForm
source: Is greater than
it_it: È maggiore di

# Laser.Orchard.UserReactions.Projections.UserReactionsQueryFilterForm
source: Is greater than or equal
it_it: È maggiore o uguale a

# Laser.Orchard.UserReactions.Projections.UserReactionsQueryFilterForm
source: Is less than
it_it: È minore di

# Laser.Orchard.UserReactions.Projections.UserReactionsQueryFilterForm
source: Is less than or equal
it_it: È minore o uguale a

# Laser.Orchard.UserReactions.Projections.UserReactionsQueryFilterForm
source: Is not equal to
it_it: NON è uguale

# Laser.Orchard.UserReactions.Projections.UserReactionsQueryFilterForm
source: List of available reactions
it_it: Elenco delle reazioni disponibili

# Laser.Orchard.UserReactions.Projections.UserReactionsQueryFilterForm
source: Not between
it_it: Non compreso

# Laser.Orchard.UserReactions.Projections.UserReactionsQueryFilterForm
source: Operator
it_it: Operatore

# Laser.Orchard.UserReactions.Projections.UserReactionsQueryFilterForm
source: Reactions types
it_it: Tipi di reazione

# Laser.Orchard.UserReactions.Projections.UserReactionsQueryFilterForm
source: Value
it_it: Valore

# Laser.Orchard.UserReactions.Projections.UserReactionsQueryFilterFormValidation
source: Reactions
it_it: Reazioni

# Laser.Orchard.UserReactions.Projections.UserReactionsQueryFilterFormValidation
source: The field {0} is required.
it_it: Il campo {0} è obbligatorio.

# Laser.Orchard.UserReactions.Projections.UserReactionsQueryFilterFormValidation
source: The field {0} should contain a valid input.
it_it: Il campo {0} deve contenere un valore valido.

# Laser.Orchard.UserReactions.Projections.UserReactionsQueryFilterFormValidation
source: The field {0} should contain a valid number
it_it: Il campo {0} deve contenere un numero

# Laser.Orchard.UserReactions.Projections.UserReactionsQueryFilterFormValidation
source: Value
it_it: Valore

# Laser.Orchard.UserReactions.Projections.UserReactionsQuerySort
source: Ordered by {0}, ascending
it_it: Ordinato per {0}, crescente

# Laser.Orchard.UserReactions.Projections.UserReactionsQuerySort
source: Ordered by {0}, descending
it_it: Ordinato per {0}, decrescente

# Laser.Orchard.UserReactions.Projections.UserReactionsQuerySort
source: Reaction on content
it_it: Reazione relativa al contenuto

# Laser.Orchard.UserReactions.Projections.UserReactionsQuerySort
source: Reactions
it_it: Reazioni

# Laser.Orchard.UserReactions.Projections.UserReactionsQuerySort
source: Reactions number
it_it: Numero reazioni

# Laser.Orchard.UserReactions.Projections.UserReactionsQuerySortForm
source: Reaction
it_it: Reazione

# Laser.Orchard.UserReactions.Projections.UserReactionsQuerySortForm
source: Sort order ascending
it_it: Ordinamento crescente

# Laser.Orchard.UserReactions.Projections.UserReactionsQuerySortForm
source: Sort order descending
it_it: Ordinamento decrescente

# Laser.Orchard.UserReactions.Services.UserReactionsService
source: Angry
it_it: Arrabbiato

# Laser.Orchard.UserReactions.Services.UserReactionsService
source: Boring
it_it: Noioso

# Laser.Orchard.UserReactions.Services.UserReactionsService
source: Curious
it_it: Curioso

# Laser.Orchard.UserReactions.Services.UserReactionsService
source: Exahausted
it_it: Esausto

# Laser.Orchard.UserReactions.Services.UserReactionsService
source: Excited
it_it: Emozionato

# Laser.Orchard.UserReactions.Services.UserReactionsService
source: Exhausted
it_it: Esausto

# Laser.Orchard.UserReactions.Services.UserReactionsService
source: Happy
it_it: Felice

# Laser.Orchard.UserReactions.Services.UserReactionsService
source: I Like
it_it: Mi piace

# Laser.Orchard.UserReactions.Services.UserReactionsService
source: I Was There
it_it: Ci sono stato

# Laser.Orchard.UserReactions.Services.UserReactionsService
source: Interested
it_it: Interessato

# Laser.Orchard.UserReactions.Services.UserReactionsService
source: Joke
it_it: Scherzo

# Laser.Orchard.UserReactions.Services.UserReactionsService
source: Kiss
it_it: Bacio

# Laser.Orchard.UserReactions.Services.UserReactionsService
source: Love
it_it: Amore

# Laser.Orchard.UserReactions.Services.UserReactionsService
source: None
it_it: Nessuno

# Laser.Orchard.UserReactions.Services.UserReactionsService
source: Pain
it_it: Panico

# Laser.Orchard.UserReactions.Services.UserReactionsService
source: Sad
it_it: Triste

# Laser.Orchard.UserReactions.Services.UserReactionsService
source: Shocked
it_it: Scioccato

# Laser.Orchard.UserReactions.Services.UserReactionsService
source: Silent
it_it: Silenzioso

# Laser.Orchard.UserReactions.Settings.UserReactionsSettingsHooks
source: Please verify authorization for UserReactions on this Content Type.
it_it: Verifica le autorizzazioni delle Reazioni utente su questo tipo di contenuto.

# Laser.Orchard.UserReactions.ViewModels.ValidateUserReactionsTypeVM
source: Type Name field is required.
it_it: Il campo Nome è obbligatorio.
