Repository: LaserSrl/Laser.Orchard.Platform
Catalog: src/Modules/Laser.Orchard.OpenAuthentication/App_Data/Localization/*/orchard.module.po
Languages: it_it

# ~/Modules/Laser.Orchard.OpenAuthentication/Views/Admin/CreateProvider.cshtml
source: Create External Provider
it_it: Crea Provider Esterno

# ~/Modules/Laser.Orchard.OpenAuthentication/Views/Admin/CreateProvider.cshtml
source: Display Name
it_it: Nome Visualizzato

# ~/Modules/Laser.Orchard.OpenAuthentication/Views/Admin/CreateProvider.cshtml
source: Identifier
it_it: Identificativo

# ~/Modules/Laser.Orchard.OpenAuthentication/Views/Admin/CreateProvider.cshtml
source: Is Login enabled
it_it: È abilitata la Login

# ~/Modules/Laser.Orchard.OpenAuthentication/Views/Admin/CreateProvider.cshtml
source: Key
it_it: Chiave

# ~/Modules/Laser.Orchard.OpenAuthentication/Views/Admin/CreateProvider.cshtml
source: Save
it_it: Salva

# ~/Modules/Laser.Orchard.OpenAuthentication/Views/Admin/CreateProvider.cshtml
source: The name that will be used internally.
it_it: Nome che verrà usato internamente.

# ~/Modules/Laser.Orchard.OpenAuthentication/Views/Admin/CreateProvider.cshtml
source: This is the url to the end point.
it_it: Questo è l'URL dell'end point.

# ~/Modules/Laser.Orchard.OpenAuthentication/Views/Admin/CreateProvider.cshtml
source: This is the User Name.
it_it: Questo è il Nome Utente.

# ~/Modules/Laser.Orchard.OpenAuthentication/Views/Admin/CreateProvider.cshtml
source: This is the value that is shown to the User.
it_it: Questo è il valore mostrato all'Utente.

# ~/Modules/Laser.Orchard.OpenAuthentication/Views/Admin/CreateProvider.cshtml
source: User Name (used for twitter post)
it_it: Nome Utente (usato nei post Twitter)

# ~/Modules/Laser.Orchard.OpenAuthentication/Views/Admin/Edit.cshtml
source: Display Name
it_it: Nome Visualizzato

# ~/Modules/Laser.Orchard.OpenAuthentication/Views/Admin/Edit.cshtml
source: Edit External Provider
it_it: Modifica Provider Esterno

# ~/Modules/Laser.Orchard.OpenAuthentication/Views/Admin/Edit.cshtml
source: Identifier
it_it: Identificativo

# ~/Modules/Laser.Orchard.OpenAuthentication/Views/Admin/Edit.cshtml
source: Is Login enabled
it_it: È abilitata la Login

# ~/Modules/Laser.Orchard.OpenAuthentication/Views/Admin/Edit.cshtml
source: Key
it_it: Chiave

# ~/Modules/Laser.Orchard.OpenAuthentication/Views/Admin/Edit.cshtml
source: Save
it_it: Salva

# ~/Modules/Laser.Orchard.OpenAuthentication/Views/Admin/Edit.cshtml
source: The name that will be used internally.
it_it: Nome che verrà usato internamente.

# ~/Modules/Laser.Orchard.OpenAuthentication/Views/Admin/Edit.cshtml
source: This is the url to the end point.
it_it: Questo è l'URL dell'end point.

# ~/Modules/Laser.Orchard.OpenAuthentication/Views/Admin/Edit.cshtml
source: This is the User Name.
it_it: Questo è il Nome Utente.

# ~/Modules/Laser.Orchard.OpenAuthentication/Views/Admin/Edit.cshtml
source: This is the value that is shown to the User.
it_it: Questo è il valore mostrato all'Utente.

# ~/Modules/Laser.Orchard.OpenAuthentication/Views/Admin/Edit.cshtml
source: User Name (used for twitter post)
it_it: Nome Utente (usato nei post Twitter)

# ~/Modules/Laser.Orchard.OpenAuthentication/Views/Admin/Index.cshtml
source: A provider identifier may not be shown if not supplied by an internal library. Also A key and secret are not required for every mechanism
it_it: Non può essere visualizzato un identificativo del provider se non viene fornito da una libreria interna. Non tutti i meccanismi richiedono una chiave segreta

# ~/Modules/Laser.Orchard.OpenAuthentication/Views/Admin/Index.cshtml
source: Actions
it_it: Azioni

# ~/Modules/Laser.Orchard.OpenAuthentication/Views/Admin/Index.cshtml
source: App Direct BaseUrl
it_it: Url di base di AppDirect

# ~/Modules/Laser.Orchard.OpenAuthentication/Views/Admin/Index.cshtml
source: Auto merge new users Enabled
it_it: Abilita il merge automatico degli utenti

# ~/Modules/Laser.Orchard.OpenAuthentication/Views/Admin/Index.cshtml
source: Auto Registration Enabled
it_it: Registrazione Automatica Abilitata

# ~/Modules/Laser.Orchard.OpenAuthentication/Views/Admin/Index.cshtml
source: Base Url like https://marketplace.appdirect.com
it_it: Url di base (es: https://marketplace.appdirect.com)

# ~/Modules/Laser.Orchard.OpenAuthentication/Views/Admin/Index.cshtml
source: Edit
it_it: Modifica

# ~/Modules/Laser.Orchard.OpenAuthentication/Views/Admin/Index.cshtml
source: Enable Login
it_it: Abilita la Login

# ~/Modules/Laser.Orchard.OpenAuthentication/Views/Admin/Index.cshtml
source: Enabled Providers
it_it: Provider Abilitati

# ~/Modules/Laser.Orchard.OpenAuthentication/Views/Admin/Index.cshtml
source: Identifier
it_it: Identificativo

# ~/Modules/Laser.Orchard.OpenAuthentication/Views/Admin/Index.cshtml
source: In order to enable "Auto merge", Users registration settings have to be in one of these status:
it_it: Per poter abilitare il "merge automatico", l'impostazione di registrazione degli utenti deve essere in uno dei seguenti stati:

# ~/Modules/Laser.Orchard.OpenAuthentication/Views/Admin/Index.cshtml
source: Key
it_it: Chiave

# ~/Modules/Laser.Orchard.OpenAuthentication/Views/Admin/Index.cshtml
source: Name
it_it: Nome

# ~/Modules/Laser.Orchard.OpenAuthentication/Views/Admin/Index.cshtml
source: Note: Remember to enable "Users can create new accounts on the site" in Settings > Users
it_it: Nota: Ricordarsi di abilitare "Gli utenti possono creare nuovi account sul sito" in Impostazioni > Utenti

# ~/Modules/Laser.Orchard.OpenAuthentication/Views/Admin/Index.cshtml
source: Open Authentication Settings
it_it: Impostazioni Open Authentication

# ~/Modules/Laser.Orchard.OpenAuthentication/Views/Admin/Index.cshtml
source: Register a new provider
it_it: Registra un nuovo provider

# ~/Modules/Laser.Orchard.OpenAuthentication/Views/Admin/Index.cshtml
source: Remove
it_it: Elimina

# ~/Modules/Laser.Orchard.OpenAuthentication/Views/Admin/Index.cshtml
source: Save
it_it: Salva

# ~/Modules/Laser.Orchard.OpenAuthentication/Views/Admin/Index.cshtml
source: There are no providers registered. Why not <a href="{0}">register one</a>?
it_it: Nessun servizio registrato. Vuoi <a href="{0}">registrarne uno</a>?

# ~/Modules/Laser.Orchard.OpenAuthentication/Views/Admin/Index.cshtml
source: User
it_it: Utente

# ~/Modules/Laser.Orchard.OpenAuthentication/Views/Admin/Index.cshtml
source: Users can create new accounts on the site
it_it: Gli utenti possono creare nuovi accounts sul sito.

# ~/Modules/Laser.Orchard.OpenAuthentication/Views/Admin/Index.cshtml
source: Users must be approved before they can log in
it_it: Gli utenti devono essere approvati prima di potersi autenticare

# ~/Modules/Laser.Orchard.OpenAuthentication/Views/Admin/Index.cshtml
source: Users must verify their email address
it_it: Gli utenti devono verificare il loro indirizzo email.

# ~/Modules/Laser.Orchard.OpenAuthentication/Views/Admin/Index.cshtml
source: When checked, if the user who is authenticating does not have an account then a local account will be created and a username will be created based on claims.
it_it: Quando selezionato, se l'utente che si sta validando non ha un account, ne verrà creato uno locale con il nome utente basato sulle informazioni disponibili.

# ~/Modules/Laser.Orchard.OpenAuthentication/Views/Admin/Index.cshtml
source: When checked, the system will try to merge new users to exixting users based on their e-mail.
it_it: Selezionando questa opzione, il sistema proverà a fondere nuovi utenti su utenti attuali in base all'indirizzo email.

# ~/Modules/Laser.Orchard.OpenAuthentication/Views/OpenAuthLogOn.cshtml
source: if you don't have an account.
it_it: se non hai un account.

# ~/Modules/Laser.Orchard.OpenAuthentication/Views/OpenAuthLogOn.cshtml
source: Account Information
it_it: Informazioni Account

# ~/Modules/Laser.Orchard.OpenAuthentication/Views/OpenAuthLogOn.cshtml
source: External Service Association
it_it: Associazione Servizi Esterni

# ~/Modules/Laser.Orchard.OpenAuthentication/Views/OpenAuthLogOn.cshtml
source: Log in using your {0} account
it_it: Accedi con il tuo account {0}

# ~/Modules/Laser.Orchard.OpenAuthentication/Views/OpenAuthLogOn.cshtml
source: Login was unsuccessful. Please correct the errors and try again.
it_it: La login non è riuscita. Correggere gli errori e riprovare.

# ~/Modules/Laser.Orchard.OpenAuthentication/Views/OpenAuthLogOn.cshtml
source: Login with another service
it_it: Accedi con un altro servizio

# ~/Modules/Laser.Orchard.OpenAuthentication/Views/OpenAuthLogOn.cshtml
source: Lost your Password?
it_it: Hai dimenticato la tua password?

# ~/Modules/Laser.Orchard.OpenAuthentication/Views/OpenAuthLogOn.cshtml
source: Please enter your username and password.
it_it: Inserire utente e password.

# ~/Modules/Laser.Orchard.OpenAuthentication/Views/OpenAuthLogOn.cshtml
source: Register
it_it: Registra

# ~/Modules/Laser.Orchard.OpenAuthentication/Views/OpenAuthLogOn.cshtml
source: Remember Me
it_it: Ricordami

# ~/Modules/Laser.Orchard.OpenAuthentication/Views/OpenAuthLogOn.cshtml
source: Sign In
it_it: Accedi

# ~/Modules/Laser.Orchard.OpenAuthentication/Views/OpenAuthLogOn.cshtml
source: This user account will be linked to <b>{0}</b> when you login.
it_it: Questo account utente verrà collegato a <b>{0}</b> quando effettui l'accesso.

# ~/Modules/Laser.Orchard.OpenAuthentication/Views/OpenAuthLogOn.cshtml
source: Username
it_it: Nome utente

# ~/Modules/Laser.Orchard.OpenAuthentication/Views/OpenAuthRegister.cshtml
source: {0} and must contain at least {1}
it_it: {0} e deve contenere almeno {1}

# ~/Modules/Laser.Orchard.OpenAuthentication/Views/OpenAuthRegister.cshtml
source: Account creation was unsuccessful. Please correct the errors and try again.
it_it: La creazione dell'account non è riuscita. Correggere gli errori e riprovare.

# ~/Modules/Laser.Orchard.OpenAuthentication/Views/OpenAuthRegister.cshtml
source: Account Information
it_it: Informazioni Account

# ~/Modules/Laser.Orchard.OpenAuthentication/Views/OpenAuthRegister.cshtml
source: Confirm password:
it_it: Conferma password:

# ~/Modules/Laser.Orchard.OpenAuthentication/Views/OpenAuthRegister.cshtml
source: Create a New Account
it_it: Creare un nuovo Account

# ~/Modules/Laser.Orchard.OpenAuthentication/Views/OpenAuthRegister.cshtml
source: External Service Association
it_it: Associazione Servizi Esterni

# ~/Modules/Laser.Orchard.OpenAuthentication/Views/OpenAuthRegister.cshtml
source: one lowercase letter
it_it: una lettera minuscola

# ~/Modules/Laser.Orchard.OpenAuthentication/Views/OpenAuthRegister.cshtml
source: one number
it_it: un numero

# ~/Modules/Laser.Orchard.OpenAuthentication/Views/OpenAuthRegister.cshtml
source: one special character
it_it: un carattere speciale

# ~/Modules/Laser.Orchard.OpenAuthentication/Views/OpenAuthRegister.cshtml
source: one uppercase letter
it_it: una lettera maiuscola

# ~/Modules/Laser.Orchard.OpenAuthentication/Views/OpenAuthRegister.cshtml
source: Passwords are required to be a minimum of {0} characters in length
it_it: La password deve essere lunga almeno {0} caratteri

# ~/Modules/Laser.Orchard.OpenAuthentication/Views/OpenAuthRegister.cshtml
source: Passwords are required to be a minimum of {0} characters in length.
it_it: Le password devono essere lunghe almeno {0} caratteri.

# ~/Modules/Laser.Orchard.OpenAuthentication/Views/OpenAuthRegister.cshtml
source: Register
it_it: Registra

# ~/Modules/Laser.Orchard.OpenAuthentication/Views/OpenAuthRegister.cshtml
source: The password can't be empty
it_it: La password non può essere vuota

# ~/Modules/Laser.Orchard.OpenAuthentication/Views/OpenAuthRegister.cshtml
source: This user account will be linked to <b>{0}</b> when you login.
it_it: Questo account utente verrà collegato a <b>{0}</b> quando effettui l'accesso.

# ~/Modules/Laser.Orchard.OpenAuthentication/Views/OpenAuthRegister.cshtml
source: Use the form below to create a new account.
it_it: Usare il modulo sottostante per creare un nuovo account.

# ~/Modules/Laser.Orchard.OpenAuthentication/Views/OpenAuthRegister.cshtml
source: Username:
it_it: Nome utente:

# Laser.Orchard.OpenAuthentication.Activities.OpenAuthUserActivity
source: Events
it_it: Eventi

# Laser.Orchard.OpenAuthentication.Activities.OpenAuthUserActivity
source: Open Auth User is created.
it_it: Utente open auth creato.

# Laser.Orchard.OpenAuthentication.Activities.OpenAuthUserActivity
source: Open Auth User is creating.
it_it: Creazione in corso dell'utente open auth.

# Laser.Orchard.OpenAuthentication.Activities.OpenAuthUserActivity
source: Open Auth UserProviderRecord is created.
it_it: UserProviderRecord creato.

# Laser.Orchard.OpenAuthentication.Activities.OpenAuthUserActivity
source: Open Auth UserProviderRecord is updated.
it_it: UserProviderRecord aggiornato.

# Laser.Orchard.OpenAuthentication.AdminMenu
source: Settings
it_it: Impostazioni

# Laser.Orchard.OpenAuthentication.Controllers.AccountController
source: Login failed.
it_it: Accesso non riuscito.

# Laser.Orchard.OpenAuthentication.Controllers.AccountController
source: One or more of the required parameters was not provided or was an empty string.
it_it: Uno o più parametri obbligatori non è stato fornito oppure è un valore vuoto.

# Laser.Orchard.OpenAuthentication.Controllers.AccountController
source: Token authentication failed.
it_it: Autenticazione del token fallita.

# Laser.Orchard.OpenAuthentication.Controllers.AccountController
source: Unable to send back a cookie.
it_it: Impossibile rimandare indietro un cookie.

# Laser.Orchard.OpenAuthentication.Controllers.AccountController
source: You have been logged in using your {0} account. We have created a local account for you with the name '{1}'
it_it: Hai effettuato l'accesso con il tuo account {0}. Ti abbiamo creato un account locale con il nome '{1}'

# Laser.Orchard.OpenAuthentication.Controllers.AccountController
source: You have been logged using your {0} account.
it_it: Hai effettuato l'accesso con il tuo account {0}.

# Laser.Orchard.OpenAuthentication.Controllers.AccountController
source: Your {0} account has been attached to your local account.
it_it: Il tuo account {0} è stato collegato al tuo account locale.

# Laser.Orchard.OpenAuthentication.Controllers.AccountController
source: Your authentication request failed.
it_it: La tua richiesta di autenticazione non è andata a buon fine.

# Laser.Orchard.OpenAuthentication.Controllers.AdminController
source: Not allowed to manage open authentication settings
it_it: Non è permesso modificare le impostazioni di open authentication

# Laser.Orchard.OpenAuthentication.Controllers.AdminController
source: Please set attributes of this provider.
it_it: Impostare gli attributi per questo provider.

# Laser.Orchard.OpenAuthentication.Controllers.AdminController
source: Provider name already exists
it_it: Il nome del provider esiste già

# Laser.Orchard.OpenAuthentication.Controllers.AdminController
source: Your configuration has been saved.
it_it: La tua configurazione è stata salvata.

# Laser.Orchard.OpenAuthentication.Controllers.BaseAccountController
source: You have been logged in using your {0} account.
it_it: Hai effettuato l'accesso con il tuo account {0}.

# Laser.Orchard.OpenAuthentication.Controllers.BaseAccountController
source: You have been logged in using your {0} account. We have created a local account for you with the name '{1}'
it_it: Hai effettuato l'accesso con il tuo account {0}. Ti abbiamo creato un account locale con il nome '{1}'

# Laser.Orchard.OpenAuthentication.Controllers.BaseAccountController
source: You have been logged using your {0} account.
it_it: Hai effettuato l'accesso con il tuo account {0}.

# Laser.Orchard.OpenAuthentication.Controllers.BaseAccountController
source: Your {0} account has been attached to your local account.
it_it: Il tuo account {0} è stato collegato al tuo account locale.

# Laser.Orchard.OpenAuthentication.Controllers.BaseAccountController
source: Your authentication request failed.
it_it: La tua richiesta di autenticazione non è andata a buon fine.

# Laser.Orchard.OpenAuthentication.Controllers.OpenIdController
source: You have been logged using your OpenId account.
it_it: Hai fatto accesso con il tuo account OpenId

# Laser.Orchard.OpenAuthentication.Controllers.OpenIdController
source: Your authentication request canceled.
it_it: La tua richiesta di autenticazione è stata annullata.

# Laser.Orchard.OpenAuthentication.Controllers.OpenIdController
source: Your authentication request failed.
it_it: La tua richiesta di autenticazione non è andata a buon fine.

# Laser.Orchard.OpenAuthentication.Events.OpenAuthUserEventHandler
source: Your account has been merged with your previous account.
it_it: Il tuo account è stato unito al tuo account precedente.

# Laser.Orchard.OpenAuthentication.Services.Clients.AppleAuthenticationClient
source: Certificate file name (for instance: AuthKey_XXXXXXXXXX.p8) to be placed in App_Data/Sites/tenant folder
it_it: Nome del file del certificato (per esempio: AuthKey_XXXXXXXXXX.p8) che deve trovarsi nella cartella App_Data/Sites/tenant

# Laser.Orchard.OpenAuthentication.Services.OpenAuthMembershipServices
source: Auto Registered User
it_it: Utente Registrato Automaticamente
