Repository: LaserSrl/Laser.Orchard.Platform
Catalog: src/Modules/Laser.Orchard.NwazetIntegration/App_Data/Localization/*/orchard.module.po
Languages: it_it

# Laser.Orchard.NwazetIntegration.ApplicabilityCriteria.HeaderValueForm
source: Request has Header (with any value)
it_it: La richiesta (Request) contiene l'intestazione (Header) a prescindere dal valore

# Laser.Orchard.NwazetIntegration.ApplicabilityCriteria.HeaderValueForm
source: Request has Header (with different value)
it_it: La richiesta (Request) contiene l'intestazione (Header) con valore (Value) diverso da

# Laser.Orchard.NwazetIntegration.ApplicabilityCriteria.HeaderValueForm
source: Request has Header (with specific value)
it_it: La richiesta (Request) contiene l'intestazione (Header) con un determinato valore (Value)

# Laser.Orchard.NwazetIntegration.ApplicabilityCriteria.HeaderValueForm
source: Request has header '{0}' with any value
it_it: La richiesta (Request) contiene l'intestazione (Header) '{0}' a prescindere dal valore

# Laser.Orchard.NwazetIntegration.ApplicabilityCriteria.HeaderValueForm
source: Request has header '{0}' with value '{1}'
it_it: La richiesta (Request) contiene l'intestazione (Header) '{0}' con valore '{1}'

# Laser.Orchard.NwazetIntegration.ApplicabilityCriteria.HeaderValueForm
source: Request has header '{0}' with value different than '{1}'
it_it: La richiesta (Request) contiene l'intestazione (Header) '{0}' con valore diverso da '{1}'

# Laser.Orchard.NwazetIntegration.ApplicabilityCriteria.HeaderValueForm
source: Value
it_it: Valore

# Laser.Orchard.NwazetIntegration.ApplicabilityCriteria.HeaderValueFormValidator
source: Insert a value for the Name of the header to test (it is allowed to be a token).
it_it: Inserisci un valore per la chiave dell'intestazione (Header Key/Name) da testare (sono consentiti valori con Token).

# Laser.Orchard.NwazetIntegration.ApplicabilityCriteria.PickupPointsForm
source: Any
it_it: Tutti

# Laser.Orchard.NwazetIntegration.ApplicabilityCriteria.PickupPointsForm
source: Pickup Points
it_it: Punti di Ritiro

# Laser.Orchard.NwazetIntegration.ApplicabilityCriteria.PickupPointsForm
source: Select the pickup points.
it_it: Seleziona i punti di ritiro.

source: Destination address is a pickup point
it_it: L'indirizzo di destinazione è un punto di ritiro

source: Destination address isn't a pickup point
it_it: L'indirizzo di destinazione non è un punto di ritiro

source: The destination address for this order is a pickup point
it_it: L'indirizzo di destinazione per questo ordine è un punto di ritiro

source: The destination address for this order is among these pickup points: {0}
it_it: L'indirizzo di destinazione per questo ordine è fra questi punti di ritiro: {0}

source: The destination address for this order is any pickup point
it_it: L'indirizzo di destinazione per questo ordine è un qualunque punto di ritiro

source: The destination address for this order isn't a pickup point
it_it: L'indirizzo di destinazione per questo ordine non è un punto di ritiro

# Laser.Orchard.NwazetIntegration.ApplicabilityCriteria.ProductContentTypeForm
source: Any
it_it: Qualsiasi

# Laser.Orchard.NwazetIntegration.ApplicabilityCriteria.ProductContentTypeForm
source: Content types
it_it: Tipi di Contenuto

# Laser.Orchard.NwazetIntegration.ApplicabilityCriteria.ProductContentTypeForm
source: Select some content types.
it_it: Scegli almeno un tipo di contenuto.

# Laser.Orchard.NwazetIntegration.Controllers.AddressConfigurationAdminController
source: (Administrative type: {0})
it_it: (Tipo amministrativo: {0})

# Laser.Orchard.NwazetIntegration.Controllers.AddressConfigurationAdminController
source: Address configuration settings updated
it_it: Impostazioni di configurazione dell'indirizzo aggiornate

# Laser.Orchard.NwazetIntegration.Controllers.AddressConfigurationAdminController
source: City
it_it: Città

# Laser.Orchard.NwazetIntegration.Controllers.AddressConfigurationAdminController
source: Country
it_it: Nazione

# Laser.Orchard.NwazetIntegration.Controllers.AddressConfigurationAdminController
source: Not authorized to manage address configuration settings
it_it: Non autorizzato a gestire le impostazioni di configurazione dell'indirizzo

# Laser.Orchard.NwazetIntegration.Controllers.AddressConfigurationAdminController
source: Province
it_it: Provincia

# Laser.Orchard.NwazetIntegration.Controllers.AddressConfigurationAdminController
source: Undefined
it_it: Non definito

# Laser.Orchard.NwazetIntegration.Controllers.AddressesController
source: Address created successfully.
it_it: Indirizzo creato con successo.

# Laser.Orchard.NwazetIntegration.Controllers.AddressesController
source: Address updated successfully.
it_it: Indirizzo aggiornato con successo.

# Laser.Orchard.NwazetIntegration.Controllers.AddressesController
source: It was impossible to validate your address.
it_it: Non è stato possibile validare l'indirizzo.

# Laser.Orchard.NwazetIntegration.Controllers.AddressesController
source: Sign In to manage your saved addresses.
it_it: Eseguire l'accesso per gestire i propri indirizzi salvati.

# Laser.Orchard.NwazetIntegration.Controllers.AddressesController
source: Sign In to manage your saved addresses.
it_it: Eseguire l'accesso per gestire i propri indirizzi salvati.

# Laser.Orchard.NwazetIntegration.Controllers.AddressesController
source: Sign In to visualize your saved addresses.
it_it: Eseguire l'accesso per visualizzare i propri indirizzi salvati.

# Laser.Orchard.NwazetIntegration.Controllers.AddressesController
source: That address has been removed.
it_it: L'indirizzo è stato rimosso.

# Laser.Orchard.NwazetIntegration.Controllers.AddressesController
source: There are no products in the cart. Go back to the catalog and add products.
it_it: Non ci sono prodotti nel carrello. Torna al catalogo e aggiungi prodotti.

# Laser.Orchard.NwazetIntegration.Controllers.CheckoutController
source: E-mail is invalid.
it_it: L'e-mail non è valida.

# Laser.Orchard.NwazetIntegration.Controllers.CheckoutController
source: Impossible to start payment with the selected provider. Please try again.
it_it: Impossibile avviare il pagamento con il fornitore selezionato. Per favore riprova.

# Laser.Orchard.NwazetIntegration.Controllers.CheckoutController
source: Select a shipment to proceed with your order
it_it: Seleziona una spedizione per procedere con il tuo ordine

# Laser.Orchard.NwazetIntegration.Controllers.PickupPointsAdminController
source: Cannot manage pickup points
it_it: Non sei autorizzato a gestire i punti di ritiro

# Laser.Orchard.NwazetIntegration.Drivers.AddressOrderPartDriver
source: Cannot manage orders
it_it: Impossibile gestire gli ordini

# Laser.Orchard.NwazetIntegration.Drivers.FacebookShopSiteSettingsPartDriver
source: Api base url is required.
it_it: É necessario indicare l'url base delle api

# Laser.Orchard.NwazetIntegration.Drivers.FacebookShopSiteSettingsPartDriver
source: Business check failed. Check you're using the right business id and a valid access token.
it_it: Verifica del Business fallita. Verifica di utilizzare l'id del business corretto ed un token di accesso valido.

# Laser.Orchard.NwazetIntegration.Drivers.FacebookShopSiteSettingsPartDriver
source: Catalog check failed. Check you're using the right catalog id and a valid access token.
it_it: Verifica del catalogo fallita. Verifica di usare l'id del catalogo corretto e un token di accesso valido.

# Laser.Orchard.NwazetIntegration.Drivers.FacebookShopSiteSettingsPartDriver
source: Invalid access token.
it_it: Token di accesso non valido.

# Laser.Orchard.NwazetIntegration.Drivers.FacebookShopSiteSettingsPartDriver
source: Invalid business id.
it_it: Id del business non valido.

# Laser.Orchard.NwazetIntegration.Drivers.FacebookShopSiteSettingsPartDriver
source: Invalid catalog id.
it_it: Id del catalogo non valido.

# Laser.Orchard.NwazetIntegration.Drivers.OrderPartDriver
source: Cannot manage orders
it_it: Impossibile gestire gli ordini

# Laser.Orchard.NwazetIntegration.Drivers.OrderPartDriver
source: Transaction id changed from {0} to {1}
it_it: Id transazione modificato da {0} a {1}

# Laser.Orchard.NwazetIntegration.Drivers.PickupPointPartDriver
source: Cannot manage pickup points
it_it: Non sei autorizzato a gestire i punti di ritiro

# Laser.Orchard.NwazetIntegration.Drivers.TerritoryAdministrativeTypePartDriver
source: City
it_it: Città

# Laser.Orchard.NwazetIntegration.Drivers.TerritoryAdministrativeTypePartDriver
source: Country
it_it: Nazione

# Laser.Orchard.NwazetIntegration.Drivers.TerritoryAdministrativeTypePartDriver
source: Province
it_it: Provincia

# Laser.Orchard.NwazetIntegration.Drivers.TerritoryAdministrativeTypePartDriver
source: Undefined
it_it: Non definito

# Laser.Orchard.NwazetIntegration.Filter.SelectTermsFormForLines
source: (All terms of {0})
it_it: (Tutti i termini di {0})

# Laser.Orchard.NwazetIntegration.Filter.SelectTermsFormForLines
source: Automatically include children terms in filtering
it_it: Includi automaticamente i termini figli nel filtro

# Laser.Orchard.NwazetIntegration.Filter.SelectTermsFormForLines
source: Enter token or id of term. If no valid term is provided, all content items will be included in the results. If some terms above have been selected, the term identifiers will be added without being duplicated.
it_it: Inserisci un token o l'id del termine. Se nessun termine valido è indicato, tutti i contenuti saranno inclusi nei risultati. Se qualcuno dei termini in alto è stato selezionato, gli identificativi dei termini saranno aggiunti senza essere duplicati.

# Laser.Orchard.NwazetIntegration.Filter.SelectTermsFormForLines
source: Is associated to all the specified terms
it_it: É associato a tutti i termini specificati

# Laser.Orchard.NwazetIntegration.Filter.SelectTermsFormForLines
source: Is associated to one of the specified terms
it_it: É associato a uno dei termini specificati

# Laser.Orchard.NwazetIntegration.Filter.SelectTermsFormForLines
source: Select some terms. If term identifiers have been added below, the selected terms will be added without being duplicated.
it_it: Seleziona uno o più termini. Se gli identificatori dei termini sono già presenti in basso, i termini selezionati saranno aggiunti senza essere duplicati.

# Laser.Orchard.NwazetIntegration.Filter.SelectTermsFormForLines
source: Term identifiers
it_it: Identificatori dei termini

# Laser.Orchard.NwazetIntegration.Filter.SelectTermsFormForLines
source: Terms
it_it: Termini

# Laser.Orchard.NwazetIntegration.Filters.SelectTermsForm
source: (All terms of {0})
it_it: (Tutti i termini di {0})

# Laser.Orchard.NwazetIntegration.Filters.SelectTermsForm
source: Among all the products in the cart, the selected condition must occur
it_it: Per tutti i prodotti nel carrello, le condizioni selezionate devono essere valide

# Laser.Orchard.NwazetIntegration.Filters.SelectTermsForm
source: At least one product in the cart should have the selected condition
it_it: Almeno un prodotto nel carrello deve rispettare la condizione selezionata

# Laser.Orchard.NwazetIntegration.Filters.SelectTermsForm
source: Automatically include children terms in filtering
it_it: Includi automaticamente i termini figli nel filtro

# Laser.Orchard.NwazetIntegration.Filters.SelectTermsForm
source: Each product in the cart should have the selected condition
it_it: Ciascuno dei prodotti nel carrello deve rispettare il criterio selezionato

# Laser.Orchard.NwazetIntegration.Filters.SelectTermsForm
source: Enter token or id of term. If no valid term is provided, all content items will be included in the results. If some terms above have been selected, the term identifiers will be added without being duplicated.
it_it: Inserisci un token o l'id del termine. Se nessun termine valido è indicato, tutti i contenuti saranno inclusi nei risultati. Se qualcuno dei termini in alto è stato selezionato, gli identificativi dei termini saranno aggiunti senza essere duplicati.

# Laser.Orchard.NwazetIntegration.Filters.SelectTermsForm
source: Is associated to all the specified terms
it_it: É associato a tutti i termini specificati

# Laser.Orchard.NwazetIntegration.Filters.SelectTermsForm
source: Is associated to one of the specified terms
it_it: É associato a uno dei termini specificati

# Laser.Orchard.NwazetIntegration.Filters.SelectTermsForm
source: Operator
it_it: Operatore

# Laser.Orchard.NwazetIntegration.Filters.SelectTermsForm
source: Select some terms. If term identifiers have been added below, the selected terms will be added without being duplicated.
it_it: Seleziona uno o più termini. Se gli identificatori dei termini sono già presenti in basso, i termini selezionati saranno aggiunti senza essere duplicati.

# Laser.Orchard.NwazetIntegration.Filters.SelectTermsForm
source: Term identifiers
it_it: Identificatori dei termini

# Laser.Orchard.NwazetIntegration.Filters.SelectTermsForm
source: Terms
it_it: Termini

# Laser.Orchard.NwazetIntegration.Handlers.FacebookShopProductPartHandler
source: Invalid Facebook api response. Product has not been removed from Facebook catalog.
it_it: Risposta non valida dalle api di Facebook. Il prodotto non è stato rimosso dal catalogo di Facebook.

# Laser.Orchard.NwazetIntegration.Handlers.FacebookShopProductPartHandler
source: Invalid Facebook api response. Product is not synchronised on Facebook catalog.
it_it: Risposta non valida dalle api di Facebook. Il prodotto non è stato sincronizzato sul catalogo di Facebook.

# Laser.Orchard.NwazetIntegration.Handlers.FacebookShopSiteSettingsPartHandler
source: Facebook Shop
it_it: Negozio di Facebook

# Laser.Orchard.NwazetIntegration.Navigation.AddressSettingsAdminMenu
source: Address Configuration
it_it: Configurazione Indirizzo

# Laser.Orchard.NwazetIntegration.Navigation.AddressSettingsAdminMenu
source: Settings
it_it: Impostazioni

# Laser.Orchard.NwazetIntegration.Navigation.FacebookSiteSettingsAdminMenu
source: Facebook Shop
it_it: Negozio di Facebook

# Laser.Orchard.NwazetIntegration.Navigation.FacebookSiteSettingsAdminMenu
source: Settings
it_it: Impostazioni

# Laser.Orchard.NwazetIntegration.Navigation.PickupPointsAdminMenu
source: Commerce
it_it: E-Commerce

# Laser.Orchard.NwazetIntegration.Navigation.PickupPointsAdminMenu
source: Pickup Points
it_it: Punti di Ritiro

# Laser.Orchard.NwazetIntegration.Services.AddressConfigurationService
source: Select a country
it_it: Seleziona uno stato

source: Your Shopping Cart is empty. You have nothing to checkout.
it_it: Il tuo carrello è vuoto. Non hai niente da pagare.

source: {0} (minimum {1})
it_it: {0} (minimo {1})

source: The following products may only be ordered in larger quantities: {0}. <a href="{1}">Please review your cart.</a>
it_it: I seguenti prodotti possono essere ordinati solo in quantità maggiori: {0}. <a href="{1}"> Controlla il tuo carrello. </a>

source: {0} (maximum {1})
it_it: {0} (massimo {1})

source: {0} (minimum {1})
it_it: {0} (minimo {1})

source: The following products may only be ordered in larger quantities: {0}. <a href="{1}">Please review your cart.</a>
it_it: I seguenti prodotti possono essere ordinati solo in quantità maggiori: {0}. <a href="{1}"> Controlla il tuo carrello. </a>

source: The following products may only be ordered in smaller quantities: {0}. <a href="{1}">Please review your cart.</a>
it_it: I seguenti prodotti possono essere ordinati solo in quantità minori: {0}. <a href="{1}"> Controlla il tuo carrello. </a>

source: There isn't enough stock to complete your order for the following products: {0}. <a href="{1}">Please review your cart.</a>
it_it: Lo stock non è sufficiente per completare l'ordine per i seguenti prodotti: {0}. <a href="{1}"> Controlla il tuo carrello. </a>

source: Some products in your cart require you to be authenticated. <a href="{0}">Please log on to complete your order.</a>
it_it: Alcuni prodotti nel tuo carrello richiedono che tu sia autenticato. <a href="{0}">Effettua login per completare l'ordine.</a>

source: You need to accept our terms and conditions in order to checkout.
it_it: È necessario accettare i termini e le condizioni prima di effettuare un acquisto.

source: <a href="{0}">Please log on to complete your order.</a>
it_it: <a href="{0}"> Accedi per completare l'ordine. </a>

# Laser.Orchard.NwazetIntegration.Services.CheckoutPoliciesService
source: Please agree to the terms and conditions before making a purchase.
it_it: È necessario accettare i termini e le condizioni prima di effettuare un acquisto.

source: Pickup Points
it_it: Punti di Ritiro

# Laser.Orchard.NwazetIntegration.Services.CountriesHierarchyDoesNotExist
source: No countries' hierarchy was configured. Have an administrator configure one <a href="{0}">here</a>.
it_it: Non è ancora presente una configurazione per la gerarchia degli Stati. È necessario configurarne una accedendo alle <a href="{0}">impostazioni</a>.

# Laser.Orchard.NwazetIntegration.Services.CountriesHierarchyDoesNotExist
source: No valid countries were configured. Have an administrator configure one <a href="{0}">here</a>.
it_it: Nessuno stato valido è stato configurato. Chiedi a un amministratore di configurare una <a href="{0}">qui</a>.

# Laser.Orchard.NwazetIntegration.Services.FacebookShop.FacebookShopService
source: {0} products synchronized on Facebook Shop.
it_it: {0} prodotti sincronizzati sul negozio di Facebook

# Laser.Orchard.NwazetIntegration.Services.FacebookShop.FacebookShopService
source: Error when checking Facebook Shop handle
it_it: Errore durante la verifica dell'handle di Facebook Shop

# Laser.Orchard.NwazetIntegration.Services.FacebookShop.FacebookShopService
source: Invalid data
it_it: Dati non validi

# Laser.Orchard.NwazetIntegration.Services.FacebookShop.FacebookShopService
source: Invalid Facebook api response. Product is not synchronized on Facebook Shop.
it_it: Risposta non valida dalle api di Facebook. Il prodotto non è stato sincronizzato sul catalogo di Facebook.

# Laser.Orchard.NwazetIntegration.Services.FacebookShop.FacebookShopService
source: Invalid image url
it_it: Indirizzo dell'immagine non valido

# Laser.Orchard.NwazetIntegration.Services.FacebookShop.FacebookShopService
source: Invalid product description (body part not found)
it_it: Descrizione del prodotto non valida (parte corpo non trovata)

# Laser.Orchard.NwazetIntegration.Services.FacebookShop.FacebookShopService
source: Invalid product description (description must not be all upper case)
it_it: Descrizione del prodotto non valida (la descrizione non deve essere tutta in maiuscolo)

# Laser.Orchard.NwazetIntegration.Services.FacebookShop.FacebookShopService
source: Invalid Product part or Facebook part.
it_it: Parte prodotto o parte Facebook non valide.

# Laser.Orchard.NwazetIntegration.Services.FacebookShop.FacebookShopService
source: No products in request container.
it_it: Non ci sono prodotti nel contenitore della richiesta.

# Laser.Orchard.NwazetIntegration.Services.FacebookShop.FacebookShopService
source: Product {0} can't be removed from Facebook catalog.
it_it: Il prodotto {0} non può essere rimosso dal catalogo di Facebook.

# Laser.Orchard.NwazetIntegration.Services.FacebookShop.FacebookShopService
source: Product {0} can't be synchronized on Facebook catalog.
it_it: Il prodotto {0} non può essere sincronizzato sul catalogo di Facebook.

# Laser.Orchard.NwazetIntegration.Services.FacebookShop.FacebookShopService
source: Product {0} synchronized on Facebook Shop.
it_it: Il prodotto {0} è stato sincronizzato sul negozio di Facebook.

# Laser.Orchard.NwazetIntegration.Services.FacebookShop.FacebookShopService
source: Product part or Facebook part are not valid.
it_it: Parte prodotto o parte Facebook non valide.

# Laser.Orchard.NwazetIntegration.Services.PaymentStatusProvider
source: Payment Failed
it_it: Pagamento Fallito

# Laser.Orchard.NwazetIntegration.Services.PaymentStatusProvider
source: Payment Pending
it_it: Pagamento in sospeso

# Laser.Orchard.NwazetIntegration.Services.PaymentStatusProvider
source: Payment Succeeded
it_it: Pagamento Riuscito

# Laser.Orchard.NwazetIntegration.Services.PosServiceIntegration
source: Payment made with {0}
it_it: Pagamento fatto tramite {0}

# Laser.Orchard.NwazetIntegration.Services.ValidationAddressViewModelService
source: Choose one of the allowed legal entities.
it_it: Seleziona una delle entità legali autorizzate.

# Laser.Orchard.NwazetIntegration.Services.ValidationAddressViewModelService
source: Format for phone prefix is the + sign followed by digits.
it_it: Il formato per il prefisso telefonico è il segno + seguito da cifre.

# Laser.Orchard.NwazetIntegration.Services.ValidationAddressViewModelService
source: Phone number is required.
it_it: Il numero di telefono è obbligatorio.

# Laser.Orchard.NwazetIntegration.Services.ValidationAddressViewModelService
source: Phone number may contain only digits.
it_it: Il numero di telefono può contenere solo cifre.

# Laser.Orchard.NwazetIntegration.Services.ValidationAddressViewModelService
source: Phone number prefix is required.
it_it: Il prefisso del numero di telefono è obbligatorio.

# Laser.Orchard.NwazetIntegration.Services.ValidationAddressViewModelService
source: Postal or ZIP code may contain only characters or digits.
it_it: Il codice postale o CAP può contenere solo lettere o numeri.

# Laser.Orchard.NwazetIntegration.Services.ValidationAddressViewModelService
source: The fiscal code is invalid.
it_it: Il codice fiscale non è valido.

# Laser.Orchard.NwazetIntegration.Services.ValidationAddressViewModelService
source: The VAT number is invalid.
it_it: La partita IVA non è valida.
