Repository: LaserSrl/Laser.Orchard.Platform
Catalog: src/Modules/Laser.Orchard.NwazetIntegration/App_Data/Localization/*/orchard.module.po
Languages: it_it

source: Payment Info
it_it: Informazioni Pagamento

source: Reason
it_it: Causale

source: Succeeded
it_it: Riuscito

source: Transacion ID
it_it: ID Transazione

source: Transaction ID
it_it: ID Transazione

source: The customer had selected the pickup point "{0}" at the following address:
it_it: Il cliente ha selezionato il punto di ritiro "{0}" al seguente indirizzo:

source: The shipping address is the pickup point "{0}".
it_it: L'indirizzo di spedizione è il punto di ritiro "{0}".

source: Warning: This order's shipping address is not the same as the one selected for pickup.
it_it: Attenzione: l'indirizzo di spedizione di questo ordine non è lo stesso selezionato per il ritiro.

source: Back to list
it_it: Ritorna alla Lista

source: Base prices are computed using VAT __RATE__% from the selected category and for the selected default region ({0}).
it_it: I prezzi di base vengono calcolati utilizzando l'IVA __RATE__% dalla categoria selezionata e per la regione predefinita selezionata ({0}).

source: Base prices are computed using VAT __RATE__% from the selected category.
it_it: I prezzi di base vengono calcolati utilizzando l'IVA __RATE__% dalla categoria selezionata.

source: Before VAT: __PRICE__
it_it: Prima dell'IVA: __PRICE__

source: Discounted Price (after VAT)
it_it: Prezzo scontato (IVA inclusa)

source: Edit the prices after tax.
it_it: Modifica i prezzi al netto dell'iva.

source: Regular price (after VAT)
it_it: Prezzo normale (IVA inclusa)

source: Enable this territory for billing address configuration.
it_it: Abilita questo territorio per la configurazione dell'indirizzo di fatturazione

source: Enable this territory for shipping address configuration.
it_it: Abilita questo territorio per la configurazione dell'indirizzo di spedizione

source: Administrative Type for this territory
it_it: Tipo Amministrativo per questo territorio

source: Contains cities
it_it: Contiene città

source: Contains provinces
it_it: Contiene province

source: Input an ISO code for this territory. You can find them <a href="https://en.wikipedia.org/wiki/List_of_ISO_3166_country_codes">online</a>. The use your system will make of this depend on your specific configuration.
it_it: Indica un codice ISO per questo territorio. Puoi trovarli <a href="https://en.wikipedia.org/wiki/List_of_ISO_3166_country_codes">online</a>. L'uso che il tuo sistema farà di questo codice dipende dalla tua specifica configurazione.

source: ISO code for this territory
it_it: Codice ISO per questo territorio

source: This hierarchy is selected to be the reference for valid countries.
it_it: Questa gerarchia è selezionata per essere il riferimento per gli stati validi.

source: A localization of this hierarchy is selected to be the reference for valid countries.
it_it: Una localizzazione di questa gerarchia è selezionata come riferimento per paesi validi.

source: This territory is selected to be a reference for valid countries.
it_it: Questo territorio è selezionato come riferimento per paesi validi.

source: Address
it_it: Indirizzo

source: Address (second line)
it_it: Indirizzo (seconda riga)

source: City
it_it: Città

source: Country
it_it: Nazione

source: Pickup Point Address
it_it: Indirizzo del Punto di Ritiro

source: Please specify the state, province, prefecture, republic or region code as appropriate. For example, 'WA' for the state of Washington in the United States.
it_it: Per favore, specificare stato, provincia, prefettura, repubblica o codice regione in maniera appropriata. Per esempio, 'TO' per la provincia di Torino.

source: Postal Code
it_it: CAP

source: Postal or ZIP code
it_it: Codice postale o ZIP

source: Province
it_it: Provincia

source: Province or state
it_it: Provincia o Stato

source: Select a city
it_it: Seleziona una città

source: Select a city from the list.
it_it: Seleziona una città dall'elenco.

source: Select a country
it_it: Seleziona uno stato

source: Select a province
it_it: Seleziona una provincia

source: Select a valid country from the list.
it_it: Seleziona uno stato valido dall'elenco.

source: Select the hierarchy that contains the territories to be used to validate addresses. Later you will be able to select specific territories.
it_it: Seleziona la gerarchia che contiene i territori da utilizzare per convalidare gli indirizzi. Successivamente sarai in grado di selezionare territori specifici.

source: Territories for address configuration
it_it: Territori per la configurazione dell'indirizzo

source: You need to select a hierarchy to pick the territories to allow in the system.
it_it: È necessario selezionare una gerarchia per selezionare i territori da consentire nel sistema.

source: (Administrative type: {0})
it_it: (Tipo amministrativo: {0})

source: Children:
it_it: Figlio:

source: Children: {0}
it_it: Figlio: {0}

source: Cities: {0}
it_it: Città: {0}

source: City
it_it: Città

source: Click to expand.
it_it: Fai click per espandere.

source: Countries: {0}
it_it: Stati: {0}

source: Country
it_it: Nazione

source: Province
it_it: Provincia

source: Provinces: {0}
it_it: Province: {0}

source: Undefined
it_it: Non definito

source: No countries' hierarchy was configured. Have an administrator configure one <a href="{0}">here</a>.
it_it: Non è ancora presente una configurazione per la gerarchia degli Stati. È necessario configurarne una accedendo alle <a href="{0}">impostazioni</a>.

source: All Policies
it_it: Tutte le informative

source: No Policies
it_it: Nessuna Informativa

source: Policies required for checkout
it_it: Informative richieste per il checkout

source: Select policies
it_it: Seleziona le informative

source: Users who don't accept the selected policies will not be allowed to checkout.
it_it: Gli utenti che non accettino le informative non potranno effettuare il checkout.

source: A phone number is required for checkout.
it_it: È richiesto un numero di telefono per l'acquisto.

source: A shipping address is required for checkout.
it_it: E' richiesto un indirizzo di spedizione per il checkout.

source: Require users to be authenticated to start a checkout.
it_it: Richiedi agli utenti di essere autenticati per avviare un acquisto.

source: Access Token for the Facebook Shop
it_it: Token di Accesso al negozio di Facebook

source: Api base url
it_it: Base URL per le API

source: Base url for api calls to Facebook Graph services
it_it: Url base per le chiamate ai servizi delle api di Facebook Graph

source: Default json
it_it: Json predefinito

source: Facebook business id
it_it: Id del business di Facebook

source: Facebook catalog id
it_it: Id del catalogo di Facebook

source: Id of the catalog on Facebook business
it_it: Id del catalogo sul business di Facebook

source: Id of the Facebook business
it_it: Id del business di Facebook

source: If value is a constant it will be used as is.
it_it: Se il valore è una costante verrà utilizzato così come è.

source: If value is a token it will be computed as a token.
it_it: Se il valore è un token verrà elaborato come un token.

source: If value is empty it will be generated based on product data.
it_it: Se il valore è vuoto verrà generato in base ai dati del prodotto.

source: Synchronize all published content on Facebook Shop when saving.
it_it: Sincronizza tutti i contenuti pubblicati sul negozio di Facebook al salvataggio.

source: This is the access token of the System User of the Facebook business
it_it: Questo è il token di accesso dell'utente di sistema del business di Facebook

source: This is the json body for product creation / update on Facebook shop.
it_it: Questo è il corpo del json per la creazione o l'aggiornamento dei prodotti sul negozio di Facebook.

source: This value will be used when no specific json is set in the FacebookProductPart of the product content definition.
it_it: Questo valore viene utilizzato quando non è indicato un json specifico nella FacebookProductPart nella definizione di contenuto del prodotto.

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/PaymentGatewayOrder.cshtml
source: Back to cart
it_it: Torna al carrello

source: Pickup point:
it_it: Punto di ritiro:

source: Warning: This order's shipping address is not the same as the one selected for pickup.
it_it: Attenzione: l'indirizzo di spedizione di questo ordine non è lo stesso selezionato per il ritiro.

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/PickupPointsAdmin/List.cshtml
source: Create
it_it: Crea

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/PickupPointsAdmin/List.cshtml
source: Create Pickup Point
it_it: Crea Punto di Ritiro

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/PickupPointsAdmin/List.cshtml
source: Manage Pickup Points
it_it: Gestisci Punti di Ritiro

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/PickupPointsAdmin/List.cshtml
source: Pickup Points
it_it: Punti di Ritiro

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/ShippingSummaryForm.cshtml
source: Click here to change the selected shipping option.
it_it: Fai clic qui per modificare l'opzione di spedizione selezionata.

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/ShippingSummaryForm.cshtml
source: Shipping
it_it: Spedizione

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/TerritorySelector.cshtml
source: Enter multiple territory names. Hit <i>tab</i>, <i>enter</i> or <i>,</i> to add multiple terms.
it_it: Immettere più nomi di territorio. Premi <i> tab </i>, <i> invio </i> o <i>,</i> per aggiungere più termini.

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/TerritorySelector.cshtml
source: No countries' hierarchy was configured.
it_it: Non è stata configurata la gerarchia degli stati.

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/TerritorySelector.cshtml
source: Select the territories this shipping is valid for.
it_it: Seleziona i territori per i quali è valida questa spedizione.

# Laser.Orchard.NwazetIntegration.Activities.ValidateAttributesActivity
source: A user is attempting to add to cart a product with attributes.
it_it: Un utente sta cercando di aggiungere al carrello un prodotto con attributi.

# Laser.Orchard.NwazetIntegration.Activities.ValidateAttributesActivity
source: Commerce
it_it: E-Commerce

# Laser.Orchard.NwazetIntegration.Activities.ValidateAttributesActivity
source: Done
it_it: Completato

# Laser.Orchard.NwazetIntegration.Activities.ValidateCheckoutActivity
source: A user is attempting to advance in checkout.
it_it: Un utente sta cerando di procedere al checkout.

# Laser.Orchard.NwazetIntegration.Activities.ValidateCheckoutActivity
source: Done
it_it: Completato

# Laser.Orchard.NwazetIntegration.Activities.ValidateCheckoutActivity
source: Events
it_it: Eventi

source: Coupon code {0} is not valid
it_it: Il codice coupon {0} non è valido

source: Criteria on the request cookies
it_it: Criteri sui cookies della request

source: Http Request
it_it: Richiesta http

source: Test request cookies
it_it: Verifica i cookies della request

source: Coupon code {0} is not valid
it_it: Il codice coupon {0} non è valido

source: Criteria on the request header
it_it: Criteri per determinate intestazioni delle richiesta (Request Headers)

source: Http Request
it_it: Richiesta http

source: Request header
it_it: Intestazione delle richiesta (Request Header)

source: Test request header
it_it: Testa l'intestazione delle richiesta (Request Header)

source: Cart products
it_it: Prodotti del carrello

source: Coupon {0} is not valid for any product in your cart.
it_it: Il coupon {0} non è valido per alcun elemento del carrello.

source: Line criteria is applicable only on products that are not discounted.
it_it: Il criterio di linea è applicabili solo a prodotti non scontati.

source: Line product should not be discounted
it_it: Il prodotto nella riga non deve essere scontato

source: Line product should not be discounted.
it_it: Il prodotto nella riga non deve essere scontato.

source: Cart products
it_it: Prodotti del carrello

source: Coupon is applicable only if there is no discounted product in the cart.
it_it: Il coupon è applicabile solo se non ci sono prodotti scontati nel carrello.

source: If there is a discounted product in the cart, the coupon cannot be applied.
it_it: Se è presente un prodotto scontato nel carrello, il coupon non può essere applicato.

source: Line products should not be discounted
it_it: I prodotti nella riga non devono essere scontati

source: Cart contains products of type {0}
it_it: Il carrello contiene prodotti di tipo {0}

source: Cart doesn't have Products of given type
it_it: Il carrello non ha prodotti di un determinato tipo

source: Cart has Products of given type
it_it: Il carrello contiene prodotti di un determinato tipo

source: Cart products
it_it: Prodotti del carrello

source: Coupon {0} is only available if cart contains products of type {1}.
it_it: Il coupon {0} è disponibile solo se nel carrello è presente un elemento di tipo {1}.

source: Coupon {0} is only available if cart doesn't contain products of type {1}.
it_it: Il coupon {0} è disponibile solo se nel carrello non è presente un elemento di tipo {1}.

source: Criteria for cart containing product ContentType.
it_it: Criteri per carrello contenente determinati tipi di contenuto.

source: Cart line is a product of type {0}
it_it: L'elemento nel carrello è di tipo {0}

source: Cart line is not a product of type {0}
it_it: L'elemento nel carrello non è di tipo {0}

source: Cart products
it_it: Prodotti del carrello

source: Coupon {0} is not valid for {1}.
it_it: Il coupon {0} non è valido per {1}.

source: Coupon {0} is not valid for any product in your cart.
it_it: Il coupon {0} non è valido per alcun elemento del carrello.

source: Line Criteria on product ContentType
it_it: Criteri di riga su determinati tipi di contenuto

source: Line product is not of a given type
it_it: L'elemento nel carrello non è di un determinato tipo

source: Line product is of a given type
it_it: L'elemento nel carrello è di un determinato tipo

source: Cart contains products of type {0}
it_it: Il carrello contiene prodotti di tipo {0}

source: Cart doesn't contain products of type {0}
it_it: Il carrello non contiene prodotti di tipo {0}

source: Cart doesn't have Products of given type
it_it: Il carrello non ha prodotti di un determinato tipo

source: Cart has Products of given type
it_it: Il carrello contiene prodotti di un determinato tipo

source: Cart products
it_it: Prodotti del carrello

source: Among products, there must be the given category or one of its children.
it_it: Tra i prodotti deve essere presente la categoria indicata o una delle sue sottocategorie

source: Among products, there must be the given category.
it_it: Tra tutti i prodotti deve essere presente la categoria indicata

source: At least one line is a product of the given category or one of its children.
it_it: Almeno una riga è un prodotto della categoria indicata o una delle sue sottocategorie.

source: At least one line is a product of the given category.
it_it: Almeno una riga è un prodotto della categoria selezionata.

source: At least one lines are a products of the given category.
it_it: Almeno una riga è un prodotto della categoria indicata.

source: Cart lines are a products of the given category or one of its children.
it_it: Le righe del carrello sono prodotti della categoria indicata o una delle sue sottocategorie.

source: Cart lines are a products of the given category.
it_it: Le righe del carrello sono prodotti della categoria indicata.

source: Cart lines are not products of the given category or one of its children.
it_it: Le righe del carrello non sono prodotti della categoria indicata o una delle sue sottocategorie.

source: Cart lines are not products of the given category.
it_it: Le righe del carrello non sono prodotti della categoria indicata.

source: Cart lines are products of the given category or one of its children.
it_it: Le righe del carrello sono prodotti della categoria selezionata o di una delle sue sottocategorie.

source: Cart lines are products of the given category.
it_it: Le righe del carrello sono prodotti della categoria selezionata.

source: Cart products
it_it: Prodotti del carrello

source: Criteria on product TaxonomyFields.
it_it: Criterio sulle tassonomie del prodotto.

source: Each line is a product of the given category or one of its children.
it_it: Ciascuna delle righe è un prodotto della categoria indicata o una sua sottocategoria.

source: Each line is a product of the given category.
it_it: Ciascuna delle righe è un prodotto della categoria indicata.

source: Line products are in the given category (if any was selected)
it_it: I prodotti nella riga sono nella categoria indicata (se una è stata selezionata)

source: Line products are not in the given category (if any was selected)
it_it: I prodotti della riga non sono nella categoria indicata (se una è stata selezionata)

source: Cart line is a product of of the given category or one of its children.
it_it: L'elemento nel carrello appartiene alla categoria data o uno dei suoi figli.

source: Cart line is a product of of the given category.
it_it: L'elemento nel carrello appartiene alla categoria data.

source: Cart line is a product of the given category or one of its children.
it_it: La riga del carrello è un prodotto della categoria indicata o una delle sue sottocategorie.

source: Cart line is a product of the given category.
it_it: La riga del carrello è un prodotto della categoria indicata.

source: Cart line is not a product of of the given category or one of its children.
it_it: L'elemento nel carrello non appartiene alla categoria data o uno dei suoi figli.

source: Cart line is not a product of of the given category.
it_it: L'elemento nel carrello non appartiene alla categoria data.

source: Cart line is not a product of the given category or one of its children.
it_it: La riga del carrello non è un prodotto della categoria indicata o di una delle sue sottocategorie.

source: Cart line is not a product of the given category.
it_it: La riga del carrello non è un prodotto della categoria indicata.

source: Cart products
it_it: Prodotti del carrello

source: Coupon {0} is not valid for {1}.
it_it: Il coupon {0} non è valido per {1}.

source: Coupon {0} is not valid for any product in your cart.
it_it: Il coupon {0} non è valido per alcun elemento del carrello.

source: Line Criteria on product TaxonomyFields
it_it: Criteri di riga sui TaxonomyFields del prodotto

source: Line product is in the given category (if any was selected)
it_it: L'elemento nel carrello appartiene alla determinata categoria (se almeno una è stata selezionata)

source: Line product is not in the given category (if any was selected)
it_it: L'elemento nel carrello non appartiene alla determinata categoria (se almeno una è stata selezionata)

# Laser.Orchard.NwazetIntegration.ApplicabilityCriteria.CookieValueForm
source: Enter the name of the cookie.
it_it: Inserisci il nome del cookie.

# Laser.Orchard.NwazetIntegration.ApplicabilityCriteria.CookieValueForm
source: Enter the value for the cookie.
it_it: Inserisci il valore del cookie.

# Laser.Orchard.NwazetIntegration.ApplicabilityCriteria.CookieValueForm
source: Insert a value for the Name of the cookie to test (it is allowed to be a token).
it_it: Inserisci un valore per il nome del cookie da verificare (può essere un token).

# Laser.Orchard.NwazetIntegration.ApplicabilityCriteria.CookieValueForm
source: Name
it_it: Nome

# Laser.Orchard.NwazetIntegration.ApplicabilityCriteria.CookieValueForm
source: Operator
it_it: Operatore

# Laser.Orchard.NwazetIntegration.ApplicabilityCriteria.CookieValueForm
source: Request doesn't have Cookie
it_it: La request non ha il Cookie

# Laser.Orchard.NwazetIntegration.ApplicabilityCriteria.CookieValueForm
source: Request doesn't have cookie '{0}'
it_it: La request non ha il cookie '{0}'

# Laser.Orchard.NwazetIntegration.ApplicabilityCriteria.CookieValueForm
source: Request has Cookie (with any value)
it_it: La request ha il Cookie (con qualunque valore)

# Laser.Orchard.NwazetIntegration.ApplicabilityCriteria.CookieValueForm
source: Request has Cookie (with different value)
it_it: La request ha il Cookie (con un valore diverso)

# Laser.Orchard.NwazetIntegration.ApplicabilityCriteria.CookieValueForm
source: Request has Cookie (with specific value)
it_it: La request ha il Cookie (con un valore specifico)

# Laser.Orchard.NwazetIntegration.ApplicabilityCriteria.CookieValueForm
source: Request has cookie '{0}' with any value
it_it: La request ha il cookie '{0}' con qualunque valore

# Laser.Orchard.NwazetIntegration.ApplicabilityCriteria.CookieValueForm
source: Request has cookie '{0}' with value '{1}'
it_it: La request ha il cookie '{0}' con valore '{1}'

# Laser.Orchard.NwazetIntegration.ApplicabilityCriteria.CookieValueForm
source: Request has cookie '{0}' with value different than '{1}'
it_it: La request ha il cookie '{0}' con valore diverso da '{1}'

# Laser.Orchard.NwazetIntegration.ApplicabilityCriteria.CookieValueForm
source: Value
it_it: Valore

# Laser.Orchard.NwazetIntegration.ApplicabilityCriteria.CookieValueFormValidator
source: Insert a value for the Name of the cookie to test (it is allowed to be a token).
it_it: Inserisci un valore per il nome del cookie da verificare (può essere un token).

source: {0} is after {1} {2}
it_it: {0} è dopo a {1} {2}

source: {0} is before {1} {2}
it_it: {0} è prima di {1} {2}

source: {0} is between {1} {2} and {3} {4}
it_it: {0} è compreso tra {1} {2} e {3} {4}

source: Criterion on the date validity of the coupon.
it_it: Criterio di validità sulla data del coupon.

source: Current date
it_it: La data corrente

source: Invalid operator
it_it: Operatore non valido

source: Range of dates the coupon can be used in
it_it: Date tra le quali il coupon può essere utilizzato

source: Destination in territories
it_it: Destinazione nei territori

source: Destination in territories Criterion
it_it: Criterio sulla Destinazione nei territori

source: Destination is in a group of territories (perhaps as a child).
it_it: La destinazione è in un gruppo di territori (forse come un figlio).

source: Destination is not in a group of territories (perhaps as a child).
it_it: La destinazione non è in un gruppo di territori (forse come un figlio).

source: Destination not in territories
it_it: Destinazione non nei territori

source: Destination not in territories Criterion
it_it: Criterio sulla destinazione non nei territori

source: Shipping Address
it_it: Indirizzo di spedizione

# Laser.Orchard.NwazetIntegration.ApplicabilityCriteria.HeaderValueForm
source: Enter the name of the header.
it_it: Inserisci la chiave dell'intestazione (Header Key/Name).

# Laser.Orchard.NwazetIntegration.ApplicabilityCriteria.HeaderValueForm
source: Enter the value for the header.
it_it: Inserisci il valore dell'intestazione (Header Value).

# Laser.Orchard.NwazetIntegration.ApplicabilityCriteria.HeaderValueForm
source: Insert a value for the Name of the header to test (it is allowed to be a token).
it_it: Inserisci un valore per la chiave dell'intestazione (Header Key/Name) da testare (sono consentiti valori con Token).

# Laser.Orchard.NwazetIntegration.ApplicabilityCriteria.HeaderValueForm
source: Name
it_it: Nome

# Laser.Orchard.NwazetIntegration.ApplicabilityCriteria.HeaderValueForm
source: Operator
it_it: Operatore

# Laser.Orchard.NwazetIntegration.ApplicabilityCriteria.HeaderValueForm
source: Request doesn't have Header
it_it: La richiesta (Request) non contiene l'intestazione (Header)

# Laser.Orchard.NwazetIntegration.ApplicabilityCriteria.HeaderValueForm
source: Request doesn't have header '{0}'
it_it: La richiesta (Request) non contiene l'intestazione (Header) '{0}'
