Repository: LaserSrl/Laser.Orchard.Platform
Catalog: src/Modules/Laser.Orchard.NwazetIntegration/App_Data/Localization/*/orchard.module.po
Languages: it_it

source: Address Configuration Settings
it_it: Impostazioni di Configurazione Indirizzo

source: Save
it_it: Salva

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/Addresses/AddressEditor.cshtml
source: Address
it_it: Indirizzo

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/Addresses/AddressEditor.cshtml
source: Address Type
it_it: Tipo di Indirizzo

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/Addresses/AddressEditor.cshtml
source: Billing Address
it_it: Indirizzo di fatturazione

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/Addresses/AddressEditor.cshtml
source: City
it_it: Città

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/Addresses/AddressEditor.cshtml
source: Company
it_it: Azienda

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/Addresses/AddressEditor.cshtml
source: Country
it_it: Nazione

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/Addresses/AddressEditor.cshtml
source: Customer Type
it_it: Tipo di cliente

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/Addresses/AddressEditor.cshtml
source: First Name
it_it: Nome

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/Addresses/AddressEditor.cshtml
source: Fiscal code
it_it: Codice fiscale

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/Addresses/AddressEditor.cshtml
source: Last Name
it_it: Cognome

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/Addresses/AddressEditor.cshtml
source: Please include middle name or initial as appropriate.
it_it: Per favore, includete il secondo nome o l'iniziale in maniera opportuna.

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/Addresses/AddressEditor.cshtml
source: Please specify the state, province, prefecture, republic or region code as appropriate. For example, 'WA' for the state of Washington in the United States.
it_it: Per favore, specificare stato, provincia, prefettura, repubblica o codice regione in maniera appropriata. Per esempio, 'WA' per lo stato di Washington negli Stati Uniti d'America.

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/Addresses/AddressEditor.cshtml
source: Postal or ZIP code
it_it: Codice postale o ZIP

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/Addresses/AddressEditor.cshtml
source: Province
it_it: Provincia

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/Addresses/AddressEditor.cshtml
source: Province, starting with a letter.
it_it: Provincia, deve iniziare con una lettera.

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/Addresses/AddressEditor.cshtml
source: Request invoice by default
it_it: Richiedi fattura di default

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/Addresses/AddressEditor.cshtml
source: Select a city
it_it: Seleziona una città

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/Addresses/AddressEditor.cshtml
source: Select a city from the list.
it_it: Seleziona una città dall'elenco.

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/Addresses/AddressEditor.cshtml
source: Select a country
it_it: Seleziona uno Stato

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/Addresses/AddressEditor.cshtml
source: Select a province
it_it: Seleziona una provincia

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/Addresses/AddressEditor.cshtml
source: Select a valid country from the list.
it_it: Seleziona uno stato valido dall'elenco.

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/Addresses/AddressEditor.cshtml
source: Shipping Address
it_it: Indirizzo di spedizione

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/Addresses/AddressEditor.cshtml
source: State, province, prefecture, republic or region
it_it: Provincia

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/Addresses/AddressEditor.cshtml
source: Title
it_it: Titolo

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/Addresses/AddressEditor.cshtml
source: Title or honorific, e.g. Mr., Mrs., Dr., San, etc.
it_it: Titolo o onorifico, e.g. Sig., Dott., etc.

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/Addresses/AddressEditor.cshtml
source: VAT number
it_it: Partita IVA

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/Addresses/Create.cshtml
source: Back to List
it_it: Ritorna alla Lista

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/Addresses/Create.cshtml
source: Save
it_it: Salva

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/Addresses/Edit.cshtml
source: Back to List
it_it: Ritorna alla Lista

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/Addresses/Edit.cshtml
source: Save
it_it: Salva

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/Addresses/Index.cshtml
source: {0} is required.
it_it: {0} è obbligatorio.

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/Addresses/Index.cshtml
source: Back to cart
it_it: Torna al carrello

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/Addresses/Index.cshtml
source: Bill me at the shipping address.
it_it: Fatturazione all'indirizzo di spedizione.

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/Addresses/Index.cshtml
source: Billing Address
it_it: Indirizzo di fatturazione

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/Addresses/Index.cshtml
source: Checkout: Shipping & Billing Addresses
it_it: Checkout: indirizzi di spedizione e fatturazione

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/Addresses/Index.cshtml
source: International Phone Prefix
it_it: Prefisso telefonico internazionale

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/Addresses/Index.cshtml
source: Next
it_it: Successivo

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/Addresses/Index.cshtml
source: Phone
it_it: Telefono

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/Addresses/Index.cshtml
source: Please provide a phone number where we can reach you in case we need additional information. This is also required when shipping to some countries.
it_it: Per favore, inserite un numero telefonico a cui vi si possa raggiungere nel caso servano informazioni addizionali. Questo è necessario per la spedizione verso alcuni stati.

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/Addresses/Index.cshtml
source: Please provide an e-mail address for us to use in order to give you updates on your order.
it_it: Per favore, inserite un indirizzo e-mail da usare per inviarvi aggiornamenti sul vostro ordine.

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/Addresses/Index.cshtml
source: Please provide an international phone prefix, For example +39 for Italy
it_it: Per favore inserire un prefisso internazionale, ad esempio +39 per l'Italia

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/Addresses/Index.cshtml
source: Required information
it_it: Informazioni richieste

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/Addresses/Index.cshtml
source: Shipping Address
it_it: Indirizzo di spedizione

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/Addresses/Index.cshtml
source: Special Instructions
it_it: Istruzioni speciali

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/Addresses/MyAddresses.cshtml
source: Add Address
it_it: Aggiungi Indirizzo

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/Addresses/MyAddresses.cshtml
source: Billing Addresses
it_it: Indirizzi di Fatturazione

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/Addresses/MyAddresses.cshtml
source: Delete
it_it: Elimina

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/Addresses/MyAddresses.cshtml
source: Do you really want to delete this address?
it_it: Vuoi davvero cancellare questo indirizzo?

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/Addresses/MyAddresses.cshtml
source: Edit
it_it: Modifica

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/Addresses/MyAddresses.cshtml
source: Shipping Addresses
it_it: Indirizzi di Spedizione

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/AddressForm.cshtml
source: Address
it_it: Indirizzo

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/AddressForm.cshtml
source: City
it_it: Città

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/AddressForm.cshtml
source: Company
it_it: Azienda

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/AddressForm.cshtml
source: Country
it_it: Nazione

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/AddressForm.cshtml
source: Country: {0}
it_it: Stato: {0}

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/AddressForm.cshtml
source: First Name
it_it: Nome

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/AddressForm.cshtml
source: Last Name
it_it: Cognome

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/AddressForm.cshtml
source: New address
it_it: Nuovo indirizzo

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/AddressForm.cshtml
source: none
it_it: Nuovo indirizzo

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/AddressForm.cshtml
source: Please include middle name or initial as appropriate.
it_it: Per favore, includete il secondo nome o l'iniziale in maniera opportuna.

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/AddressForm.cshtml
source: Please specify the state, province, prefecture, republic or region code as appropriate. For example, 'WA' for the state of Washington in the United States.
it_it: Per favore, specificare stato, provincia, prefettura, repubblica o codice regione in maniera appropriata. Per esempio, 'WA' per lo stato di Washington negli Stati Uniti d'America.

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/AddressForm.cshtml
source: Postal or ZIP code
it_it: Codice postale o ZIP

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/AddressForm.cshtml
source: Province, starting with a letter.
it_it: Provincia, deve iniziare con una lettera.

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/AddressForm.cshtml
source: Remove inserted data
it_it: Rimuovi i dati inseriti

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/AddressForm.cshtml
source: Select a city
it_it: Seleziona una città

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/AddressForm.cshtml
source: Select a country
it_it: Seleziona uno Stato

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/AddressForm.cshtml
source: Select a province
it_it: Seleziona una provincia

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/AddressForm.cshtml
source: Select your Country from the list.
it_it: Seleziona il tuo Paese dall'elenco.

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/AddressForm.cshtml
source: State, province, prefecture, republic or region
it_it: Provincia

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/AddressForm.cshtml
source: Stored Billing Address
it_it: Indirizzo di fatturazione salvato

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/AddressForm.cshtml
source: Stored Shipping Address
it_it: Indirizzo di spedizione salvato

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/AddressForm.cshtml
source: Title
it_it: Titolo

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/AddressForm.cshtml
source: Title or honorific, e.g. Mr., Mrs., Dr., San, etc.
it_it: Titolo o onorifico, e.g. Sig., Dott., etc.

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/AddressForm.cshtml
source: You may leave this blank for the United States.
it_it: Lasciare vuoto per gli Stati Uniti d'America.

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/AddressSummaryForm.cshtml
source: An invoice was requested for this order.
it_it: Per questo ordine è stata richiesta una fattura.

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/AddressSummaryForm.cshtml
source: Billing to:
it_it: Fatturazione a:

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/AddressSummaryForm.cshtml
source: Click here to change the selected addresses.
it_it: Clicca qui per cambiare gli indirizzi selezionati.

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/AddressSummaryForm.cshtml
source: Email address
it_it: Indirizzo email

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/AddressSummaryForm.cshtml
source: Fiscal code
it_it: Codice fiscale

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/AddressSummaryForm.cshtml
source: Phone number
it_it: Numero di telefono

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/AddressSummaryForm.cshtml
source: Shipping to:
it_it: Spedizione a:

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/AddressSummaryForm.cshtml
source: Special instructions
it_it: Istruzioni speciali

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/AddressSummaryForm.cshtml
source: VAT number
it_it: Partita IVA

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/BaseOrderShippingAddress.cshtml
source: Shipping to:
it_it: Spedizione a:

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/Checkout/Index.cshtml
source: {0} is required.
it_it: {0} è obbligatorio.

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/Checkout/Index.cshtml
source: Back to cart
it_it: Torna al carrello

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/Checkout/Index.cshtml
source: Bill me at the shipping address.
it_it: Fatturazione all'indirizzo di spedizione.

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/Checkout/Index.cshtml
source: Billing Address
it_it: Indirizzo di fatturazione

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/Checkout/Index.cshtml
source: Checkout: Billing Address
it_it: Checkout: indirizzo di fatturazione

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/Checkout/Index.cshtml
source: Checkout: Shipping & Billing Addresses
it_it: Checkout: indirizzi di spedizione e fatturazione

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/Checkout/Index.cshtml
source: Customer Type
it_it: Tipo di cliente

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/Checkout/Index.cshtml
source: Fiscal code
it_it: Codice fiscale

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/Checkout/Index.cshtml
source: International Phone Prefix
it_it: Prefisso telefonico internazionale

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/Checkout/Index.cshtml
source: Invoice information
it_it: Dati di fatturazione

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/Checkout/Index.cshtml
source: Next
it_it: Successivo

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/Checkout/Index.cshtml
source: Phone
it_it: Telefono

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/Checkout/Index.cshtml
source: Please provide a phone number where we can reach you in case we need additional information. This is also required when shipping to some countries.
it_it: Per favore, inserite un numero telefonico a cui vi si possa raggiungere nel caso servano informazioni addizionali. Questo è necessario per la spedizione verso alcuni stati.

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/Checkout/Index.cshtml
source: Please provide an e-mail address for us to use in order to give you updates on your order.
it_it: Per favore, inserite un indirizzo e-mail da usare per inviarvi aggiornamenti sul vostro ordine.

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/Checkout/Index.cshtml
source: Please provide an international phone prefix, For example +39 for Italy
it_it: Per favore inserire un prefisso internazionale, ad esempio +39 per l'Italia

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/Checkout/Index.cshtml
source: Request invoice
it_it: Richiedi fattura

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/Checkout/Index.cshtml
source: Required information
it_it: Informazioni richieste

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/Checkout/Index.cshtml
source: Shipping Address
it_it: Indirizzo di spedizione

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/Checkout/Index.cshtml
source: Special Instructions
it_it: Istruzioni Speciali

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/Checkout/Index.cshtml
source: VAT number
it_it: Partita IVA

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/Checkout/Review.cshtml
source: Checkout: Review Order
it_it: Checkout: revisionare l'ordine

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/Checkout/Review.cshtml
source: Order summary
it_it: Riepilogo ordine

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/Checkout/Review.cshtml
source: Pay using:
it_it: Paga con

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/Checkout/Review.cshtml
source: Products
it_it: Prodotti

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/Checkout/Review.cshtml
source: Shipping
it_it: Spedizione

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/Checkout/Review.cshtml
source: Take a moment to review your order before moving to payments.
it_it: Prenditi un momento per rivedere il tuo ordine prima di passare ai pagamenti.

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/Checkout/Review.cshtml
source: Total
it_it: Totale

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/Checkout/Shipping.cshtml
source: Checkout: Shipping Option
it_it: Checkout: opzione di spedizione

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/Checkout/Shipping.cshtml
source: No shipping option available for the selected address. Go <a herf="{0}">back to configure a different one</a>.
it_it: Nessuna opzione di spedizione disponibile per l'indirizzo selezionato. Torna <a herf="{0}"> indietro per configurarne uno diverso </a>.

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/CheckoutCartSummary.cshtml
source: Back to cart
it_it: Torna al carrello

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/CheckoutCartSummary.cshtml
source: Line price
it_it: Prezzo di linea

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/CheckoutCartSummary.cshtml
source: Quantity
it_it: Quantità

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/CheckoutCartSummary.cshtml
source: Remove
it_it: Elimina

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/CheckoutCartSummary.cshtml
source: Unit price
it_it: Prezzo Unitario

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/CheckoutCartSummary.cshtml
source: Value
it_it: Valore

# ~/Modules/Laser.Orchard.NwazetIntegration/Views/CheckoutCartSummary.cshtml
source: Your cart
it_it: Il tuo carrello

source: Shipping to:
it_it: Spedizione a:

source: Pickup point:
it_it: Punto di ritiro:

source: (optional) I have read and agree to {0}
it_it: (opzionale) Ho letto e accetto {0}

source: I have read and agree to {0}
it_it: Ho letto e accetto {0}

source: Default json
it_it: Json predefinito

source: If value is a constant it will be used as is.
it_it: Se il valore è una costante verrà utilizzato così come è.

source: If value is a token it will be computed as a token.
it_it: Se il valore è un token verrà elaborato come un token.

source: If value is empty it will be generated based on product data.
it_it: Se il valore è vuoto verrà generato in base ai dati del prodotto.

source: This is the json body for product creation / update on Facebook shop.
it_it: Questo è il corpo del json per la creazione o l'aggiornamento dei prodotti sul negozio di Facebook.

source: Any content will be inserted into the fields, both as text and as a token will be sent as it is to Google Tag Manager (also with html tags or special characters)
it_it: Qualsiasi contenuto verrà inserito nei campi, sia come testo che come token verrà inviato così com'è a Google Tag Manager (anche con tag html o caratteri speciali)

source: Brand
it_it: Marchio

source: Category
it_it: Categoria

source: Name
it_it: Nome

source: The brand associated with the product
it_it: Il marchio associato al prodotto

source: The category to which the product belongs
it_it: La categoria a cui appartiene il prodotto

source: The maximum number of characters passed for each field to the GTM will be 255, at the end of the maximum length the string will be truncated
it_it: Il numero massimo di caratteri passati per ciascun campo al GTM sarà 255, alla fine della lunghezza massima la stringa verrà troncata

source: The name of the product
it_it: Il nome del prodotto

source: The product ID or SKU
it_it: L'ID del prodotto o SKU

source: The variant of the product
it_it: La variante del prodotto

source: Variant
it_it: Variante

source: Controls whether users will be allowed to input the final price (i.e. the price including VAT), rather than the taxable amount.
it_it: Controlla se agli utenti sarà consentito inserire il prezzo finale (ovvero il prezzo comprensivo di IVA), anziché l'imponibile.

source: Input final price
it_it: Inserisci prezzo finale

source: Input final price.
it_it: Inserisci prezzo finale.

source: Address
it_it: Indirizzo

source: Address (second line)
it_it: Indirizzo (seconda riga)

source: Billing Address
it_it: Indirizzo di fatturazione

source: City
it_it: Città

source: Company
it_it: Azienda

source: Country
it_it: Nazione

source: First Name
it_it: Nome

source: Honorific
it_it: Onorifico

source: Last Name
it_it: Cognome

source: Please include company name if relevant.
it_it: Includere il nome dell'azienda, se pertinente.

source: Please include middle name or initial as appropriate.
it_it: Per favore, includete il secondo nome o l'iniziale in maniera opportuna.

source: Please specify the state, province, prefecture, republic or region code as appropriate. For example, 'WA' for the state of Washington in the United States.
it_it: Per favore, specificare stato, provincia, prefettura, repubblica o codice regione in maniera appropriata. Per esempio, 'WA' per lo stato di Washington negli Stati Uniti d'America.

source: Postal Code
it_it: CAP

source: Postal or ZIP code
it_it: Codice postale o ZIP

source: Province
it_it: Provincia

source: Province or state
it_it: Provincia o Stato

source: Select a city
it_it: Seleziona una città

source: Select a city from the list.
it_it: Seleziona una città dall'elenco.

source: Select a country
it_it: Seleziona uno Stato

source: Select a province
it_it: Seleziona una provincia

source: Select a valid country from the list.
it_it: Seleziona uno stato valido dall'elenco.

source: Shipping Address
it_it: Indirizzo di spedizione

source: Title
it_it: Titolo

source: Title or honorific, e.g. Mr., Mrs., Dr., San, etc.
it_it: Titolo o onorifico, e.g. Sig., Dott., etc.

source: Choose the level of cookies of Ecommerce Analitics.
it_it: Seleziona il livello dei cookies di Ecommerce Analytics.

source: Ecommerce Analitics Cookie Level
it_it: Livello dei Cookie di Ecommerce Analytics.

source: Preferences
it_it: Preferenze

source: Statistical
it_it: Statistici

source: Technical
it_it: Tecnici

source: Check to set the default value to true
it_it: Seleziona per impostare il valore predefinito a vero

source: Choose whether the customer can request an invoice
it_it: Determina se il cliente può richiedere la fattura

source: Default value
it_it: Valore predefinito

source: Ecommerce Invoice settings
it_it: Opzioni di fatturazione dell'e-commerce

source: Enable Invoice Request
it_it: Abilita la richiesta di fattura

source: Force the choice
it_it: Obbliga la selezione

source: Force the customer choice
it_it: Obbliga la selezione al cliente

source: Keep the product synchronized with Facebook Shop every time the product is published.
it_it: Mantieni il prodotto sincronizzato nel negozio di Facebook ogni volta che viene pubblicato.

source: Synchronize with Facebook Shop
it_it: Sincronizza sul negozio di Facebook

source: An invoice was requested for this order.
it_it: Per questo ordine è stata richiesta una fattura.

source: Billing Address
it_it: Indirizzo di fatturazione

source: Customer Type
it_it: Tipo di cliente

source: Fiscal code
it_it: Codice fiscale

source: Invoice request
it_it: Richiesta di fattura

source: Shipping Address
it_it: Indirizzo di spedizione

source: VAT number
it_it: Partita IVA

source: mandatory
it_it: obbligatoria

source: optional
it_it: opzionale

source: Policies
it_it: Informative

source: User accepted the {0} policy "{1}" on {2}
it_it: L'utente ha accettato l'informativa {0} "{1}" il {2}

source: User rejected the {0} policy "{1}" on {2}
it_it: L'utente ha rifiutato l'informativa {0} "{1}" il {2}

source: Amount
it_it: Importo

source: Date
it_it: Data

source: Edit
it_it: Modifica

source: Error
it_it: Errore

source: Failed
it_it: Operazione fallita

source: Outcome
it_it: Esito
