Repository: LaserSrl/Laser.Orchard.Platform
Catalog: src/Modules/Contrib.Widgets/App_Data/Localization/*/orchard.module.po
Languages: it_it

# ~/Modules/Contrib.Widgets/Views/Admin/AddWidget.cshtml
source: Add Widget
it_it: Aggiungi Widget

# ~/Modules/Contrib.Widgets/Views/Admin/CreateContent.cshtml
source: New {0}
it_it: Nuovo {0}

# ~/Modules/Contrib.Widgets/Views/Admin/EditWidget.cshtml
source: Edit Widget
it_it: Modifica il Widget

source: Allowed widget types:
it_it: Tipi di widget permessi:

source: Allowed zones:
it_it: Zone permesse:

source: Check to attempt to replace items selected in this part with their translation in the main ContentItem's culture. This only applies if the main ContentItem has a LocalizationPart.
it_it: Selezionare per tentare di sostituire gli elementi selezionati in questa parte con la loro traduzione nella lingua del contenuto principale. Il tentativo di traduzione verrà effettuato solamente se il contenuto principale ha una LocalizationPart.

source: Hierarchical association:
it_it: Associazione gerarchica

source: Insert the JSON object defining Zones and Widgets. JSON example: [{ "ZoneName":"AsideFirst","Widgets":[{"WidgetType":"ContentWidget"}]},{ "ZoneName":"AfterContent","Widgets":[{"WidgetType":"HtmlWidget"},{"WidgetType":"TextWidget"}]}]
it_it: Inserire un oggetto JSON che definisca Zone e Widget. Esempio: [{ "ZoneName":"AsideFirst","Widgets":[{"WidgetType":"ContentWidget"}]},{ "ZoneName":"AfterContent","Widgets":[{"WidgetType":"HtmlWidget"},{"WidgetType":"TextWidget"}]}]

source: Select the zones where the widgets can be placed. If no zone is selected all of them will be available.
it_it: Selezionare le zone dove si potranno aggiungere dei widgets. Se nessuna zona è selezionata, saranno tutte disponibili.

source: Select which types of widgets can be added to the content. If no widget type is selected all of them will be available.
it_it: Selezionare i tipi di widget che si potrà aggiungere al contenuto. Se nessun tipo è selezionato, saranno tutti disponibili.

source: Try to replace selected items with their correct localization.
it_it: Provare a sostituire gli elementi selezionati con la loro versione in lingua corretta.

source: Use hierarchical association
it_it: Utilizzare l'associazione gerarchica

# ~/Modules/Contrib.Widgets/Views/EditorTemplates/Parts.WidgetsContainer.cshtml
source: -- Choose a culture to copy widgets from its version --
it_it: -- Scegliere una Culture dalla cui versione copiare i widget --

# ~/Modules/Contrib.Widgets/Views/EditorTemplates/Parts.WidgetsContainer.cshtml
source: {0} zone preview
it_it: zona anteprima {0}

# ~/Modules/Contrib.Widgets/Views/EditorTemplates/Parts.WidgetsContainer.cshtml
source: Add
it_it: Aggiungi

# ~/Modules/Contrib.Widgets/Views/EditorTemplates/Parts.WidgetsContainer.cshtml
source: Add Widgets from localized page
it_it: Aggiungi i Widget dalla pagina localizzata

# ~/Modules/Contrib.Widgets/Views/EditorTemplates/Parts.WidgetsContainer.cshtml
source: Are you sure you want to delete this widget? Note: the widget will be removed permanently when you save the content item.
it_it: Si è sicuri di voler eliminare questo widget? Nota: il widget sarà rimosso definitivamente al salvataggio del contenuto.

# ~/Modules/Contrib.Widgets/Views/EditorTemplates/Parts.WidgetsContainer.cshtml
source: Publish
it_it: Pubblica

# ~/Modules/Contrib.Widgets/Views/EditorTemplates/Parts.WidgetsContainer.cshtml
source: Publish Draft
it_it: Pubblica Bozza

# ~/Modules/Contrib.Widgets/Views/EditorTemplates/Parts.WidgetsContainer.cshtml
source: Remove
it_it: Rimuovi

# ~/Modules/Contrib.Widgets/Views/EditorTemplates/Parts.WidgetsContainer.cshtml
source: Scheduled
it_it: Programmato

# ~/Modules/Contrib.Widgets/Views/EditorTemplates/Parts.WidgetsContainer.cshtml
source: Scheduled Archive
it_it: Archiviazione Pianificata

# ~/Modules/Contrib.Widgets/Views/EditorTemplates/Parts.WidgetsContainer.cshtml
source: Scheduled Publish
it_it: Pubblicazione Pianificata

# ~/Modules/Contrib.Widgets/Views/EditorTemplates/Parts.WidgetsContainer.cshtml
source: Unpublish
it_it: Annulla Pubblicazione

# ~/Modules/Contrib.Widgets/Views/EditorTemplates/Parts.WidgetsContainer.cshtml
source: Widgets
it_it: Widget

# ~/Modules/Contrib.Widgets/Views/WidgetsList.cshtml
source: You are not allowed to add any widget here.
it_it: Non sei autorizzato ad aggiungere alcun widget qui.

# Contrib.Widgets.Controllers.AdminController
source: Cannot create widget
it_it: Impossibile creare il widget

# Contrib.Widgets.Controllers.AdminController
source: Cannot edit widget
it_it: Impossibile modificare il widget

# Contrib.Widgets.Controllers.AdminController
source: Couldn't create and publish widget
it_it: Non è possibile creare e pubblicare il widget

# Contrib.Widgets.Controllers.AdminController
source: Couldn't create content
it_it: Impossibile creare il contenuto

# Contrib.Widgets.Controllers.AdminController
source: Couldn't publish widget
it_it: Impossibile pubblicare il widget

# Contrib.Widgets.Controllers.AdminController
source: Creating widget failed: {0}
it_it: Creazione del widget fallita: {0}

# Contrib.Widgets.Controllers.AdminController
source: Editing widget failed: {0}
it_it: Modifica del widget fallita: {0}

# Contrib.Widgets.Controllers.AdminController
source: Not authorized to manage container widgets
it_it: Non autorizzato a gestire i widget di pagina

# Contrib.Widgets.Controllers.AdminController
source: Not authorized to manage widgets
it_it: Non autorizzato alla gestione dei widget

# Contrib.Widgets.Controllers.AdminController
source: Removing Widget failed: {0}
it_it: Rimozione del widget non riuscita: {0}

# Contrib.Widgets.Controllers.AdminController
source: Widget not found: {0}
it_it: Widget non trovato: {0}

# Contrib.Widgets.Controllers.AdminController
source: Widget was successfully deleted
it_it: Widget eliminato con successo

# Contrib.Widgets.Controllers.AdminController
source: You do not have permission to delete the widget.
it_it: Non hai il permesso per eliminare il widget.

# Contrib.Widgets.Controllers.AdminController
source: Your {0} has been added.
it_it: Il tuo {0} è stato aggiunto.

# Contrib.Widgets.Controllers.AdminController
source: Your {0} has been created.
it_it: Il tuo {0} è stato creato.

# Contrib.Widgets.Controllers.AdminController
source: Your {0} has been saved.
it_it: Il tuo {0} è stato salvato.

# Contrib.Widgets.Controllers.AdminController
source: Your content has been created.
it_it: Il tuo contenuto è stato creato.

# Contrib.Widgets.Drivers.WidgetsContainerPartDriver
source: You don't have the permissions to remove some of the widgets you attempted to delete.
it_it: Non hai il permesso per rimuovere alcuni dei widget che hai cercato di eliminare.
