Repository: LaserSrl/Laser.Orchard.Platform
Catalog: src/Modules/Laser.Orchard.Policy/App_Data/Localization/*/orchard.module.po
Languages: fr_fr, it_it

# ~/Modules/Laser.Orchard.Policy/Drivers/PolicyPartDriver
source: PolicyPart Error
fr_fr: Erreur PolicyPart
it_it: Errore PolicyPart

# ~/Modules/Laser.Orchard.Policy/Drivers/PolicyTextInfoPartDriver
source: PolicyTextInfo Error
fr_fr: Erreur PolicyTextInfo
it_it: Errore PolicyTextInfo

# ~/Modules/Laser.Orchard.Policy/Drivers/UserPolicyPartDriver
source: UserPolicyPart Error
fr_fr: Erreur UserPolicyPart
it_it: Errore UserPolicyPart

source: All Policies
fr_fr: Toutes les déclarations
it_it: Tutte le informative

source: Depends on content
fr_fr: Dépend du contenu
it_it: Dipende dal contenuto

source: Include policies
fr_fr: Inclure déclarations
it_it: Includi informative

source: Policy filters
fr_fr: Filtres déclarations
it_it: Filtri informative

source: Policy part behaviour
fr_fr: Comportement Policy part
it_it: Comportamento Policy part

# ~/Modules/Laser.Orchard.Policy/Views/EditorTemplates/Parts/Policy_Edit.cshtml
source: All Policies
fr_fr: Toutes les déclarations
it_it: Tutte le informative

# ~/Modules/Laser.Orchard.Policy/Views/EditorTemplates/Parts/Policy_Edit.cshtml
source: Pending policies included
fr_fr: Informatives pendentifs comprises
it_it: Informative pendenti incluse

# ~/Modules/Laser.Orchard.Policy/Views/EditorTemplates/Parts/Policy_Edit.cshtml
source: Pending policies NOT included
fr_fr: Informatives pendentifs compris NON comprises
it_it: Informative pendenti NON incluse

# ~/Modules/Laser.Orchard.Policy/Views/EditorTemplates/Parts/Policy_Edit.cshtml
source: Policy
fr_fr: Informative
it_it: Informativa

# ~/Modules/Laser.Orchard.Policy/Views/EditorTemplates/Parts/Policy_Edit.cshtml
source: Policy filters
fr_fr: Filtres déclarations
it_it: Filtri informative

# ~/Modules/Laser.Orchard.Policy/Views/EditorTemplates/Parts/Policy_Edit.cshtml
source: Policy filters ruled by settings.
fr_fr: Filtres déclarations définis par les paramètres
it_it: Filtri informative definiti dai settings

# ~/Modules/Laser.Orchard.Policy/Views/EditorTemplates/Parts/Policy_Edit.cshtml
source: Policy part behaviour
fr_fr: Comportement de la parte informative
it_it: Comportamento part informativa

source: Add this policy to the policies a user have to accept or decline during his registration.
it_it: Aggiunge questa informativa alle informative che l'utente deve accettare o rifiutare esplicitamente in fase di registrazione.

source: For the "Policy", "CommercialUse" and "ThirdParty" options an Accept/Don't Accept choice will be proposed to the end user.
it_it: Per le opzioni "Policy", "CommercialUse" e "ThirdParty" verrà proposta all'utente la scelta Accetto/Non accetto.

source: For the "Regulation" option a "I have read the regulation" flag will be proposed to the end user.
it_it: Per l'opzione "Regulation" verrà proposta all'utente la casella di spunta "Ho letto l'informativa".

source: Policy type
it_it: Tipo di informativa

source: Priority
fr_fr: L'utilisateur doit accepter cette déclaration
it_it: Priorità

source: Set a priority. This information is used to order policy textes.
it_it: Impostare una priorità. Questa informazione viene utilizzata per ordinare i testi dell'informativa.

source: Set a priority. This information is used to order policy texts in a descending priority order.
it_it: Impostare una priorità. Questa informazione viene utilizzata per ordinare i testi dell'informativa in ordine di priorità decrescente.

source: Show this policy during user registration
it_it: Visualizza questa informativa durante la registrazione dell'utente

source: User have to accept this policy
it_it: L'utente deve accettare questa informativa

source: Without acceptation on this policy, contents under policies will not be displayed.
fr_fr: Ne pas accepter cette déclaration, le contenu à l'acceptation de l'information ne seront pas affiché
it_it: Non accettando questa informativa, i contenuti soggetti all'accettazione delle informative non saranno visualizzati.

source: Accepted
fr_fr: Accepté
it_it: Accettata

source: Answer date
it_it: Data risposta

source: Not Accepted
fr_fr: Non accepté
it_it: Non accettata

source: Policy acceptances
fr_fr: Acceptation informatives
it_it: Accettazione informative

source: Policy Acceptances History
it_it: Storico accettazione policy

source: Policy Text
fr_fr: Texte del'informative
it_it: Testo informativa

source: Read
it_it: Letto

source: Show full history
it_it: Mostra storico completo

source: Unread
it_it: Da leggere

source: User
it_it: Utente

source: User never accepted policies.
fr_fr: L'utilizateur n'a jamais accepté aucune déclaration
it_it: L'utente non ha mai accettato nessuna informativa.

# ~/Modules/Laser.Orchard.Policy/Views/Parts/Policy_SummaryAdmin.cshtml
source: Pending policies included
fr_fr: Déclaration non acceptées incluses
it_it: Informative pendenti incluse

# ~/Modules/Laser.Orchard.Policy/Views/Parts/Policy_SummaryAdmin.cshtml
source: Pending policies NOT included
fr_fr: Déclaration non acceptées NON incluses
it_it: Informative pendenti NON incluse

# ~/Modules/Laser.Orchard.Policy/Views/Parts/PolicyTextInfo_SummaryAdmin.cshtml
source: Optional policy
fr_fr: Déclaration facultative
it_it: Informativa opzionale

# ~/Modules/Laser.Orchard.Policy/Views/Parts/PolicyTextInfo_SummaryAdmin.cshtml
source: Required policy.
fr_fr: Déclaration obligatoire.
it_it: Informativa obbligatoria.

# ~/Modules/Laser.Orchard.Policy/Views/Policies/Index.cshtml
source: Accept
fr_fr: J'accepte
it_it: Accetto

# ~/Modules/Laser.Orchard.Policy/Views/Policies/Index.cshtml
source: Don't Accept
fr_fr: Je n'accepte pas
it_it: Non accetto

# ~/Modules/Laser.Orchard.Policy/Views/Policies/Index.cshtml
source: I have read the regulation.
it_it: Ho letto il regolamento.

# ~/Modules/Laser.Orchard.Policy/Views/Policies/Index.cshtml
source: Save
fr_fr: Enregistrer
it_it: Salva

# ~/Modules/Laser.Orchard.Policy/Views/PoliciesUser/ShowHistory.cshtml
source: Accepted
it_it: Accettata

# ~/Modules/Laser.Orchard.Policy/Views/PoliciesUser/ShowHistory.cshtml
source: Answer date
it_it: Data risposta

# ~/Modules/Laser.Orchard.Policy/Views/PoliciesUser/ShowHistory.cshtml
source: Not Accepted
it_it: Non accettata

# ~/Modules/Laser.Orchard.Policy/Views/PoliciesUser/ShowHistory.cshtml
source: Policy acceptance history
it_it: Storico accettazione policy

# ~/Modules/Laser.Orchard.Policy/Views/PoliciesUser/ShowHistory.cshtml
source: Policy Text
it_it: Testo informativa

# ~/Modules/Laser.Orchard.Policy/Views/PoliciesUser/ShowHistory.cshtml
source: Read
it_it: Letto

# ~/Modules/Laser.Orchard.Policy/Views/PoliciesUser/ShowHistory.cshtml
source: Unread
it_it: Da leggere

# ~/Modules/Laser.Orchard.Policy/Views/PoliciesUser/ShowHistory.cshtml
source: User
it_it: Utente

# ~/Modules/Laser.Orchard.Policy/Views/PoliciesUser/ShowHistory.cshtml
source: Validity end
it_it: Fine validità

# Laser.Orchard.Policy.Drivers.PolicyPartDriver
source: PolicyPart Error
it_it: Errore PolicyPart

# Laser.Orchard.Policy.Drivers.PolicyTextInfoPartDriver
source: PolicyTextInfo Error
it_it: Errore PolicyTextInfo

# Laser.Orchard.Policy.Drivers.UserPolicyPartDriver
source: UserPolicyPart Error
it_it: Errore UserPolicyPart
