Repository: LaserSrl/Laser.Orchard.Platform
Catalog: src/Modules/Laser.Orchard.GoogleAnalytics/App_Data/Localization/*/orchard.module.po
Languages: it_it

source: Analytics Key or Tag Container Id.
it_it: Analytics Key o Id del Container di Tag Manager.

source: Async Tracking is Enabled
it_it: Async Tracking è abilitato

source: Domain name override
it_it: Sostituzione del nome dominio

source: Domain name...
it_it: Nome del dominio...

source: Google Analytics Tracking Key (UA-XXXXXXX-X) or Tag Manager Container ID (GTM-YYYYYYY)
it_it: Google Analytics Tracking Key (UA-XXXXXXX-X) o ID del Container Tag Manager (GTM-YYYYYYY)

source: Include on /Admin Pages
it_it: Includere sulle pagine /Admin

source: Include on front end Pages
it_it: Includi nelle pagine di front end.

source: Key or Id...
it_it: Chiave o Id

source: Mark this to use Google Tag Manager rather than analytics.js.
it_it: Seleziona per utilizzare Google Tag Manager anziché analytics.js

source: Override Domain Name (optional)
it_it: Sovrascrivere il Nome di Dominio (opzionale)

source: The following settings only apply to analytics.js and are ignored by Google Tag Manager
it_it: Le seguenti impostazioni si applicano solo a analytics.js e vengono ignorate da Google Tag Manager

source: The value here will be used as either the analytics key if Google analytics is being used, or as the Tag Manager Container Id if Tag Manager is active instead.
it_it: Il valore qui verrà utilizzato come chiave di analisi se si utilizza Google Analytics o come ID del Contenitore di Tag Manager se invece è attivo Tag Manager.

source: Track but anonymize IP
it_it: Traccia ma anonimizza l'IP

source: Track but anonymize ip (optional)
it_it: Tracciare l'IP ma renderlo anonimo (opzionale)

source: Use Async Tracking
it_it: Usare Async Tracking

source: Use Google Tag Manager
it_it: Usa Google Tag Manager

# GoogleAnalytics.Drivers.GoogleAnalyticsSettingsPartDriver
source: Error on udpate google analytics
it_it: Errore durante l'aggiornamento di Google Analytics

# GoogleAnalytics.Drivers.GoogleAnalyticsSettingsPartDriver
source: Error on updating Google Analytics settings
it_it: Errore nell'aggiornamento delle impostazioni di Google Analytics

# GoogleAnalytics.Drivers.GoogleAnalyticsSettingsPartDriver
source: If Google Analytics is enabled for the front end or the back end, the tracking key is required.
it_it: Se Google Analytics è abilitato per il front end o il back end, la tracking key è obbligatoria.

# Laser.Orchard.GoogleAnalytics.Services.MissingSettingsBanner
source: The <a href="{0}#googleanalitycssetting"> Google Analytics</a> settings need to be configured.
it_it: Le impostazioni di <a href="{0}#googleanalitycssetting">Google Analytics</a> devono essere configurate.

# Laser.Orchard.GoogleAnalytics.Services.MissingSettingsBanner
source: The Google Analytics settings need to be configured.
it_it: E' necessario configurare le impostazioni di Google Analytics.
