Repository: LaserSrl/Laser.Orchard.Platform
Catalog: src/Modules/Laser.Orchard.ExternalContent/App_Data/Localization/*/orchard.module.po
Languages: it_it

source: Additional headers for web request
it_it: Ulteriori header per la richiesta web

source: Attach certificate to request
it_it: Usa un certificato per la richiesta HTTP

source: Body Request
it_it: Corpo della richiesta

source: Cache duration
it_it: Durata della cache

source: Cache duration time in minutes
it_it: Durata della cache in minuti

source: Cache To FileSystem
it_it: Salva cache su filesystem

source: Certificate file name.
it_it: Nome del certificato.

source: Certificate informations
it_it: Informazioni sul certificato

source: Data Type
it_it: Tipo di dato

source: Default is GET
it_it: Il valore di default è GET

source: Default is JSON
it_it: Il valore di default è JSON

source: Default is RestWebService
it_it: Il default è RestWebService

source: External URL
it_it: URL Esterno

source: External URL / executable string
it_it: URL esterno / eseguibile

source: Generate on L For Mobile
it_it: Genera su L For Mobile

source: HTTP Request
it_it: Richiesta HTTP (HTTP Request)

source: If checked cache will be stored also in filesystem (in folder/App_Data/cache).
it_it: Se selezionato la cache sarà salvata anche su filesystem (cartella /App_Data/cache).

source: If checked, a certificate will be attached to the request.
it_it: Se selezionato, contestualmente alla richiesta HTTP sarà inoltrato un certificato.

source: If checked, the field will be mandatory.
it_it: Se selezionato, il campo sarà obbligatorio.

source: If not checked, the linked content will be charged with contentitem.
it_it: Se non selezionato, il contenuto collegato sarà caricato insieme al contenuto.

source: Input Cache Key
it_it: Chiave di cache in input

source: Insert request body
it_it: Inserire il corpo della richiesta

source: Insert url and token
it_it: Inserire URL e token

source: Insert url and token or executable (see Data type)
it_it: Inserire URL e token, oppure l'eseguibile (vedere il tipo di dato)

source: No Follow
it_it: Non Seguire

source: One header per line. Each header must have the form 'header_name: header_value'.
it_it: Inserire un header per riga. Ogni header deve avere la forma 'nome_header: valore_header'.

source: Private key.
it_it: Chiave privata.

source: Required
it_it: Richiesto

source: Scheduled Minute
it_it: Minuti di attesa

source: Scheduled request Minute
it_it: Minuti di attesa tra una schedulazione e l'altra

source: Server hostname (internally resolved by the server)
it_it: Il nome host (hostname) del server (risolto internamente dal server)

source: The cache key used in input.
it_it: La chiave di cache utilizzata come input.

source: The certificate file name. You also have to FTP upload the certificate in folder /App_Data/Sites/[tenant]/externalfields/
it_it: Il nome del file del certificato. Sarà necessario uploadare il certificato via FTP nella cartella /App_Data/Sites/[tenant]/externalfields/

source: The certificate private key. Insert (none) if no key is required. A private key has already been set, leave empty to keep it unchanged.
it_it: La chiave privata del certificato. Inserire (none) se non è richiesta nessuna chiave. Una chiave privata è già stata impostata, lascia il campo vuoto per lasciare la chiave inalterata.

source: The certificate private key. The key is empty.
it_it: La chiave privata del certificato. La chiave al momento non è impostata.

source: The hostname (internally resolved by the server) that the WebClient have to call to generate the cache (e.g. http://localhost or http://local.laser-group.com). If empty, the request will be addressed to the tenant base url.
it_it: Il nome host (l'hostname risolto internamente dal server) che il comando WebClient deve richiamare per generare la cache (es: http://localhost o http://local.laser-group.com). Se lasciato vuoto, la richiesta sarà indirizzata all'url di base del tenant.

source: Use this content type
it_it: Usare questo tipo di contenuto

source: Use this HttpVerb
it_it: Usare questo Verbo Http

source: Used only on mobile communication. If checked, the linked content will be put in l field
it_it: Usato solo per la comunicazione mobile. Se selezionato, il contenuto collegato sarà messo nel campo

source: Additional headers for web request
it_it: Ulteriori header per la richiesta web

source: Body Request
it_it: Corpo della richiesta

source: Default is GET
it_it: Il valore di default è GET

source: Default is JSON
it_it: Il valore di default è JSON

source: Insert request body
it_it: Inserire il corpo della richiesta

source: Insert url and token
it_it: Inserire URL e token

source: One header per line. Each header must have the form 'header_name: header_value'.
it_it: Inserire un header per riga. Ogni header deve avere la forma 'nome_header: valore_header'.

source: Start Schedule
it_it: Avvio schedulazione

source: Use this content type
it_it: Usare questo tipo di contenuto

source: Use this HttpVerb
it_it: Usare questo Verbo Http

# Laser.Orchard.ExternalContent.Drivers.FieldExternalDriver
source: The field {0} is mandatory
it_it: Il campo {0} è obbligatorio
