Repository: LaserSrl/Laser.Orchard.Platform
Catalog: src/Modules/Laser.Orchard.GDPR/App_Data/Localization/*/orchard.module.po
Languages: it_it

source: Detach all items after anonymization.
it_it: Dopo l'anonimizzazione, rimuovi tutti i Contenuti.

source: Detach all items after erasure.
it_it: Dopo la cancellazione, rimuovi tutti i Contenuti.

source: Detach items with personal identifiable information after anonymization.
it_it: Dopo l'anonimizzazione, rimuovi i Contenuti che contengono informazioni personali.

source: Detach items with personal identifiable information after erasure.
it_it: Dopo la cancellazione, rimuovi i Contenuti che contengono informazioni personali.

source: If this flag is set, after anonymizing the ContentItem for the ContentPickerField and eventually its selected items, we will unselect all items.
it_it: Se questo flag è selezionato, dopo avere anonimizzato il Contenuto del ContentPickerField ed eventualmente i contenuti selezionati, tutti i contenuti verranno deselezionati.

source: If this flag is set, after anonymizing the ContentItem for the ContentPickerField and eventually its selected items, we will unselect those items that have a GDPRPart.
it_it: Se questo flag è selezionato, dopo avere anonimizzato il Contenuto del ContentPickerField ed eventualmente i contenuti selezionati, quei contenuti che a loro volta hanno una GDPRPart verranno deselezionati.

source: If this flag is set, after erasing the ContentItem for the ContentPickerField and eventually its selected items, we will unselect all items.
it_it: Se questo flag è selezionato, dopo avere cancellato il Contenuto del ContentPickerField ed eventualmente i contenuti selezionati, tutti i contenuti verranno deselezionati.

source: If this flag is set, after erasing the ContentItem for the ContentPickerField and eventually its selected items, we will unselect those items that have a GDPRPart.
it_it: Se questo flag è selezionato, dopo avere cancellato il Contenuto del ContentPickerField ed eventualmente i contenuti selezionati, quei contenuti che a loro volta hanno una GDPRPart verranno deselezionati.

source: Setting this flag casues Anonymization to propagate to all items selected in the field. CAREFUL: the process is not guaranteed to prevent recursions.
it_it: Impostando questo flag un tentativo di anonimizzazione verrà propagato a tutti i contenuti selezionati nel campo. ATTENZIONE: non c'è garanzia che il processo riesca a prevenire ricorsioni infinite.

source: Setting this flag casues Erasure to propagate to all items selected in the field. CAREFUL: the process is not guaranteed to prevent recursions.
it_it: Impostando questo flag un tentativo di cancellazione verrà propagato a tutti i contenuti selezionati nel campo. ATTENZIONE: non c'è garanzia che il processo riesca a prevenire ricorsioni infinite.

source: We will attempt to anonymize items selected in the field.
it_it: Proveremo ad anonimizzare i contenuti selezionati nel campo.

source: We will attempt to erase items selected in the field.
it_it: Proveremo a cancellare i contenuti selezionati nel campo.

source: Default Anonymization
it_it: Anonimizzazione predefinita

source: Default Erasure
it_it: Cancellazione predefinita

source: Property value pairs for reflection. Write them as a json dictionary. E.g.: { "key1": "value1", "key2": "value2"}
it_it: Coppie di valori per la reflection. Scriverli nella forma di un dizionario json. E.g.: { "chiave1": "valore1", "chiave2": "valore2"}

source: Setting this flag casues the field to be processed when a ContentItem of this type is being processed for anonymization.
it_it: Impostando questo flag il campo sarà processato quando un ContentItem di questo tipo starà venendo anonimizzato.

source: Setting this flag casues the field to be processed when a ContentItem of this type is being processed for erasure.
it_it: Impostando questo flag il campo sarà processato quando un ContentItem di questo tipo starà venendo cancellato.

source: This ContentField is subject to anonymization.
it_it: Questo ContentField è soggetto ad anonimizzazione

source: This ContentField is subject to erasure.
it_it: Questo ContentField è soggetto a cancellazione.

source: Default Anonymization
it_it: Anonimizzazione predefinita

source: Default Erasure
it_it: Cancellazione predefinita

source: Property value pairs for reflection. Write them as a json dictionary. E.g.: { "key1": "value1", "key2": "value2"}
it_it: Coppie di valori per la reflection. Scriverli nella forma di un dizionario json. E.g.: { "chiave1": "valore1", "chiave2": "valore2"}

source: Setting this flag casues the part to be processed when a ContentItem of this type is being processed for anonymization.
it_it: Impostando questo flag la parte sarà processata quando un ContentItem di questo tipo starà venendo anonimizzato.

source: Setting this flag casues the part to be processed when a ContentItem of this type is being processed for erasure.
it_it: Impostando questo flag la parte sarà processata quando un ContentItem di questo tipo starà venendo cancellato.

source: This ContentPart is subject to anonymization.
it_it: Questa ContentPart è soggetta ad anonimizzazione.

source: This ContentPart is subject to erasure.
it_it: Questa ContentPart è soggetta a cancellazione.

source: ContentItems will be anonymized automatically after a time.
it_it: I Contenuti saranno anonimizzati automaticamente dopo un certo periodo.

source: ContentItems will be erased automatically after a time.
it_it: I Contenuti saranno cancellati automaticamente dopo un certo periodo.

source: Select whether the scheduled anonymization should check for the date of item creation or its latest update.
it_it: Scegli se per l'anonimizzazione schedulata si debba considerare la data di creazione del contenuto o quella dell'ultimo aggiornamento.

source: Select whether the scheduled erasure should check for the date of item creation or its latest update.
it_it: Scegli se per la cancellazione schedulata si debba considerare la data di creazione del contenuto o quella dell'ultimo aggiornamento.

source: Setting this flag causes ContentItems of this type to be analyzed periodically, and based on the setting here eventually anonymized if they are old enough.
it_it: Impostando questo flag ContentItems di questo tipo saranno analizzati periodicamente, e a seconda di altre impostazioni qui saranno eventualmente anonimizzati se ritenuti vecchi a sufficienza.

source: Setting this flag causes ContentItems of this type to be analyzed periodically, and based on the setting here eventually erased if they are old enough.
it_it: Impostando questo flag ContentItems di questo tipo saranno analizzati periodicamente, e a seconda di altre impostazioni qui saranno eventualmente cancellati se ritenuti vecchi a sufficienza.

source: The number of days waited before the automated anonymization.
it_it: Il numero di giorni da attendere prima dell'anonimizzazione automatica.

source: The number of days waited before the automated erasure.
it_it: Il numero di giorni da attendere prima della cancellazione automatica.

source: Delete ContentItems after the information has been erased.
it_it: Elimina i Contenuti dopo che le informazioni personali sono state cancellate.

source: Profile Items are ContentItems that will act as a node of sorts for a user's personal identifiable information. They are the ones anonymization and erasure should start from, because they allow identifying all other items. Functionally, this means they are the ones for whom the PrivacyManagers will see the links to the actions to start the anonymization and erasure processes.
it_it: I Contenuti Profilo sono elementi di contenuto che fungono da centri nevralgici pe le informazioni personali di un utente. Sono i contenuti dai quali devono partire le procedure di anonimizzazione e cancellazione, perchè da essi è possibile risalire a tutti i contenuti rilevanti. Operativamente, questo significa che sono i Contenuti per cui i PrivacyManagers vedranno i collegamenti per avviare le procedure di anonimizzazione e cancellazione.

source: Set this type as a Profile Item type.
it_it: Considera contenuti di questo tipo come Contenuti Profilo

source: Setting this flag causes ContentItems of this type to be deleted after erasure of personal identifiable information has been handled for them.
it_it: Impostando questo flag i ContentItems di questo tipo saranno cancelllati dopo l'eliminazione delle informazioni personali.

source: Detach all items after anonymization.
it_it: Dopo l'anonimizzazione, rimuovi tutti i Contenuti.

source: Detach all items after erasure.
it_it: Dopo la cancellazione, rimuovi tutti i Contenuti.

source: Detach items with personal identifiable information after anonymization.
it_it: Dopo l'anonimizzazione, rimuovi i Contenuti che contengono informazioni personali.

source: Detach items with personal identifiable information after erasure.
it_it: Dopo la cancellazione, rimuovi i Contenuti che contengono informazioni personali.

source: If this flag is set, after anonymizing the ContentItem for the MediaLibraryPickerField and eventually its selected items, we will unselect all items.
it_it: Se questo flag è selezionato, dopo avere anonimizzato il Contenuto del MediaLibraryPickerField ed eventualmente i contenuti selezionati, tutti i contenuti verranno deselezionati.

source: If this flag is set, after anonymizing the ContentItem for the MediaLibraryPickerField and eventually its selected items, we will unselect those items that have a GDPRPart.
it_it: Se questo flag è selezionato, dopo avere anonimizzato il Contenuto del MediaLibraryPickerField ed eventualmente i contenuti selezionati, quei contenuti che a loro volta hanno una GDPRPart verranno deselezionati.

source: If this flag is set, after erasing the ContentItem for the MediaLibraryPickerField and eventually its selected items, we will unselect all items.
it_it: Se questo flag è selezionato, dopo avere cancellato il Contenuto del MediaLibraryPickerField ed eventualmente i contenuti selezionati,tutti i contenuti verranno deselezionati.

source: If this flag is set, after erasing the ContentItem for the MediaLibraryPickerField and eventually its selected items, we will unselect those items that have a GDPRPart.
it_it: Se questo flag è selezionato, dopo avere cancellato il Contenuto del MediaLibraryPickerField ed eventualmente i contenuti selezionati, quei contenuti che a loro volta hanno una GDPRPart verranno deselezionati.

source: Setting this flag casues Anonymization to propagate to all items selected in the field. CAREFUL: the process is not guaranteed to prevent recursions.
it_it: Impostando questo flag un tentativo di anonimizzazione verrà propagato a tutti i contenuti selezionati nel campo. ATTENZIONE: non c'è garanzia che il processo riesca a prevenire ricorsioni infinite.

source: Setting this flag casues Erasure to propagate to all items selected in the field. CAREFUL: the process is not guaranteed to prevent recursions.
it_it: Impostando questo flag un tentativo di cancellazione verrà propagato a tutti i contenuti selezionati nel campo. ATTENZIONE: non c'è garanzia che il processo riesca a prevenire ricorsioni infinite.

source: We will attempt to anonymize items selected in the field.
it_it: Proveremo ad anonimizzare i contenuti selezionati nel campo.

source: We will attempt to erase items selected in the field.
it_it: Proveremo a cancellare i contenuti selezionati nel campo.

source: If this flag is set the information in this ContentItem will never be anonymized or erased.
it_it: Se questo flag è selezionato, l'informazione in questo Contenuto non sarà mai anonimizzata nè cancellata.

source: Protect this content from anonymization and erasure.
it_it: Proteggi questo contenuto da tentativi di anonimizzazione e cancellazione.

# ~/Modules/Laser.Orchard.GDPR/Views/GDPRAdmin/Index.cshtml
source: Manage ProfileItems
it_it: Gestisci i Contenuti Profilo

# ~/Modules/Laser.Orchard.GDPR/Views/GDPRAdmin/Index.cshtml
source: Search
it_it: Cerca

# ~/Modules/Laser.Orchard.GDPR/Views/GDPRAdmin/Index.cshtml
source: Search:
it_it: Cerca:

# Laser.Orchard.GDPR.Activities.GDPRContentActivity
source: Content is Anonymized. The GDPRContentContext token contains further information.
it_it: Contenuto anonimizzato. Il token GDPRContentContext contiene informazioni addizionali.

# Laser.Orchard.GDPR.Activities.GDPRContentActivity
source: Content is Erased. The GDPRContentContext token contains further information.
it_it: Contenuto cancellato. Il token GDPRContentContext contiene informazioni addizionali.

# Laser.Orchard.GDPR.Activities.GDPRContentActivity
source: Content Items
it_it: Contenuti

# Laser.Orchard.GDPR.Activities.GDPRContentActivity
source: Done
it_it: Fatto

# Laser.Orchard.GDPR.Activities.GDPRProcessTask
source: Anonymize the selected ContentItems
it_it: Anonimizza i Contenuti selezionati.

# Laser.Orchard.GDPR.Activities.GDPRProcessTask
source: Content Items
it_it: Contenuti

# Laser.Orchard.GDPR.Activities.GDPRProcessTask
source: Erase the selected ContentItems
it_it: Cancella i Contentuti selezionati

# Laser.Orchard.GDPR.Activities.GDPRProcessTask
source: Error
it_it: Errore

# Laser.Orchard.GDPR.Activities.GDPRProcessTask
source: Error during the execution of {0} for ContentItem with Id {1}
it_it: Errore durante l'esecuzione di {0} per il Contenuto con Id {1}

# Laser.Orchard.GDPR.Activities.GDPRProcessTask
source: NoItem
it_it: Nessun Contenuto

# Laser.Orchard.GDPR.Activities.SelectContentItemForm
source: ContentItem Id
it_it: Id del Contenuto

# Laser.Orchard.GDPR.Activities.SelectContentItemForm
source: Select the ContentItem
it_it: Seleziona il Contenuto

# Laser.Orchard.GDPR.Activities.SelectContentItemForm
source: Specify the Id of the ContentItem to be subjected to a process for GDPR compliance. You may specify multiple Ids by separating tem with a comma. Leave this empty to attempt to use the ContentItem from the WorkflowContext.
it_it: Specifica l'Id del Contenuto da essere processato per il rispetto del GDPR. Si possono specificare più IDs separandoli con una virgola. Lascia vuoto questo campo per provare ad usare il Contenuto che è parte del WorkflowContext.

# Laser.Orchard.GDPR.Controllers.GDPRAdminController
source: anonymization
it_it: Anonimizzazione

# Laser.Orchard.GDPR.Controllers.GDPRAdminController
source: anonymized
it_it: anonimizzato

# Laser.Orchard.GDPR.Controllers.GDPRAdminController
source: erased
it_it: cancellato

# Laser.Orchard.GDPR.Controllers.GDPRAdminController
source: erasure
it_it: cancellazione

# Laser.Orchard.GDPR.Controllers.GDPRAdminController
source: protection status
it_it: status di protezione

# Laser.Orchard.GDPR.Controllers.GDPRAdminController
source: The item has no configuration saved for {0}.
it_it: Il contenuto non ha una configurazione salvata per {0}.

# Laser.Orchard.GDPR.Controllers.GDPRAdminController
source: The item is not a Profile.
it_it: Il contenuti non è un Profilo.

# Laser.Orchard.GDPR.Controllers.GDPRAdminController
source: The item is protected and cannot be {0}.
it_it: Questo contenuto è protetto e non può essere {0}.

# Laser.Orchard.GDPR.Controllers.GDPRAdminController
source: Unauthorized to manage {0} of contents.
it_it: Non autorizzato a gestire {0} dei contenuti.

# Laser.Orchard.GDPR.Drivers.GDPRPartDriver
source: Anonymize
it_it: Anonimizza

# Laser.Orchard.GDPR.Drivers.GDPRPartDriver
source: Cannot perform GDPR Processes
it_it: Impossibile eseguire i processi per il GDPR

# Laser.Orchard.GDPR.Drivers.GDPRPartDriver
source: Erase
it_it: Cancella

# Laser.Orchard.GDPR.Drivers.GDPRPartDriver
source: Reset Protection
it_it: Resetta la protezione

# Laser.Orchard.GDPR.Drivers.GDPRPartDriver
source: Set protection
it_it: Imposta la protezione

# Laser.Orchard.GDPR.Navigation.GDPRAdminMenu
source: Profile items
it_it: Contenuti Profilo

# Laser.Orchard.GDPR.Settings.GDPRPartFieldEditorEvents
source: There was an issue updating the GDPR configuration for {0}.
it_it: C'è stato un problema nell'aggiornamento della configurazione GDPR per {0}.

# Laser.Orchard.GDPR.Settings.GDPRPartPartEditorEvents
source: There was an issue updating the GDPR configuration for {0}.
it_it: C'è stato un problema nell'aggiornamento della configurazione GDPR per {0}.

# Laser.Orchard.GDPR.Settings.GDPRPartTypeSchedulingEditorEvents
source: Creation
it_it: Creazione

# Laser.Orchard.GDPR.Settings.GDPRPartTypeSchedulingEditorEvents
source: Days to wait before anonymization must be greater than zero. Scheduler configuration failed.
it_it: I giorni da attendere prima dell'anonimizzazione devono essere più di zero. Configurazione della schedulazione fallita.

# Laser.Orchard.GDPR.Settings.GDPRPartTypeSchedulingEditorEvents
source: Days to wait before erasure must be greater than zero. Scheduler configuration failed.
it_it: I giorni da attendere prima della cancellazione devono essere più di zero. Configurazione della schedulazione fallita.

# Laser.Orchard.GDPR.Settings.GDPRPartTypeSchedulingEditorEvents
source: Latest Update
it_it: Ultimo Aggiornamento
