Repository: LaserSrl/Laser.Orchard.Platform
Catalog: src/Modules/Laser.Orchard.NewsLetters/App_Data/Localization/*/orchard.module.po
Languages: it_it

source: Announcement Title
it_it: Titolo del Comunicato

source: Attached to this Newsletter
it_it: Allegato alla seguente Newsltter

source: Newsletter Announcement
it_it: Comunicato per Newsletter

source: Choose templates of this newsletter
it_it: Scegli i modelli per questa newsletter

source: Edition Template
it_it: Template Edizione

source: Newsletter Templates
it_it: Modeli Newsletter

source: Subscription Template
it_it: Modello di iscrizione

source: Templates
it_it: Modelli

source: Unsubscription Template
it_it: Modello di cancellazione

source: Announcement Item
it_it: Comunicati

source: Newsletter edition
it_it: Edizione

source: Newsletter Edition
it_it: Edizione

source: Newsletter Edition Infos
it_it: Inforrmazioni sull'Edizione della Newsletter

source: Newsletter not yet sent
it_it: Newsletter non ancora inviata

source: Proposed Announcements
it_it: Comunicati proposti

source: sent on
it_it: inviata il

source: Insert a test email
it_it: Inserisci una email di test

source: Send Newsletter
it_it: Invia Newsletter

source: Send Test Newsletter
it_it: Invia un'anteprima all'indirizzo di test

source: Newsletter Subscription
it_it: Iscrizione Newsletter

source: Permit Cumulative Registrations
it_it: Permetti registrazioni cumulative

source: Subscription for this/theese Newsletter(s)
it_it: Iscrizioni della newsletter

# ~/Modules/Laser.Orchard.NewsLetters/Views/NewsletterAdmin/Create.cshtml
source: Create Newsletter
it_it: Crea nuova Newsletter

# ~/Modules/Laser.Orchard.NewsLetters/Views/NewsletterAdmin/Create.cshtml
source: New Newsletter
it_it: Nuova Newsletter

# ~/Modules/Laser.Orchard.NewsLetters/Views/NewsletterAdmin/Create.cshtml
source: Newsletter List
it_it: Elenco Newsletter

# ~/Modules/Laser.Orchard.NewsLetters/Views/NewsletterAdmin/Edit.cshtml
source: Edit Newsletter
it_it: Modifica Newsletter

# ~/Modules/Laser.Orchard.NewsLetters/Views/NewsletterAdmin/Edit.cshtml
source: Newsletter List
it_it: Elenco Newsletter

# ~/Modules/Laser.Orchard.NewsLetters/Views/NewsletterAdmin/Edit.cshtml
source: Newsletter Properties
it_it: Proprietà Newsletter

# ~/Modules/Laser.Orchard.NewsLetters/Views/NewsletterAdmin/Index.cshtml
source: Actions:
it_it: Azioni:

# ~/Modules/Laser.Orchard.NewsLetters/Views/NewsletterAdmin/Index.cshtml
source: Apply
it_it: Applica

# ~/Modules/Laser.Orchard.NewsLetters/Views/NewsletterAdmin/Index.cshtml
source: Choose action...
it_it: Scegliere l'azione...

# ~/Modules/Laser.Orchard.NewsLetters/Views/NewsletterAdmin/Index.cshtml
source: Create Newsletter
it_it: Crea Newsletter

# ~/Modules/Laser.Orchard.NewsLetters/Views/NewsletterAdmin/Index.cshtml
source: Delete
it_it: Elimina

# ~/Modules/Laser.Orchard.NewsLetters/Views/NewsletterAdmin/Index.cshtml
source: Editions Archive
it_it: Archivio Edizioni

# ~/Modules/Laser.Orchard.NewsLetters/Views/NewsletterAdmin/Index.cshtml
source: Manage Newsletter editions
it_it: Gestisci Edizioni della Newsletter

# ~/Modules/Laser.Orchard.NewsLetters/Views/NewsletterAdmin/Index.cshtml
source: New Edition
it_it: Nuova Edizione

# ~/Modules/Laser.Orchard.NewsLetters/Views/NewsletterAdmin/Index.cshtml
source: Properties
it_it: Iscritti

# ~/Modules/Laser.Orchard.NewsLetters/Views/NewsletterEditionAdmin/Create.cshtml
source: Create Newsletter Edition
it_it: Crea nuova Edizione

# ~/Modules/Laser.Orchard.NewsLetters/Views/NewsletterEditionAdmin/Create.cshtml
source: New Newsletter Edition
it_it: Nuova Edizione

# ~/Modules/Laser.Orchard.NewsLetters/Views/NewsletterEditionAdmin/Create.cshtml
source: Newsletter Edition List
it_it: Elenco Edizioni

# ~/Modules/Laser.Orchard.NewsLetters/Views/NewsletterEditionAdmin/Create.cshtml
source: Newsletter List
it_it: Elenco Newsletter

# ~/Modules/Laser.Orchard.NewsLetters/Views/NewsletterEditionAdmin/Edit.cshtml
source: Edit Newsletter Edition
it_it: Modifica Edizione

# ~/Modules/Laser.Orchard.NewsLetters/Views/NewsletterEditionAdmin/Edit.cshtml
source: Newsletter Edition Edit
it_it: Modifica Edizione

# ~/Modules/Laser.Orchard.NewsLetters/Views/NewsletterEditionAdmin/Edit.cshtml
source: Newsletter Edition List
it_it: Elenco Edizioni

# ~/Modules/Laser.Orchard.NewsLetters/Views/NewsletterEditionAdmin/Edit.cshtml
source: Newsletter List
it_it: Elenco Newsletter

# ~/Modules/Laser.Orchard.NewsLetters/Views/NewsletterEditionAdmin/Index.cshtml
source: Actions:
it_it: Azioni:

# ~/Modules/Laser.Orchard.NewsLetters/Views/NewsletterEditionAdmin/Index.cshtml
source: Apply
it_it: Applica

# ~/Modules/Laser.Orchard.NewsLetters/Views/NewsletterEditionAdmin/Index.cshtml
source: Choose action...
it_it: Scegliere l'azione...

# ~/Modules/Laser.Orchard.NewsLetters/Views/NewsletterEditionAdmin/Index.cshtml
source: Create New Edition
it_it: Crea Nuova Edizione

# ~/Modules/Laser.Orchard.NewsLetters/Views/NewsletterEditionAdmin/Index.cshtml
source: Delete
it_it: Elimina

# ~/Modules/Laser.Orchard.NewsLetters/Views/NewsletterEditionAdmin/Index.cshtml
source: Edit
it_it: Modifica

# ~/Modules/Laser.Orchard.NewsLetters/Views/NewsletterEditionAdmin/Index.cshtml
source: Edition not yet sent
it_it: Edizione non ancora inviata

# ~/Modules/Laser.Orchard.NewsLetters/Views/NewsletterEditionAdmin/Index.cshtml
source: Edition sent
it_it: Edizione inviata

# ~/Modules/Laser.Orchard.NewsLetters/Views/NewsletterEditionAdmin/Index.cshtml
source: Newsletter Edition List
it_it: Elenco Edizioni

# ~/Modules/Laser.Orchard.NewsLetters/Views/NewsletterEditionAdmin/Index.cshtml
source: Newsletter edition nr. {0}
it_it: Edizione Newnsletter n. {0}

# ~/Modules/Laser.Orchard.NewsLetters/Views/NewsletterEditionAdmin/Index.cshtml
source: Newsletter Editions List
it_it: Elenco delle edizioni delle newsletter

# ~/Modules/Laser.Orchard.NewsLetters/Views/NewsletterEditionAdmin/Index.cshtml
source: Newsletter List
it_it: Elenco Newsletter

# ~/Modules/Laser.Orchard.NewsLetters/Views/NewsletterEditionAdmin/Index.cshtml
source: Newsletter to be numbered
it_it: Newsletter ancora da numerare

# ~/Modules/Laser.Orchard.NewsLetters/Views/NewsletterEditionAdmin/Index.cshtml
source: Not yet sent
it_it: Non ancora inviata

# ~/Modules/Laser.Orchard.NewsLetters/Views/NewsletterEditionAdmin/Index.cshtml
source: Sent
it_it: Inviata

# ~/Modules/Laser.Orchard.NewsLetters/Views/NewsletterEditionAdmin/Index.cshtml
source: Sent on
it_it: Inviata il

# ~/Modules/Laser.Orchard.NewsLetters/Views/Parts/SubscriberRegistration.cshtml
source: Email Address
it_it: Indirizzo Email

# ~/Modules/Laser.Orchard.NewsLetters/Views/Parts/SubscriberRegistration.cshtml
source: Email Confirmation
it_it: Conferma Email

# ~/Modules/Laser.Orchard.NewsLetters/Views/Parts/SubscriberRegistration.cshtml
source: Name
it_it: Nome

# ~/Modules/Laser.Orchard.NewsLetters/Views/Parts/SubscriberRegistration.cshtml
source: Subscribe
it_it: Sottoscrivi

# ~/Modules/Laser.Orchard.NewsLetters/Views/Parts/SubscriberRegistration.cshtml
source: Subscribe to
it_it: Sottoscrivi

# ~/Modules/Laser.Orchard.NewsLetters/Views/Parts/SubscriberRegistration.cshtml
source: Your Name
it_it: Il tuo Nome

# ~/Modules/Laser.Orchard.NewsLetters/Views/SubscribersAdmin/Create.cshtml
source: New Newsletter Edition
it_it: Nuova Edizione

# ~/Modules/Laser.Orchard.NewsLetters/Views/SubscribersAdmin/Edit.cshtml
source: Newsletter Edition Edit
it_it: Modifica Edizione

# ~/Modules/Laser.Orchard.NewsLetters/Views/SubscribersAdmin/Index.cshtml
source: Actions:
it_it: Azioni:

# ~/Modules/Laser.Orchard.NewsLetters/Views/SubscribersAdmin/Index.cshtml
source: Apply
it_it: Applica

# ~/Modules/Laser.Orchard.NewsLetters/Views/SubscribersAdmin/Index.cshtml
source: Choose action...
it_it: Scegliere l'azione...

# ~/Modules/Laser.Orchard.NewsLetters/Views/SubscribersAdmin/Index.cshtml
source: Confirmation on {0}
it_it: Confermato il {0}

# ~/Modules/Laser.Orchard.NewsLetters/Views/SubscribersAdmin/Index.cshtml
source: Confirmed
it_it: Confermato

# ~/Modules/Laser.Orchard.NewsLetters/Views/SubscribersAdmin/Index.cshtml
source: Delete
it_it: Elimina

# ~/Modules/Laser.Orchard.NewsLetters/Views/SubscribersAdmin/Index.cshtml
source: Email confirmed
it_it: Email confermata

# ~/Modules/Laser.Orchard.NewsLetters/Views/SubscribersAdmin/Index.cshtml
source: Email not confirmed
it_it: Email non confermata

# ~/Modules/Laser.Orchard.NewsLetters/Views/SubscribersAdmin/Index.cshtml
source: Newsletter Edition List
it_it: Elenco

# ~/Modules/Laser.Orchard.NewsLetters/Views/SubscribersAdmin/Index.cshtml
source: Newsletter List
it_it: Elenco Newsletter

# ~/Modules/Laser.Orchard.NewsLetters/Views/SubscribersAdmin/Index.cshtml
source: Newsletter Subscribers List
it_it: Elenco Iscritti

# ~/Modules/Laser.Orchard.NewsLetters/Views/SubscribersAdmin/Index.cshtml
source: Not confirmed
it_it: Non confermata

# ~/Modules/Laser.Orchard.NewsLetters/Views/SubscribersAdmin/Index.cshtml
source: Subscribed from {0}
it_it: Iscritto dal {0}

# ~/Modules/Laser.Orchard.NewsLetters/Views/SubscribersAdmin/Index.cshtml
source: Unsubscribed on {0}
it_it: Cancellato il {0}

source: a confirmation email was sent to your email address.<br/>Please confirm your email by clicking on link in your email.
it_it: una email di conferma è stata inviata al tuo indirizzo di posta elettronica.<br/>Conferma il tuo indirizzo di posta elettronica cliccando sul link presente nel testo dell'email.

source: Dear
it_it: Egregio

source: Newsletter subscription
it_it: Sottoscrizione newsletter

# ~/Modules/Laser.Orchard.NewsLetters/Views/Subscription.ConfirmedEmail.cshtml
source: Email confirmation
it_it: Conferma Email

# ~/Modules/Laser.Orchard.NewsLetters/Views/Subscription.ConfirmedEmail.cshtml
source: Your Email address has been confirmed! Thank you!
it_it: La tua email è stata confermata! Grazie!

# ~/Modules/Laser.Orchard.NewsLetters/Views/Subscription.SubscribeError.cshtml
source: Dear
it_it: Egregio

# ~/Modules/Laser.Orchard.NewsLetters/Views/Subscription.SubscribeError.cshtml
source: Newsletter subscription
it_it: Sottoscrizione newsletter

# ~/Modules/Laser.Orchard.NewsLetters/Views/Subscription.SubscribeError.cshtml
source: Something went worng. Please retry.
it_it: Si è verificato un problema. Si prega di riprovare.

# ~/Modules/Laser.Orchard.NewsLetters/Views/Subscription.UnconfirmedEmail.cshtml
source: Email confirmation
it_it: Conferma Email

# ~/Modules/Laser.Orchard.NewsLetters/Views/Subscription.UnconfirmedEmail.cshtml
source: No email address found!
it_it: Indirizzo email non trovato!

# ~/Modules/Laser.Orchard.NewsLetters/Views/Subscription.Unsubscribe.cshtml
source: Email Address
it_it: Indirizzo Email

# ~/Modules/Laser.Orchard.NewsLetters/Views/Subscription.Unsubscribe.cshtml
source: Email Confirmation
it_it: Conferma Email

# ~/Modules/Laser.Orchard.NewsLetters/Views/Subscription.Unsubscribe.cshtml
source: Newsletter {0} unsubscription
it_it: Revoca iscrizione Newsletter {0}

# ~/Modules/Laser.Orchard.NewsLetters/Views/Subscription.Unsubscribe.cshtml
source: Newsletter unsubscription
it_it: Rimozione sottoscrizione newsletter

# ~/Modules/Laser.Orchard.NewsLetters/Views/Subscription.Unsubscribe.cshtml
source: Unsubscribe
it_it: Annulla sottoscrizione

# ~/Modules/Laser.Orchard.NewsLetters/Views/Subscription.UnsubscribedEmail.cshtml
source: Newsletter unsubscription
it_it: Rimozione sottoscrizione newsletter

# ~/Modules/Laser.Orchard.NewsLetters/Views/Subscription.UnsubscribedEmail.cshtml
source: Your Email address has been removed! Thank you!
it_it: La tua email è stata rimossa! Grazie!

source: a confirmation email was sent to your email address.<br/>Please confirm your unsubscription by clicking on link in your email.
it_it: una email di conferma è stata inviata al tuo indirizzo di posta elettronica.<br/>Conferma l'annullamento della sottoscrizione cliccando sul link presente nel testo dell'email.

source: Newsletter unsubscription
it_it: Rimozione sottoscrizione newsletter

# ~/Modules/Laser.Orchard.NewsLetters/Views/Subscription.UnsubscribeError.cshtml
source: Newsletter unsubscribe
it_it: Rimuovi sottoscrizione newsletter

# ~/Modules/Laser.Orchard.NewsLetters/Views/Subscription.UnsubscribeError.cshtml
source: No email address found!
it_it: Indirizzo email non trovato!

# Laser.Orchard.NewsLetters.Controllers.NewsletterAdminController
source: Couldn't create newsletter
it_it: Non è possibile creare la newsletter

# Laser.Orchard.NewsLetters.Controllers.NewsletterAdminController
source: Couldn't delete newsletter
it_it: Non è possibile eliminare la newsletter

# Laser.Orchard.NewsLetters.Controllers.NewsletterAdminController
source: Couldn't edit newsletter
it_it: Non è possibile modificare la newsletter

# Laser.Orchard.NewsLetters.Controllers.NewsletterAdminController
source: Newsletter deleted
it_it: Newsletter eliminata

# Laser.Orchard.NewsLetters.Controllers.NewsletterAdminController
source: Newsletter information updated
it_it: Informazioni della Newsletter aggiornate

# Laser.Orchard.NewsLetters.Controllers.NewsletterAdminController
source: newsletter was successfully deleted
it_it: La newsletter è stata correttamente eliminata

# Laser.Orchard.NewsLetters.Controllers.NewsletterAdminController
source: Not allowed to create newsletters
it_it: Non si dispone dell'autorizzazione di creare newsletter

# Laser.Orchard.NewsLetters.Controllers.NewsletterAdminController
source: Not allowed to edit newsletter
it_it: Non si dispone dell'autorizzazione di modificare newsletter

# Laser.Orchard.NewsLetters.Controllers.NewsletterEditionAdminController
source: Couldn't create newsletter
it_it: Non è possibile creare la newsletter

# Laser.Orchard.NewsLetters.Controllers.NewsletterEditionAdminController
source: Couldn't delete newsletter
it_it: Non è possibile eliminare la newsletter

# Laser.Orchard.NewsLetters.Controllers.NewsletterEditionAdminController
source: Couldn't edit newsletter
it_it: Non è possibile modificare la newsletter

# Laser.Orchard.NewsLetters.Controllers.NewsletterEditionAdminController
source: Newsletter edition deleted
it_it: Edizione Newsletter eliminata

# Laser.Orchard.NewsLetters.Controllers.NewsletterEditionAdminController
source: Newsletter edition updated
it_it: Edizione Newsletter aggiornata

# Laser.Orchard.NewsLetters.Controllers.NewsletterEditionAdminController
source: Not allowed to create newsletters
it_it: Non si dispone dell'autorizzazione di creare newsletter

# Laser.Orchard.NewsLetters.Controllers.NewsletterEditionAdminController
source: Not allowed to edit newsletter
it_it: Non si dispone dell'autorizzazione di modificare newsletter

# Laser.Orchard.NewsLetters.Controllers.SubscribersAdminController
source: Couldn't create newsletter
it_it: Non è possibile creare la newsletter

# Laser.Orchard.NewsLetters.Controllers.SubscribersAdminController
source: Couldn't delete newsletter
it_it: Non è possibile eliminare la newsletter

# Laser.Orchard.NewsLetters.Controllers.SubscribersAdminController
source: Couldn't edit newsletter
it_it: Non è possibile modificare la newsletter

# Laser.Orchard.NewsLetters.Controllers.SubscribersAdminController
source: Newsletter deleted
it_it: Newsletter eliminata

# Laser.Orchard.NewsLetters.Controllers.SubscribersAdminController
source: Newsletter information updated
it_it: Informazioni della Newsletter aggiornate

# Laser.Orchard.NewsLetters.Controllers.SubscribersAdminController
source: Not allowed to create newsletters
it_it: Non si dispone dell'autorizzazione di creare newsletter

# Laser.Orchard.NewsLetters.Controllers.SubscribersAdminController
source: Not allowed to edit newsletter
it_it: Non si dispone dell'autorizzazione di modificare newsletter

# Laser.Orchard.NewsLetters.Controllers.SubscriptionController
source: Email and email confirmation must match!
it_it: Email e Conferma Email devono essere uguali!

# Laser.Orchard.NewsLetters.Controllers.SubscriptionController
source: Please select at least one newsletter!
it_it: Si prega di selezionare almeno una Newsletter!

# Laser.Orchard.NewsLetters.Controllers.SubscriptionController
source: Subscription success
it_it: Iscrizione avvenuta con successo

# Laser.Orchard.NewsLetters.Controllers.SubscriptionController
source: Unsubscription success
it_it: Rimozione iscrizione avvenuta con successo

# Laser.Orchard.NewsLetters.Drivers.AnnouncementPartDriver
source: Announcement Error
it_it: Errore Annuncio

# Laser.Orchard.NewsLetters.Drivers.NewsletterDefinitionPartDriver
source: NewsletterDefinition Error
it_it: Errore NewsletterDefinition

# Laser.Orchard.NewsLetters.Drivers.NewsletterEditionPartDriver
source: Dispatched newsletter can't be updated!
it_it: Non è possibile aggiornare una newsletter spedita!

# Laser.Orchard.NewsLetters.Drivers.NewsletterEditionPartDriver
source: NewsletterEdition Error
it_it: Errore NewsletterEdition

# Laser.Orchard.NewsLetters.Drivers.SubscriberRegistrationPartDriver
source: SubscriberRegistration Error
it_it: Errore nella fase di registrazione

# Laser.Orchard.NewsLetters.Drivers.SubscriberRegistrationPartDriver
source: Subscription for newsletters is mandatory
it_it: Iscrizione newsletter obbligatoria

# Laser.Orchard.NewsLetters.Drivers.SubscriberRegistrationPartDriver
source: Subscription for newsletters not found
it_it: Iscrizione newsletter non trovata

# Laser.Orchard.NewsLetters.Handlers.NewsletterEditionSendTaskHandler
source: Click here to unsubscribe
it_it: Clicca per rimozione sottoscrizione

# Laser.Orchard.NewsLetters.Handlers.NewsletterEditionSendTaskHandler
source: Error parsing mail template.
it_it: Errore durante la compilazione del template.

# Laser.Orchard.NewsLetters.Services.NewsletterServices
source: Click here to unsubscribe
it_it: Clicca per rimozione sottoscrizione

# Laser.Orchard.NewsLetters.Services.NewsletterServices
source: Email already registered!
it_it: Email già registrata!

# Laser.Orchard.NewsLetters.Services.NewsletterServices
source: Email not found!
it_it: Email non trovata!

# Laser.Orchard.NewsLetters.Services.NewsletterServices
source: Email not yet registered!
it_it: Email non ancora registrata!

# Laser.Orchard.NewsLetters.Services.NewsletterServices
source: Enter a test email!
it_it: Inserisci un'email di test!

# Laser.Orchard.NewsLetters.Services.NewsletterServices
source: Error on template, mail not sended
it_it: Errore nell'esecuzione del Template, e-mail non inviata

# Laser.Orchard.NewsLetters.Services.NewsletterServices
source: Newsletter edition sent to a test email!
it_it: Edizione inviata all'email di test!

# Laser.Orchard.NewsLetters.Services.NewsletterServices
source: Sent
it_it: Inviata

# Laser.Orchard.NewsLetters.Services.NewsletterServices
source: Subscribe impossible. Please try again.
it_it: Sottoscrizione non eseguita. Si prega di riprovare.

# Laser.Orchard.NewsLetters.Services.NewsletterServices
source: Subscriber not found!
it_it: Utente iscritto non trovato

# Laser.Orchard.NewsLetters.Services.NewsletterServices
source: Unsubscribe impossible. Please try again.
it_it: Rimozione iscrizione non eseguita. Si prega di riprovare.

# Orchard.Blogs.AdminMenu
source: Newsletters
it_it: Newsletter
