Repository: LaserSrl/Laser.Orchard.Platform
Catalog: src/Modules/Laser.Orchard.PaymentGateway/App_Data/Localization/*/orchard.module.po
Languages: it_it

# ~/Modules/Laser.Orchard.PaymentGateway/Views/Admin/Index.cshtml
source: Payment Gateway Settings
it_it: Impostazioni dei Gateways di pagamento

# ~/Modules/Laser.Orchard.PaymentGateway/Views/Admin/Index.cshtml
source: Payment nonce duration (minutes)
it_it: Durata del nonce di pagamento (minuti).

# ~/Modules/Laser.Orchard.PaymentGateway/Views/Admin/Index.cshtml
source: Payment nonce duration in minutes (suggested value: 20).
it_it: Durata in minuti del nonce di pagamento (valore suggerito: 20).

# ~/Modules/Laser.Orchard.PaymentGateway/Views/Admin/Index.cshtml
source: Please refer to each POS tab for POS specific settings.
it_it: Fare riferimento alle schede di ogni POS per le relative impostazioni.

# ~/Modules/Laser.Orchard.PaymentGateway/Views/Admin/Index.cshtml
source: Save
it_it: Salva

# ~/Modules/Laser.Orchard.PaymentGateway/Views/BankTransfer.cshtml
source: Bank Transfer payment
it_it: Pagamento tramite Bonifico Bancario

# ~/Modules/Laser.Orchard.PaymentGateway/Views/BankTransfer.cshtml
source: Payment reason: {0}
it_it: Causale pagamento: {0}

# ~/Modules/Laser.Orchard.PaymentGateway/Views/BankTransfer.cshtml
source: Please send the transfer code via email at <a href='mailto:{0}'>{0}</a> in order to confirm your payment.
it_it: Per favore invia il codice del bonifico via email a <a href='mailto:{0}'>{0}</a> in modo da confermare il tuo pagamento.

# ~/Modules/Laser.Orchard.PaymentGateway/Views/BankTransfer.cshtml
source: You need to send the money at the following account number: {0}
it_it: Devi inviare il denaro al seguente iban: {0}

# ~/Modules/Laser.Orchard.PaymentGateway/Views/CashOnDelivery.cshtml
source: Your goods will be shipped and the courier will ask you to pay him the amount of your order.
it_it: Le tue merci saranno spedite e il corriere ti chiederà di pagare direttamente a lui l'ammontare del tuo ordine.

# ~/Modules/Laser.Orchard.PaymentGateway/Views/CustomPosAdminSettings.cshtml
source: Add new custom pos
it_it: Aggiungi un nuovo metodo di pagamento personalizzato

# ~/Modules/Laser.Orchard.PaymentGateway/Views/CustomPosAdminSettings.cshtml
source: Custom Pos Settings
it_it: Configurazione metodi di pagamenti personalizzati

# ~/Modules/Laser.Orchard.PaymentGateway/Views/CustomPosAdminSettings.cshtml
source: Save All
it_it: Salva Tutto

source: Remove this custom pos
it_it: Rimouvi il metodo di pagamento personalizzato

source: Alternate name: {0}
it_it: Nome alternate: {0}

source: Order:
it_it: Ordine:

source: Pos Name:
it_it: Nome metodo di pagamento:

source: Pos Provider:
it_it: Provider metodo di pagamento:

source: The CustomPosProvider to use for action execution and shape generation
it_it: Il CustomPosProvider da utilizzare per l'esecuzione della action e la generazione della shape

source: The name of the custom payment method
it_it: Il nome del metodo di pagamento personalizzato

source: The order in which payment buttons will be rendered during the checkout step
it_it: L'ordine nel quale i pulsanti di pagamento verranno visualizzati durante il checkout

source: This item is payable
it_it: E' possibile pagare questo articolo

# ~/Modules/Laser.Orchard.PaymentGateway/Views/Parts/PayButton.cshtml
source: Pay
it_it: Paga

# ~/Modules/Laser.Orchard.PaymentGateway/Views/Payment/Info.cshtml
source: Additional informations
it_it: Ulteriori informazioni

# ~/Modules/Laser.Orchard.PaymentGateway/Views/Payment/Info.cshtml
source: Amount
it_it: Importo

# ~/Modules/Laser.Orchard.PaymentGateway/Views/Payment/Info.cshtml
source: Back to payment page
it_it: Torna alla pagina di pagamento

# ~/Modules/Laser.Orchard.PaymentGateway/Views/Payment/Info.cshtml
source: Date
it_it: Data

# ~/Modules/Laser.Orchard.PaymentGateway/Views/Payment/Info.cshtml
source: Error
it_it: Errore

# ~/Modules/Laser.Orchard.PaymentGateway/Views/Payment/Info.cshtml
source: Failed
it_it: Operazione fallita

# ~/Modules/Laser.Orchard.PaymentGateway/Views/Payment/Info.cshtml
source: Outcome
it_it: Esito

# ~/Modules/Laser.Orchard.PaymentGateway/Views/Payment/Info.cshtml
source: Payment details
it_it: Dettagli pagamento

# ~/Modules/Laser.Orchard.PaymentGateway/Views/Payment/Info.cshtml
source: Reason
it_it: Causale

# ~/Modules/Laser.Orchard.PaymentGateway/Views/Payment/Info.cshtml
source: Succeeded
it_it: Riuscito

# ~/Modules/Laser.Orchard.PaymentGateway/Views/Payment/Info.cshtml
source: Transacion ID
it_it: ID Transazione

# ~/Modules/Laser.Orchard.PaymentGateway/Views/Payment/Pay.cshtml
source: Summary
it_it: Riepilogo

# ~/Modules/Laser.Orchard.PaymentGateway/Views/PaymentInfo/All.cshtml
source: Abandoned
it_it: Annullata

# ~/Modules/Laser.Orchard.PaymentGateway/Views/PaymentInfo/All.cshtml
source: Amount
it_it: Importo

# ~/Modules/Laser.Orchard.PaymentGateway/Views/PaymentInfo/All.cshtml
source: Content
it_it: Contenuto

# ~/Modules/Laser.Orchard.PaymentGateway/Views/PaymentInfo/All.cshtml
source: Currency
it_it: Valuta

# ~/Modules/Laser.Orchard.PaymentGateway/Views/PaymentInfo/All.cshtml
source: Date
it_it: Data

# ~/Modules/Laser.Orchard.PaymentGateway/Views/PaymentInfo/All.cshtml
source: Failed
it_it: Operazione fallita

# ~/Modules/Laser.Orchard.PaymentGateway/Views/PaymentInfo/All.cshtml
source: No data found.
it_it: Nessun dato trovato.

# ~/Modules/Laser.Orchard.PaymentGateway/Views/PaymentInfo/All.cshtml
source: Outcome
it_it: Esito

# ~/Modules/Laser.Orchard.PaymentGateway/Views/PaymentInfo/All.cshtml
source: Payments of all users
it_it: Pagamenti di tutti gli utenti

# ~/Modules/Laser.Orchard.PaymentGateway/Views/PaymentInfo/All.cshtml
source: Reason
it_it: Causale

# ~/Modules/Laser.Orchard.PaymentGateway/Views/PaymentInfo/All.cshtml
source: Transaction ID
it_it: ID Transazione

# ~/Modules/Laser.Orchard.PaymentGateway/Views/PaymentInfo/All.cshtml
source: User ID
it_it: ID Utente

# ~/Modules/Laser.Orchard.PaymentGateway/Views/PaymentInfo/All.cshtml
source: Waiting for payment
it_it: In attesa del pagamento

# ~/Modules/Laser.Orchard.PaymentGateway/Views/PaymentInfo/Index.cshtml
source: Abandoned
it_it: Annullata

# ~/Modules/Laser.Orchard.PaymentGateway/Views/PaymentInfo/Index.cshtml
source: Amount
it_it: Importo

# ~/Modules/Laser.Orchard.PaymentGateway/Views/PaymentInfo/Index.cshtml
source: Anonymous
it_it: Anonimo

# ~/Modules/Laser.Orchard.PaymentGateway/Views/PaymentInfo/Index.cshtml
source: Currency
it_it: Valuta

# ~/Modules/Laser.Orchard.PaymentGateway/Views/PaymentInfo/Index.cshtml
source: Date
it_it: Data

# ~/Modules/Laser.Orchard.PaymentGateway/Views/PaymentInfo/Index.cshtml
source: Failed
it_it: Operazione fallita

# ~/Modules/Laser.Orchard.PaymentGateway/Views/PaymentInfo/Index.cshtml
source: No data found.
it_it: Nessun dato trovato.

# ~/Modules/Laser.Orchard.PaymentGateway/Views/PaymentInfo/Index.cshtml
source: Outcome
it_it: Esito

# ~/Modules/Laser.Orchard.PaymentGateway/Views/PaymentInfo/Index.cshtml
source: Payments of user
it_it: Pagamenti dell'utente

# ~/Modules/Laser.Orchard.PaymentGateway/Views/PaymentInfo/Index.cshtml
source: Reason
it_it: Causale

# ~/Modules/Laser.Orchard.PaymentGateway/Views/PaymentInfo/Index.cshtml
source: Transaction ID
it_it: ID Transazione

# ~/Modules/Laser.Orchard.PaymentGateway/Views/PaymentInfo/Index.cshtml
source: Waiting for payment
it_it: In attesa del pagamento

# ~/Modules/Laser.Orchard.PaymentGateway/Views/PosList.cshtml
source: Loading valid payment methods. Please wait.
it_it: Attendere prego: caricamento dei metodi di pagamento in corso.

# ~/Modules/Laser.Orchard.PaymentGateway/Views/PosList.cshtml
source: Pay using:
it_it: Paga con

# ~/Modules/Laser.Orchard.PaymentGateway/Views/PosList.cshtml
source: There was an error initializing the payment. Please try again.
it_it: C'è stato un errore nell'inizializzazione del pagamento. È consigliato ritentare.

# ~/Modules/Laser.Orchard.PaymentGateway/Views/PosPayButton.cshtml
source: Pay now
it_it: Paga ora

# ~/Modules/Laser.Orchard.PaymentGateway/Views/PosPayButton_BankTransfer.cshtml
source: Pay via {0}
it_it: Paga tramite {0}

# ~/Modules/Laser.Orchard.PaymentGateway/Views/PosPayButton_BankTransfer.cshtml
source: Pay via Bank Transfer
it_it: Paga tramite Bonifico Bancario

# ~/Modules/Laser.Orchard.PaymentGateway/Views/PosPayButton_CashOnDelivery.cshtml
source: Pay on Delivery
it_it: Paga alla consegna

# Laser.Orchard.PaymentGateway.Activities.PaymentEventActivity
source: Failed
it_it: Operazione fallita

# Laser.Orchard.PaymentGateway.Activities.PaymentEventActivity
source: Manage payment result
it_it: Gestisce l'esito del pagamento

# Laser.Orchard.PaymentGateway.Activities.PaymentEventActivity
source: Payment
it_it: Pagamento

# Laser.Orchard.PaymentGateway.Activities.PaymentEventActivity
source: Succeeded
it_it: Riuscito

# Laser.Orchard.PaymentGateway.Controllers.AdminController
source: Could not save settings.
it_it: Impossibile salvare le impostazioni.

# Laser.Orchard.PaymentGateway.Controllers.AdminController
source: Settings saved successfully.
it_it: Impostazioni salvate correttamente.

# Laser.Orchard.PaymentGateway.Controllers.PaymentGatewayAPIController
source: A valid currency is required. You may find a list of valid currencies in this response's data object.
it_it: È richiesta una valuta valida. L'oggetto Data di questa risposta contiene una lista di valute valide.

# Laser.Orchard.PaymentGateway.Controllers.PaymentGatewayAPIController
source: Could not find a POS called "{0}": you may find a list of available POS names in this response's data object.
it_it: Impossibile trovare un POS chiamato "{0}": puoi trovare un elenco di POS utilizzabili nell'oggetto dati di questa riposta.

# Laser.Orchard.PaymentGateway.Controllers.PaymentGatewayAPIController
source: The Data object contains the array of valid filter parameters. These are case-insensitive.
it_it: L'oggetto Data di questa risposta contiene l'elenco dei parametri validi per il filtro. Questi non sono case-sensitive.

# Laser.Orchard.PaymentGateway.Controllers.PaymentGatewayAPIController
source: There are no valid currencies for the POS, or the pos is not valid. See this response's data object for a list of valid POS names
it_it: Non esistono valute valide per il metodo di pagamento selezionato, oppure il metodo non è valido. L'oggetto Data di questa risposta contiene una lista di metodi di pagamento validi.

# Laser.Orchard.PaymentGateway.Controllers.PosAdminBaseController
source: Could not save settings.
it_it: Impossibile salvare le impostazioni.

# Laser.Orchard.PaymentGateway.Controllers.PosAdminBaseController
source: Settings saved successfully.
it_it: Impostazioni salvate correttamente.

# Laser.Orchard.PaymentGateway.Navigation
source: Payment Gateway
it_it: Gateway di Pagamento

# Laser.Orchard.PaymentGateway.Navigation
source: Settings
it_it: Impostazioni

# Laser.Orchard.PaymentGateway.Providers.BankTransferPosProvider
source: Bank Transfer
it_it: Bonifico bancario

# Laser.Orchard.PaymentGateway.Providers.CashOnDeliveryProvider
source: Cash on Delivery
it_it: Pagamento alla consegna

# Laser.Orchard.PaymentGateway.Providers.DefaultCustomPosProvider
source: Default Custom Pos
it_it: Metodo di pagamento personalizzato di default

# Laser.Orchard.PaymentGateway.Services.PosServiceBase
source: Error PosServiceBase.EndPayment with parameters: paymentId="{0}", success="{1}", error="{2}", info="{3}", transacionId="{4}"
it_it: Errore PosServiceBase.EndPayment con i seguenti parametri: paymentId="{0}", success="{1}", error="{2}", info="{3}", transacionId="{4}"

# Laser.Orchard.PaymentGateway.Services.PosServiceBase
source: Transaction was already complete! Multiple payment transactions attempted by user. Error PosServiceBase.EndPayment with parameters: paymentId="{0}", success="{1}", error="{2}", info="{3}", transacionId="{4}"
it_it: La transazione era già stata completata! Pagamenti multipli sono stati avviati dall'utente. Errore PosServiceBase.EndPayment con i seguenti parametri: paymentId="{0}", success="{1}", error="{2}", info="{3}", transacionId="{4}"
