Repository: LaserSrl/Laser.Orchard.Platform
Catalog: src/Modules/Laser.Orchard.Facebook/App_Data/Localization/*/orchard.module.po
Languages: it_it

# ~/Modules/Laser.Orchard.Facebook/Views/ActivatingSocial_old/Facebook.cshtml
source: Post on this Facebook's page - Select a page
it_it: Posta su questa pagina Facebbok - Seleziona una pagina

# ~/Modules/Laser.Orchard.Facebook/Views/ActivatingSocial_old/Facebook.cshtml
source: Save
it_it: Salva

# ~/Modules/Laser.Orchard.Facebook/Views/ActivatingSocial_old/Facebook.cshtml
source: Select a element of the page list
it_it: Seleziona un elemento dalla lista di pagine

source: Caption
it_it: Etichetta

source: Description
it_it: Descrizione

source: Facebook Caption
it_it: Etichetta Facebook

source: Facebook Description
it_it: Descrizione su Facebook

source: Facebook Link
it_it: Link su Facebook

source: Facebook Message
it_it: Messaggio su Facebook

source: Facebook Name
it_it: Nome di Facebook

source: Facebook Picture
it_it: Foto del profilo facebook

source: Message
it_it: Messaggio

source: Name
it_it: Nome

source: Picture
it_it: Foto

source: Settings - Facebook Post
it_it: Impostazioni - Facebook post

source: Enable
it_it: Abilita

source: Facebook Account
it_it: Account Facebook

source: Only Enabled account can be used to post on Facebook
it_it: Solo gli account abilitati possono essere utilizzati per fare un post su Facebook

source: Shared = This account can be used by other user to generate Facebook Post
it_it: Condiviso significa che l'account potrà essere usato anche da altri utenti per effettuare nuovi Post

source: Shared Account
it_it: Account condiviso

source: YES
it_it: SI

# ~/Modules/Laser.Orchard.Facebook/Views/EditorTemplates/Parts/FacebookPost.cshtml
source: AccountList
it_it: LIsta degli account

# ~/Modules/Laser.Orchard.Facebook/Views/EditorTemplates/Parts/FacebookPost.cshtml
source: Approved
it_it: Approvato

# ~/Modules/Laser.Orchard.Facebook/Views/EditorTemplates/Parts/FacebookPost.cshtml
source: Caption
it_it: Etichetta

# ~/Modules/Laser.Orchard.Facebook/Views/EditorTemplates/Parts/FacebookPost.cshtml
source: Description
it_it: Descrizione

# ~/Modules/Laser.Orchard.Facebook/Views/EditorTemplates/Parts/FacebookPost.cshtml
source: Insert a facebook account
it_it: Inserisci un account Facebook

# ~/Modules/Laser.Orchard.Facebook/Views/EditorTemplates/Parts/FacebookPost.cshtml
source: Message
it_it: Messaggio

# ~/Modules/Laser.Orchard.Facebook/Views/EditorTemplates/Parts/FacebookPost.cshtml
source: Message already posted.
it_it: Messaggio già postato.

# ~/Modules/Laser.Orchard.Facebook/Views/EditorTemplates/Parts/FacebookPost.cshtml
source: Message not yet posted.
it_it: Messaggio non ancora postato.

# ~/Modules/Laser.Orchard.Facebook/Views/EditorTemplates/Parts/FacebookPost.cshtml
source: Name
it_it: Nome

# ~/Modules/Laser.Orchard.Facebook/Views/EditorTemplates/Parts/FacebookPost.cshtml
source: Picture Url
it_it: Url della foto

# ~/Modules/Laser.Orchard.Facebook/Views/EditorTemplates/Parts/FacebookPost.cshtml
source: Post on next publish
it_it: Posta alla prossima pubblicaizone

# ~/Modules/Laser.Orchard.Facebook/Views/EditorTemplates/Parts/FacebookPost.cshtml
source: ShareLink
it_it: Link to share

# ~/Modules/Laser.Orchard.Facebook/Views/EditorTemplates/Parts/FacebookPost.cshtml
source: This Facebook message has been already posted. You will be able to edit and save it, but it will not be posted anymore on next publish.
it_it: Questo messaggio è già stato postato. Potrai modificarlo e risalvarlo, ma non sarà più postato.

# ~/Modules/Laser.Orchard.Facebook/Views/EditorTemplates/Parts/FacebookPost.cshtml
source: With Image
it_it: Utilizza un'immagine

# ~/Modules/Laser.Orchard.Facebook/Views/EditorTemplates/Parts/FacebookPost.cshtml
source: YES
it_it: SI

# ~/Modules/Laser.Orchard.Facebook/Views/FacebookAccount/index.cshtml
source: Add Facebook Account
it_it: Aggiungi un Account Facebook

# ~/Modules/Laser.Orchard.Facebook/Views/FacebookAccount/index.cshtml
source: Clear
it_it: Cancella

# ~/Modules/Laser.Orchard.Facebook/Views/FacebookAccount/index.cshtml
source: Delete
it_it: Elimina

# ~/Modules/Laser.Orchard.Facebook/Views/FacebookAccount/index.cshtml
source: Edit
it_it: Modifica

# ~/Modules/Laser.Orchard.Facebook/Views/FacebookAccount/index.cshtml
source: Facebook Account
it_it: Account Facebook

# ~/Modules/Laser.Orchard.Facebook/Views/FacebookAccount/index.cshtml
source: Search
it_it: Cerca

# ~/Modules/Laser.Orchard.Facebook/Views/FacebookAccount/index.cshtml
source: Search:
it_it: Cerca:

# Laser.Orchard.Facebook.Controllers.FacebookAccountController
source: Facebook Account Added
it_it: Account Facebook Aggiunto

# Laser.Orchard.Facebook.Controllers.FacebookAccountController
source: Facebook Page {0} added
it_it: La pagina Facebook {0} è stata aggiunta

# Laser.Orchard.Facebook.Controllers.FacebookAccountController
source: Facebook Page {0} can't be added, is duplicated
it_it: La pagina Facebook {0} non può essere aggiunta, in quanto già presente.

# Laser.Orchard.Facebook.Controllers.FacebookAccountController
source: No facebook account setting added, add one in Settings -> Open Authentication
it_it: Nessun account Facebook, aggiungine uno in Impostazioni -> Open Authentication

# Laser.Orchard.Facebook.Controllers.FacebookAccountController
source: User Facebook Account added
it_it: L'account Facebook dell'utente è stato aggiunto

# Laser.Orchard.Facebook.Controllers.FacebookAccountController
source: User Facebook Account can't be added, is duplicated
it_it: L'account Facebook dell'utente non può essere aggiunto, in quanto già presente

# Laser.Orchard.Facebook.Handlers.FacebookPostHandler
source: Advertising can't be published, see campaign validation date
it_it: Il comunicato non può essere pubblicato. Controllare le date di validità della campagna.

# Laser.Orchard.Facebook.Handlers.FacebookPostHandler
source: Facebook error:
it_it: Errore durante l'operazione su Facebook:

# Laser.Orchard.Facebook.Navigation.AdminMenu
source: Social Facebook Account
it_it: Account social Facebook
