Repository: LaserSrl/Laser.Orchard.Platform
Catalog: src/Modules/Laser.Orchard.Translator/App_Data/Localization/*/orchard.module.po
Languages: it_it

source: Comma separated list of modules that must be translated.
it_it: Elenco separato da virgola dei moduli da tradurre.

source: Comma separated list of tenants that have custom translations.
it_it: Elenco separato da virgola dei tenants che hanno traduzioni custom.

source: Comma separated list of themes that must be translated.
it_it: Elenco separato da virgola dei temi da tradurre.

source: Modules to Translate
it_it: Moduli da Tradurre

source: Tenants to Translate
it_it: Tenants da tradurre

source: Themes to Translate
it_it: Temi da Tradurre

source: Translator Settings
it_it: Impostazioni Traduttore

# ~/Modules/Laser.Orchard.Translator/Views/Translator/Index.cshtml
source: Back
it_it: Indietro

# ~/Modules/Laser.Orchard.Translator/Views/Translator/Index.cshtml
source: Settings
it_it: Impostazioni

# ~/Modules/Laser.Orchard.Translator/Views/Translator/Index.cshtml
source: Translations
it_it: Traduzioni

# ~/Modules/Laser.Orchard.Translator/Views/Translator/Index.cshtml
source: Translator
it_it: Traduttore

source: Deprecated
it_it: Deprecata

source: e.g /Laser.Orchard.Platform/src/Modules/
it_it: es. /Laser.Orchard.Platform/src/Modules/

source: If checked, translations for this module won't be exported anymore.
it_it: Se selezionato, le traduzioni per questo modulo non verranno più esportate.

source: If checked, translations for this theme won't be exported anymore.
it_it: Se selezionato, le traduzioni per questo tema non verranno più esportate.

source: Save
it_it: Salva

source: Settings
it_it: Impostazioni

source: Translations settings
it_it: Impostazioni di traduzione

source: WARNING: this setting is applied to all languages.
it_it: ATTENZIONE: questa impostazione verrà applicata a tutte le lingue.

# ~/Modules/Laser.Orchard.Translator/Views/Translator/TranslatorForm.cshtml
source: Click to use this translation
it_it: Clicca per usare questa traduzione

# ~/Modules/Laser.Orchard.Translator/Views/Translator/TranslatorForm.cshtml
source: Context
it_it: Contesto

# ~/Modules/Laser.Orchard.Translator/Views/Translator/TranslatorForm.cshtml
source: Delete
it_it: Elimina

# ~/Modules/Laser.Orchard.Translator/Views/Translator/TranslatorForm.cshtml
source: Save
it_it: Salva

# ~/Modules/Laser.Orchard.Translator/Views/Translator/TranslatorForm.cshtml
source: Suggestions
it_it: Suggerimenti

# ~/Modules/Laser.Orchard.Translator/Views/Translator/TranslatorForm.cshtml
source: This operation will completely remove any association between the message and the module. You won't be able to translate this message for this module anymore until it's imported again. Do you want to continue?
it_it: Questa operazione rimuoverà completamente qualsiasi associazione tra il messaggio e il modulo. Non sarà più possibile tradurre questo messaggio per questo modulo fino a quando non verrà importato nuovamente. Vuoi continuare?

# ~/Modules/Laser.Orchard.Translator/Views/Translator/TranslatorForm.cshtml
source: Translate
it_it: Traduci

# ~/Modules/Laser.Orchard.Translator/Views/Translator/TranslatorForm.cshtml
source: Translation
it_it: Traduzione

# ~/Modules/Laser.Orchard.Translator/Views/TranslatorTree/Index.cshtml
source: Advanced Operations
it_it: Operazioni Avanzate

# ~/Modules/Laser.Orchard.Translator/Views/TranslatorTree/Index.cshtml
source: Deprecated
it_it: Deprecato

# ~/Modules/Laser.Orchard.Translator/Views/TranslatorTree/Index.cshtml
source: Export Translations
it_it: Esporta Traduzioni

# ~/Modules/Laser.Orchard.Translator/Views/TranslatorTree/Index.cshtml
source: Import Translations
it_it: Importa le Traduzioni

# ~/Modules/Laser.Orchard.Translator/Views/TranslatorTree/Index.cshtml
source: Language
it_it: Lingua

# ~/Modules/Laser.Orchard.Translator/Views/TranslatorTree/Index.cshtml
source: Language:
it_it: Lingua:

# ~/Modules/Laser.Orchard.Translator/Views/TranslatorTree/Index.cshtml
source: Legend
it_it: Legenda

# ~/Modules/Laser.Orchard.Translator/Views/TranslatorTree/Index.cshtml
source: Nothing to translate for this element.
it_it: Nessuna traduzione necessaria per questo elemento.

# ~/Modules/Laser.Orchard.Translator/Views/TranslatorTree/Index.cshtml
source: Please select a language
it_it: Selezionare una lingua

# ~/Modules/Laser.Orchard.Translator/Views/TranslatorTree/Index.cshtml
source: Please select a module or a theme.
it_it: Si prega di selezionare un modulo o un tema.

# ~/Modules/Laser.Orchard.Translator/Views/TranslatorTree/Index.cshtml
source: Please select a module, a theme or a tenant.
it_it: Seleziona un modulo, tema o tenant.

# ~/Modules/Laser.Orchard.Translator/Views/TranslatorTree/Index.cshtml
source: Show Details
it_it: Visualizza Dettagli

# ~/Modules/Laser.Orchard.Translator/Views/TranslatorTree/Index.cshtml
source: This operation will delete all current translations and replace them with the translations currently contained in the .po files. Do You want to continue?
it_it: Questa operazione eliminerà tutte le traduzioni e le sostituirà con le traduzioni contenute nei file con estensione .po. Vuoi continuare?

# ~/Modules/Laser.Orchard.Translator/Views/TranslatorTree/Index.cshtml
source: This operation will replace all current translations with the translations currently contained in the .po files. Do You want to continue?
it_it: Questa operazione sostituirà tutte le attuali traduzioni con quelle contenute nei file .po. Continuare?

# ~/Modules/Laser.Orchard.Translator/Views/TranslatorTree/Index.cshtml
source: Translation Status
it_it: Stato della Traduzione

# ~/Modules/Laser.Orchard.Translator/Views/TranslatorTree/Index.cshtml
source: Translator
it_it: Traduttore

# ~/Modules/Laser.Orchard.Translator/Views/TranslatorTree/Index.cshtml
source: Used
it_it: Usato

# Laser.Orchard.Translator.AdminMenu
source: Translator
it_it: Traduttore

# Laser.Orchard.Translator.Controllers.TranslatorController
source: An error occurred while saving the translation folder settings. Please reload the page and retry.
it_it: Si è verificato un errore nel salvataggio delle impostazioni di traduzione della cartella. Ricaricare la pagina prima di riprovare.

# Laser.Orchard.Translator.Controllers.TranslatorController
source: An error occurred while saving the translation. Please reload the page and retry.
it_it: Si è verificato un errore durante il salvataggio della traduzione. Si prega di ricaricare la pagina e riprovare.

# Laser.Orchard.Translator.Controllers.TranslatorController
source: Unable to delete the translation.
it_it: Impossibile eliminare la traduzione.

# Laser.Orchard.Translator.Controllers.TranslatorTreeController
source: Modules
it_it: Moduli

# Laser.Orchard.Translator.Controllers.TranslatorTreeController
source: Themes
it_it: Temi

# Laser.Orchard.Translator.Handlers.TranslatorSettingsHandler
source: Translator
it_it: Traduttore

# Laser.Orchard.Translator.Services.TranslatorServices
source: The requested translation does not exists.
it_it: La traduzione richiesta non esiste.
