Repository: LaserSrl/Laser.Orchard.Platform
Catalog: src/Modules/Laser.Orchard.Vimeo/App_Data/Localization/*/orchard.module.po
Languages: it_it

# ~/Modules/Laser.Orchard.Vimeo/Views/Admin/Index.cshtml
source: Add new token
it_it: Aggiungi un token

# ~/Modules/Laser.Orchard.Vimeo/Views/Admin/Index.cshtml
source: Album Name
it_it: Nome dell'album

# ~/Modules/Laser.Orchard.Vimeo/Views/Admin/Index.cshtml
source: All Audiences
it_it: Ogni tipo di pubblico

# ~/Modules/Laser.Orchard.Vimeo/Views/Admin/Index.cshtml
source: Always upload to this album.
it_it: Aggiungi i video a questo album

# ~/Modules/Laser.Orchard.Vimeo/Views/Admin/Index.cshtml
source: Always upload to this channel.
it_it: Aggiungi i video a questo canale

# ~/Modules/Laser.Orchard.Vimeo/Views/Admin/Index.cshtml
source: Always upload to this group.
it_it: Aggiungi i video a questo gruppo

# ~/Modules/Laser.Orchard.Vimeo/Views/Admin/Index.cshtml
source: Authorized Access Token
it_it: Token di accesso autorizzato

# ~/Modules/Laser.Orchard.Vimeo/Views/Admin/Index.cshtml
source: Can the video be added to channels, groups, or albums?
it_it: Il video può essere aggiunto a canali, gruppi o album?

# ~/Modules/Laser.Orchard.Vimeo/Views/Admin/Index.cshtml
source: Can the video be downloaded?
it_it: Il video può essere scaricato?

# ~/Modules/Laser.Orchard.Vimeo/Views/Admin/Index.cshtml
source: Categorization for the uploads
it_it: Categorizzazione per gli upload

# ~/Modules/Laser.Orchard.Vimeo/Views/Admin/Index.cshtml
source: Channel Name
it_it: Nome canale

# ~/Modules/Laser.Orchard.Vimeo/Views/Admin/Index.cshtml
source: Comma separated domains whitelist
it_it: Lista di domini validi, separati da virgola

# ~/Modules/Laser.Orchard.Vimeo/Views/Admin/Index.cshtml
source: Content ratings
it_it: Valutazione dei contenuti

# ~/Modules/Laser.Orchard.Vimeo/Views/Admin/Index.cshtml
source: Default video settings
it_it: Impostazioni video di default

# ~/Modules/Laser.Orchard.Vimeo/Views/Admin/Index.cshtml
source: Do not check the options here unless they are actually needed, to decrease the likelyhood of overloading the Vimeo API servers.
it_it: Non selezionare le opzioni successive a meno che non si sia sicuri di averne bisogno, in modo da limitare il numero di chiamate verso i server di Vimeo.

# ~/Modules/Laser.Orchard.Vimeo/Views/Admin/Index.cshtml
source: Get your tokens on
it_it: Procurati i token su

# ~/Modules/Laser.Orchard.Vimeo/Views/Admin/Index.cshtml
source: Group Name
it_it: Nome Gruppo

# ~/Modules/Laser.Orchard.Vimeo/Views/Admin/Index.cshtml
source: Insert your authorized Access Token. You can find it in your Vimeo App settings.
it_it: Inserisci il tuo Token di accesso autorizzato. Lo trovi nelle impostazioni della tua App di Vimeo.

# ~/Modules/Laser.Orchard.Vimeo/Views/Admin/Index.cshtml
source: Insert your authorized Access Token. You cna find it inr your Vimeo App settings.
it_it: Inserisci il tuo Token di accesso autorizzato. Lo trovi nelle impostazioni della tua App di Vimeo.

# ~/Modules/Laser.Orchard.Vimeo/Views/Admin/Index.cshtml
source: Mature
it_it: Contenuti maturi

# ~/Modules/Laser.Orchard.Vimeo/Views/Admin/Index.cshtml
source: Save
it_it: Salva

# ~/Modules/Laser.Orchard.Vimeo/Views/Admin/Index.cshtml
source: Videos will be uploaded to/ read from this album. Leave blank if unused.
it_it: I video potranno essere caricati su e letti da questo album. Se non utilizzato, lasciare il campo vuoto.

# ~/Modules/Laser.Orchard.Vimeo/Views/Admin/Index.cshtml
source: Videos will be uploaded to/ read from this channel. Leave blank if unused.
it_it: I video potranno essere caricati su e letti da questo canale. Se non utilizzato, lasciare il campo vuoto.

# ~/Modules/Laser.Orchard.Vimeo/Views/Admin/Index.cshtml
source: Videos will be uploaded to/ read from this group. Leave blank if unused.
it_it: I video potranno essere caricati su e letti da questo gruppo. Se non utilizzato, lasciare il campo vuoto.

# ~/Modules/Laser.Orchard.Vimeo/Views/Admin/Index.cshtml
source: Where can the video be embedded?
it_it: Dove può essere incluso il video?

# ~/Modules/Laser.Orchard.Vimeo/Views/Admin/Index.cshtml
source: Who can comment on the video?
it_it: Chi può commentare sul video?

# ~/Modules/Laser.Orchard.Vimeo/Views/Admin/Index.cshtml
source: Who can view the video?
it_it: Chi può visualizzare il video?

# ~/Modules/Laser.Orchard.Vimeo/Views/BackendUpload/Index.cshtml
source: Attempts at communication with Vimeo's servers failed. Try again later.
it_it: Impossibile comunicare con i servers di Vimeo. Ritenta più tardi.

# ~/Modules/Laser.Orchard.Vimeo/Views/BackendUpload/Index.cshtml
source: Click here or drop a video file
it_it: Clicca qui, o trascina e rilascia un file video

# ~/Modules/Laser.Orchard.Vimeo/Views/BackendUpload/Index.cshtml
source: Critical error while contacting servers.
it_it: Errore critico nel tentativo di contattare i servers

# ~/Modules/Laser.Orchard.Vimeo/Views/BackendUpload/Index.cshtml
source: Critical error while uploading
it_it: Errore critico durante il tentativo di upload

# ~/Modules/Laser.Orchard.Vimeo/Views/BackendUpload/Index.cshtml
source: Upload complete for media part
it_it: Upload completato

# ~/Modules/Laser.Orchard.Vimeo/Views/BackendUpload/Index.cshtml
source: Uploading: do not leave this page or close the browser.
it_it: Upload in corso: non lasciare la pagina o chiudere il browser.

source: Authorized Access Token
it_it: Token di accesso autorizzato

# Laser.Orchard.Vimeo.Activities.VimeoVideoActivity
source: Done
it_it: Fatto

# Laser.Orchard.Vimeo.Activities.VimeoVideoActivity
source: Vimeo video has been published.
it_it: Il video è stato pubblicato su Vimeo.

# Laser.Orchard.Vimeo.Controllers.AdminController
source: Access Token not valid
it_it: Token di accesso non valido

# Laser.Orchard.Vimeo.Controllers.AdminController
source: Access Token Valid
it_it: Token di accesso valido

# Laser.Orchard.Vimeo.Controllers.AdminController
source: Access Tokens are not valid: {0}{1}
it_it: Gli Access Tokens non sono validi: {0}{1}

# Laser.Orchard.Vimeo.Controllers.AdminController
source: Access Tokens are valid
it_it: Gli Access Tokens sono validi.

# Laser.Orchard.Vimeo.Controllers.AdminController
source: Album Name not valid
it_it: Nome dell'album non valido

# Laser.Orchard.Vimeo.Controllers.AdminController
source: Album Name Valid
it_it: Nome dell'album valido

# Laser.Orchard.Vimeo.Controllers.AdminController
source: Channel Name not valid
it_it: Nome canale non valido

# Laser.Orchard.Vimeo.Controllers.AdminController
source: Channel Name Valid
it_it: Nome canale valido

# Laser.Orchard.Vimeo.Controllers.AdminController
source: Group Name not valid
it_it: Nome del gruppo non valido

# Laser.Orchard.Vimeo.Controllers.AdminController
source: Group Name Valid
it_it: Nome del gruppo valido

# Laser.Orchard.Vimeo.Controllers.AdminController
source: Not allowed to manage Vimeo settings
it_it: Non autorizzato a gestire i settings per Vimeo

# Laser.Orchard.Vimeo.Controllers.AdminController
source: Too many requests to Vimeo. Rate limits will reset on {0} UTC
it_it: Troppe richieste a Vimeo. I limiti si resetteranno al tempo {0} UTC.

# Laser.Orchard.Vimeo.Controllers.VimeoUploadController
source: Error: Not enough upload quota available
it_it: Errore: la quota di upload disponibile non è sufficiente.

# Laser.Orchard.Vimeo.Controllers.VimeoUploadController
source: Everything is fine
it_it: Nessun errore

# Laser.Orchard.Vimeo.Controllers.VimeoUploadController
source: The upload has completed, but there was an error while handling the finishing touches.
it_it: L'upload è completato, ma c'è stato un errore durante la gestione dei passaggi di rifinitura.

# Laser.Orchard.Vimeo.Controllers.VimeoUploadController
source: The upload is still in progress.
it_it: L'upload è ancora in corso.

# Laser.Orchard.Vimeo.Controllers.VimeoUploadController
source: The upload process has finished.
it_it: Il processo di upload è terminato.

# Laser.Orchard.Vimeo.Controllers.VimeoUploadController
source: The upload was never started, or the MediaPart is not for a Vimeo video.
it_it: L'upload non è mai cominciato, o la MediaPart non contiene un video di Vimeo.

# Laser.Orchard.Vimeo.Controllers.VimeoUploadController
source: Unknown error.
it_it: Errore sconosciuto

# Laser.Orchard.Vimeo.Navigation.AdminMenu
source: Settings
it_it: Impostazioni

# Laser.Orchard.Vimeo.Providers.VimeoMenu
source: Upload to Vimeo
it_it: Carica su Vimeo

# Laser.Orchard.Vimeo.Services.VimeoServices
source: Access Denied: cannot add video. {0}
it_it: Accesso negato: impossibile aggiungere il video. {0}

# Laser.Orchard.Vimeo.Services.VimeoServices
source: Access Denied: user is not allowed to create a channel. {0}
it_it: Accesso negato: l'utente non è autorizzato a creare un canale. {0}

# Laser.Orchard.Vimeo.Services.VimeoServices
source: Access Denied: user is not allowed to create a Group. {0}
it_it: Accesso negato: l'utente non è autorizzato a creare un gruppo. {0}

# Laser.Orchard.Vimeo.Services.VimeoServices
source: Access Denied: user is not allowed to create an album.
it_it: Accesso negato: l'utente non è autorizzato a creare un album.

# Laser.Orchard.Vimeo.Services.VimeoServices
source: Access Denied: user is not allowed to create an album. {0}
it_it: Accesso negato: impossibile creare l'album. {0}

# Laser.Orchard.Vimeo.Services.VimeoServices
source: Access token not valid
it_it: Token di accesso non valido

# Laser.Orchard.Vimeo.Services.VimeoServices
source: Album created
it_it: Album creato

# Laser.Orchard.Vimeo.Services.VimeoServices
source: Album Name valid
it_it: Nome dell'album valido

# Laser.Orchard.Vimeo.Services.VimeoServices
source: Bad Request: on of the parameters is invalid.
it_it: Errore nella richiesta: uno dei parametri non è valido.

# Laser.Orchard.Vimeo.Services.VimeoServices
source: Bad Request: one of the parameters is invalid. {0}
it_it: Errore nella richiesta: uno dei parametri non è valido. {0}

# Laser.Orchard.Vimeo.Services.VimeoServices
source: Cannot access album
it_it: Impossibile accedere all'album

# Laser.Orchard.Vimeo.Services.VimeoServices
source: Cannot access channel
it_it: Impossibile accedere al canale

# Laser.Orchard.Vimeo.Services.VimeoServices
source: Cannot access group
it_it: Impossibile accedere al gruppo

# Laser.Orchard.Vimeo.Services.VimeoServices
source: Cannot identify video
it_it: Impossibile identificare il video

# Laser.Orchard.Vimeo.Services.VimeoServices
source: Channel created
it_it: Canale creato

# Laser.Orchard.Vimeo.Services.VimeoServices
source: Channel Name valid
it_it: Nome canale valido

# Laser.Orchard.Vimeo.Services.VimeoServices
source: Cleared records of complete uploads
it_it: Ripuliti i records degli uploads completati

# Laser.Orchard.Vimeo.Services.VimeoServices
source: Cleared records of uploads in progress
it_it: Ripuliti i records degli uploads in corso

# Laser.Orchard.Vimeo.Services.VimeoServices
source: Clearing references to uploads for MediaPart {0}
it_it: Ripulendo i riferimenti agli uploads per la MediaPart {0}

# Laser.Orchard.Vimeo.Services.VimeoServices
source: Did not have to add.
it_it: Non c'era niente da aggiungere

# Laser.Orchard.Vimeo.Services.VimeoServices
source: Do not tamper with the data in the page.
it_it: Non modificare le informazioni della pagina.

# Laser.Orchard.Vimeo.Services.VimeoServices
source: Failed to create album. Internal message: {0}
it_it: Fallimento nel creare l'album. Messaggio: {0}

# Laser.Orchard.Vimeo.Services.VimeoServices
source: Failed to create channel. Internal message: {0}
it_it: Fallimento nel creare il canale. Messaggio: {0}

# Laser.Orchard.Vimeo.Services.VimeoServices
source: Failed to create group. Internal message: {0}
it_it: Fallimento nel creare il gruppo. Messaggio: {0}

# Laser.Orchard.Vimeo.Services.VimeoServices
source: Failed to read response
it_it: Errore nella lettura della risposta

# Laser.Orchard.Vimeo.Services.VimeoServices
source: Failed to remove video on Vimeo.com
it_it: Tentativo di eliminare il video da vimeo.com fallito.

# Laser.Orchard.Vimeo.Services.VimeoServices
source: Group created
it_it: Gruppo creato

# Laser.Orchard.Vimeo.Services.VimeoServices
source: Group Name valid
it_it: Nome del gruppo valido

# Laser.Orchard.Vimeo.Services.VimeoServices
source: Http error when adding video to channel. Response {0}:{1}
it_it: Errore http nel tentare di aggiungere il video al canale. Risposta {0}:{1}

# Laser.Orchard.Vimeo.Services.VimeoServices
source: Http error when adding video to group. Response {0}:{1}
it_it: Errore http nel tentare di aggiungere il video al gruppo. Risposta {0}:{1}

# Laser.Orchard.Vimeo.Services.VimeoServices
source: Rate error on token {0}
it_it: Errore di rate sul token {0}

# Laser.Orchard.Vimeo.Services.VimeoServices
source: Record is null
it_it: Il record è null

# Laser.Orchard.Vimeo.Services.VimeoServices
source: Removed MediaPart
it_it: Rimossa MediaPart

# Laser.Orchard.Vimeo.Services.VimeoServices
source: Removed video on Vimeo.com
it_it: Video rimosso da Vimeo.com

# Laser.Orchard.Vimeo.Services.VimeoServices
source: Resource not found. {0}
it_it: Risorsa non trovata. {0}

# Laser.Orchard.Vimeo.Services.VimeoServices
source: The password must not be an empty string.
it_it: La password non può essere vuota.

# Laser.Orchard.Vimeo.Services.VimeoServices
source: Token {0} not valid.
it_it: Token {0} non valido.

# Laser.Orchard.Vimeo.Services.VimeoServices
source: Token {0} not valid. {1}
it_it: Token {0} non valido. {1}

# Laser.Orchard.Vimeo.Services.VimeoServices
source: Too many requests to Vimeo. Rate limits will reset on {0} UTC
it_it: Troppe richieste a Vimeo. I limiti si resetteranno al tempo {0} UTC.

# Laser.Orchard.Vimeo.Services.VimeoServices
source: Unknown error
it_it: Errore sconosciuto

# Laser.Orchard.Vimeo.Services.VimeoServices
source: Video not found
it_it: Video non trovato

# Laser.Orchard.Vimeo.Services.VimeoServices
source: View model cannot be null.
it_it: Il modello non può essere null.

# Laser.Orchard.Vimeo.Services.VimeoServices
source: You need to add at least one Access Token.
it_it: Deve essere inserito almeno un Access Token.
