Repository: LaserSrl/Laser.Orchard.Platform
Catalog: src/Modules/Contrib.Voting/App_Data/Localization/*/orchard.module.po
Languages: it_it

# ~/Modules/Contrib.Voting/Views/EditorTemplates/Parts.Vote.Widget.cshtml
source: Ascending
it_it: Crescente

# ~/Modules/Contrib.Voting/Views/EditorTemplates/Parts.Vote.Widget.cshtml
source: Content Type
it_it: Tipo di Contenuto

# ~/Modules/Contrib.Voting/Views/EditorTemplates/Parts.Vote.Widget.cshtml
source: Count
it_it: Conta

# ~/Modules/Contrib.Voting/Views/EditorTemplates/Parts.Vote.Widget.cshtml
source: Descending
it_it: Decrescente

# ~/Modules/Contrib.Voting/Views/EditorTemplates/Parts.Vote.Widget.cshtml
source: Dimension
it_it: Dimensione

# ~/Modules/Contrib.Voting/Views/EditorTemplates/Parts.Vote.Widget.cshtml
source: Function name
it_it: Nome funzione

# ~/Modules/Contrib.Voting/Views/EditorTemplates/Parts.Vote.Widget.cshtml
source: Order By
it_it: Ordina per

# ~/Modules/Contrib.Voting/Views/EditorTemplates/Parts.Vote.Widget.cshtml
source: Provide the technical name of the vote. Leave empty for 'overall' rating.
it_it: Fornisce il nome tecnico della votazione. Lasciare vuoto per la valutazione globale.

# ~/Modules/Contrib.Voting/Views/EditorTemplates/Parts.Vote.Widget.cshtml
source: Select which Content Type you want to display
it_it: Selezionare il Tipo di Contenuto da visualizzare

# ~/Modules/Contrib.Voting/Views/EditorTemplates/Parts.Vote.Widget.cshtml
source: Select which function should be used for ordering
it_it: Selezionare la funzione da utilizzare per l'ordinamento

# ~/Modules/Contrib.Voting/Views/Parts.VoteWidget.List.cshtml
source: There are no voted contents.
it_it: Non ci sono contenuti votati.

# Contrib.Voting.Filters.VoteAverageFilter
source: Average rating
it_it: Valutazione media

# Contrib.Voting.Filters.VoteAverageFilter
source: Average Rating
it_it: Valutazione Media

# Contrib.Voting.Filters.VoteAverageFilter
source: Average rating for the contents.
it_it: Valutazione media per i contenuti.

# Contrib.Voting.Filters.VoteAverageFilter
source: Average rating is between {0} and {1}
it_it: La valutazione media è tra {0} e {1}

# Contrib.Voting.Filters.VoteAverageFilter
source: Average rating is between {0} and {1}. Items with no votes will not be displayed.
it_it: La valutazione media è tra {0} e {1}. Gli elementi senza voti non saranno visualizzati.

# Contrib.Voting.Filters.VoteAverageFilter
source: Average rating is equals to {0}
it_it: La valutazione media è {0}

# Contrib.Voting.Filters.VoteAverageFilter
source: Average rating is equals to {0}. Items with no votes will not be displayed.
it_it: La valutazione media è {0}. Gli elementi senza voti non saranno visualizzati.

# Contrib.Voting.Filters.VoteAverageFilter
source: Average rating is greater than {0}
it_it: La valutazione media è superiore a {0}

# Contrib.Voting.Filters.VoteAverageFilter
source: Average rating is greater than {0}. Items with no votes will not be displayed.
it_it: La valutazione media è superiore a {0}. Gli elementi senza voti non saranno visualizzati.

# Contrib.Voting.Filters.VoteAverageFilter
source: Average rating is greater than or equal to {0}
it_it: La valutazione media è uguale o superiore a {0}

# Contrib.Voting.Filters.VoteAverageFilter
source: Average rating is greater than or equal to {0}. Items with no votes will not be displayed.
it_it: La valutazione media è uguale o superiore a {0}. Gli elementi senza voti non saranno visualizzati.

# Contrib.Voting.Filters.VoteAverageFilter
source: Average rating is less than {0}
it_it: La valutazione media è inferiore a {0}

# Contrib.Voting.Filters.VoteAverageFilter
source: Average rating is less than {0}. Items with no votes will not be displayed.
it_it: La valutazione media è inferiore a {0}. Gli elementi senza voti non saranno visualizzati.

# Contrib.Voting.Filters.VoteAverageFilter
source: Average rating is less than or equal to {0}
it_it: La valutazione media è uguale o inferiore a {0}

# Contrib.Voting.Filters.VoteAverageFilter
source: Average rating is less than or equal to {0}. Items with no votes will not be displayed.
it_it: La valutazione media è uguale o inferiore a {0}. Gli elementi senza voti non saranno visualizzati.

# Contrib.Voting.Filters.VoteAverageFilter
source: Average rating is not between {0} and {1}
it_it: La valutazione media non è tra {0} e {1}

# Contrib.Voting.Filters.VoteAverageFilter
source: Average rating is not between {0} and {1}. Items with no votes will not be displayed.
it_it: La valutazione media non è tra {0} e {1}. Gli elementi senza voti non saranno visualizzati.

# Contrib.Voting.Filters.VoteAverageFilter
source: Average rating is not equal to {0}
it_it: La valutazione media non è {0}

# Contrib.Voting.Filters.VoteAverageFilter
source: Average rating is not equal to {0}. Items with no votes will not be displayed.
it_it: La valutazione media non è {0}. Gli elementi senza voti non saranno visualizzati.

# Contrib.Voting.Filters.VoteAverageFilter
source: Average rating. Items with no votes will not be displayed.
it_it: Valutazione media. Gli elementi senza voti non saranno visualizzati.

# Contrib.Voting.Filters.VoteAverageFilter
source: Reviews
it_it: Recensioni

# Contrib.Voting.Filters.VoteCountFilter
source: Number of reviews for the contents.
it_it: Numero di recensioni per i contenuti.

# Contrib.Voting.Filters.VoteCountFilter
source: Review count
it_it: Conteggio recensioni

# Contrib.Voting.Filters.VoteCountFilter
source: Review count is between {0} and {1}
it_it: Il numero di recensioni è tra {0} e {1}

# Contrib.Voting.Filters.VoteCountFilter
source: Review count is between {0} and {1}. Items with no votes will not be displayed.
it_it: Il numero di recensioni è tra {0} e {1}. Gli elementi senza voti non saranno visualizzati.

# Contrib.Voting.Filters.VoteCountFilter
source: Review count is equals to {0}
it_it: Il numero di recensioni è {0}

# Contrib.Voting.Filters.VoteCountFilter
source: Review count is equals to {0}. Items with no votes will not be displayed.
it_it: Il numero di recensioni è {0}. Gli elementi senza voti non saranno visualizzati.

# Contrib.Voting.Filters.VoteCountFilter
source: Review count is greater than {0}
it_it: Il numero di recensioni è maggiore di {0}

# Contrib.Voting.Filters.VoteCountFilter
source: Review count is greater than {0}. Items with no votes will not be displayed.
it_it: Il numero di recensioni è maggiore di {0}. Gli elementi senza voti non saranno visualizzati.

# Contrib.Voting.Filters.VoteCountFilter
source: Review count is greater than or equal to {0}
it_it: Il numero di recensioni è maggiore o uguale a {0}

# Contrib.Voting.Filters.VoteCountFilter
source: Review count is greater than or equal to {0}. Items with no votes will not be displayed.
it_it: Il numero di recensioni è maggiore o uguale a {0}. Gli elementi senza voti non saranno visualizzati.

# Contrib.Voting.Filters.VoteCountFilter
source: Review count is less than {0}
it_it: Il numero di recensioni è minore di {0}

# Contrib.Voting.Filters.VoteCountFilter
source: Review count is less than {0}. Items with no votes will not be displayed.
it_it: Il numero di recensioni è minore di {0}. Gli elementi senza voti non saranno visualizzati.

# Contrib.Voting.Filters.VoteCountFilter
source: Review count is less than or equal to {0}
it_it: Il numero di recensioni è minore o uguale a {0}

# Contrib.Voting.Filters.VoteCountFilter
source: Review count is less than or equal to {0}. Items with no votes will not be displayed.
it_it: Il numero di recensioni è minore o uguale a {0}. Gli elementi senza voti non saranno visualizzati.

# Contrib.Voting.Filters.VoteCountFilter
source: Review count is not between {0} and {1}
it_it: Il numero di recensioni non è compreso tra {0} e {1}

# Contrib.Voting.Filters.VoteCountFilter
source: Review count is not between {0} and {1}. Items with no votes will not be displayed.
it_it: Il numero di recensioni non è compreso tra {0} e {1}. Gli elementi senza voti non saranno visualizzati.

# Contrib.Voting.Filters.VoteCountFilter
source: Review count is not equal to {0}
it_it: Il numero di recensioni non è {0}

# Contrib.Voting.Filters.VoteCountFilter
source: Review count is not equal to {0}. Items with no votes will not be displayed.
it_it: Il numero di recensioni non è {0}. Gli elementi senza voti non saranno visualizzati.

# Contrib.Voting.Filters.VoteCountFilter
source: Review count. Items with no votes will not be displayed.
it_it: Numero di recensioni. Gli elementi senza voti non saranno visualizzati.

# Contrib.Voting.Filters.VoteCountFilter
source: Reviews
it_it: Recensioni

# Contrib.Voting.Filters.VoteFilterBase
source: Votes / reviews filter
it_it: Filtro per voti / recensioni

# Contrib.Voting.Filters.VoteFilterForm
source: Is between
it_it: È compreso

# Contrib.Voting.Filters.VoteFilterForm
source: Is equal to
it_it: Uguale a

# Contrib.Voting.Filters.VoteFilterForm
source: Is greater than
it_it: È maggiore di

# Contrib.Voting.Filters.VoteFilterForm
source: Is greater than or equal to
it_it: È maggiore o uguale a

# Contrib.Voting.Filters.VoteFilterForm
source: Is less than
it_it: È minore di

# Contrib.Voting.Filters.VoteFilterForm
source: Is less than or equal to
it_it: È minore o uguale a

# Contrib.Voting.Filters.VoteFilterForm
source: Is not between
it_it: Non è compreso

# Contrib.Voting.Filters.VoteFilterForm
source: Is not equal to
it_it: NON è uguale

# Contrib.Voting.Filters.VoteFilterForm
source: Operator
it_it: Operatore

# Contrib.Voting.Filters.VoteFilterForm
source: Show not reviewed
it_it: Visualizza elementi senza recensioni

# Contrib.Voting.Filters.VoteFilterForm
source: Value
it_it: Valore
