Repository: LaserSrl/Laser.Orchard.Platform
Catalog: src/Modules/Laser.Orchard.Events/App_Data/Localization/*/orchard.module.po
Languages: fr_fr, it_it

source: Activity Part Label
it_it: Etichetta per l'attività (Activity Part)

source: Allow user set only one date.
it_it: Impedisci agli utenti di configurare più di una data.

source: Allow user to configure recurrences for activities.
fr_fr: Autoriser l'utilisateur à configurer la repetition des activités.
it_it: Permetti all'utente di configurare la ripetizione delle attività.

source: Date End Label
it_it: Etichetta per la data di fine dell'attività

source: Date Start Label
it_it: Etichetta per la data di inizio dell'attività

source: DateTime Types
it_it: Tipo permesso

# ~/Modules/Laser.Orchard.Events/Views/EditorTemplates/Parts/Activity.cshtml
source: All day
fr_fr: Tout le jour
it_it: Intera giornata

# ~/Modules/Laser.Orchard.Events/Views/EditorTemplates/Parts/Activity.cshtml
source: Date and time end
fr_fr: Date et heure de fin
it_it: Data e ora di fine

# ~/Modules/Laser.Orchard.Events/Views/EditorTemplates/Parts/Activity.cshtml
source: Date and time start
fr_fr: Date et heure de début
it_it: Data e ora di inizio

# ~/Modules/Laser.Orchard.Events/Views/EditorTemplates/Parts/Activity.cshtml
source: Day number
fr_fr: Nombre du jour
it_it: Numero di giorno

# ~/Modules/Laser.Orchard.Events/Views/EditorTemplates/Parts/Activity.cshtml
source: Day of the week
fr_fr: Jour de la semaine
it_it: Giorno della settimana

# ~/Modules/Laser.Orchard.Events/Views/EditorTemplates/Parts/Activity.cshtml
source: days
fr_fr: jours
it_it: giorni

# ~/Modules/Laser.Orchard.Events/Views/EditorTemplates/Parts/Activity.cshtml
source: End date
fr_fr: Date de fin
it_it: Data di fine

# ~/Modules/Laser.Orchard.Events/Views/EditorTemplates/Parts/Activity.cshtml
source: Event Data
fr_fr: Données Evénement
it_it: Dati Evento

# ~/Modules/Laser.Orchard.Events/Views/EditorTemplates/Parts/Activity.cshtml
source: For example, selecting Monday 12/08/2014, Day Number means 'Repeat the 8th of the month' and Day of the Week means 'Repeat the 2nd Monday of the month'
fr_fr: Par exemple, en selectionnant Lundi 08/12/2014, Nombre du Jour signifie 'Répéter le jour 8 du mois' et Jour de la Semaine signifie 'Répéter le deuxième Lundi du mois'
it_it: Ad esempio, selezionando Lunedi 08/12/2014, Numero di Giorno significa 'Ripeti il giorno 8 del mese' mentre Giorno della Settimana significa 'Ripeti il secondo Lunedi del mese'

# ~/Modules/Laser.Orchard.Events/Views/EditorTemplates/Parts/Activity.cshtml
source: Friday
fr_fr: Vendredi
it_it: Venerdi

# ~/Modules/Laser.Orchard.Events/Views/EditorTemplates/Parts/Activity.cshtml
source: In date:
fr_fr: En date:
it_it: In data:

# ~/Modules/Laser.Orchard.Events/Views/EditorTemplates/Parts/Activity.cshtml
source: Monday
fr_fr: Lundi
it_it: Lunedi

# ~/Modules/Laser.Orchard.Events/Views/EditorTemplates/Parts/Activity.cshtml
source: months
fr_fr: mois
it_it: mesi

# ~/Modules/Laser.Orchard.Events/Views/EditorTemplates/Parts/Activity.cshtml
source: Never
fr_fr: Jamais
it_it: Mai

# ~/Modules/Laser.Orchard.Events/Views/EditorTemplates/Parts/Activity.cshtml
source: Repeat
fr_fr: Répéter
it_it: Ripeti

# ~/Modules/Laser.Orchard.Events/Views/EditorTemplates/Parts/Activity.cshtml
source: Repeat by:
fr_fr: Répéter pour:
it_it: Ripeti per:

# ~/Modules/Laser.Orchard.Events/Views/EditorTemplates/Parts/Activity.cshtml
source: Repeat every:
fr_fr: Répéter chaque:
it_it: Ripeti ogni:

# ~/Modules/Laser.Orchard.Events/Views/EditorTemplates/Parts/Activity.cshtml
source: Saturday
fr_fr: Samedi
it_it: Sabato

# ~/Modules/Laser.Orchard.Events/Views/EditorTemplates/Parts/Activity.cshtml
source: Start date
fr_fr: Date de début
it_it: Data di inizio

# ~/Modules/Laser.Orchard.Events/Views/EditorTemplates/Parts/Activity.cshtml
source: Stop repeating:
fr_fr: Terminer répétition:
it_it: Finisci ripetizione:

# ~/Modules/Laser.Orchard.Events/Views/EditorTemplates/Parts/Activity.cshtml
source: Sunday
fr_fr: Dimanche
it_it: Domenica

# ~/Modules/Laser.Orchard.Events/Views/EditorTemplates/Parts/Activity.cshtml
source: Thursday
fr_fr: Jeudi
it_it: Giovedi

# ~/Modules/Laser.Orchard.Events/Views/EditorTemplates/Parts/Activity.cshtml
source: Tuesday
fr_fr: Mardi
it_it: Martedi

# ~/Modules/Laser.Orchard.Events/Views/EditorTemplates/Parts/Activity.cshtml
source: Wednesday
fr_fr: Mercredi
it_it: Mercoledi

# ~/Modules/Laser.Orchard.Events/Views/EditorTemplates/Parts/Activity.cshtml
source: weeks
fr_fr: semaines
it_it: settimane

# ~/Modules/Laser.Orchard.Events/Views/EditorTemplates/Parts/Activity.cshtml
source: years
fr_fr: années
it_it: anni

source: - Repeat until the day:
it_it: - Ripeti fino al giorno:

source: days
it_it: giorni

source: Friday
it_it: Venerdi

source: Monday
it_it: Lunedi

source: months
it_it: mesi

source: Repeat every:
it_it: Ripeti ogni:

source: Saturday
it_it: Sabato

source: Sunday
it_it: Domenica

source: Thursday
it_it: Giovedi

source: Tuesday
it_it: Martedi

source: Wednesday
it_it: Mercoledi

source: weeks
it_it: settimane

source: years
it_it: anni

# ~/Modules/Laser.Orchard.Events/Views/EditorTemplates/Parts/Calendar.cshtml
source: (Default Layout)
fr_fr: (Disposition par défaut)
it_it: (Schema predefinito)

# ~/Modules/Laser.Orchard.Events/Views/EditorTemplates/Parts/Calendar.cshtml
source: Calendar
fr_fr: Calendrier
it_it: Calendario

# ~/Modules/Laser.Orchard.Events/Views/EditorTemplates/Parts/Calendar.cshtml
source: Check to add a pager to the list.
fr_fr: Cocher pour ajouter une pagination à la liste.
it_it: Seleziona per aggiungere i pulsanti di paginazione alla lista.

# ~/Modules/Laser.Orchard.Events/Views/EditorTemplates/Parts/Calendar.cshtml
source: Display events as:
fr_fr: Affiche événements comme:
it_it: Mostra eventi come:

# ~/Modules/Laser.Orchard.Events/Views/EditorTemplates/Parts/Calendar.cshtml
source: Edit Query
fr_fr: Modifier la Requête
it_it: Modifica Ricerca

# ~/Modules/Laser.Orchard.Events/Views/EditorTemplates/Parts/Calendar.cshtml
source: For Query
fr_fr: Pour la Requête
it_it: Per la Ricerca

# ~/Modules/Laser.Orchard.Events/Views/EditorTemplates/Parts/Calendar.cshtml
source: Items to display
fr_fr: Eléments à afficher
it_it: Elementi da visualizzare

# ~/Modules/Laser.Orchard.Events/Views/EditorTemplates/Parts/Calendar.cshtml
source: List
fr_fr: Liste
it_it: Lista

# ~/Modules/Laser.Orchard.Events/Views/EditorTemplates/Parts/Calendar.cshtml
source: List start date
fr_fr: Date de début liste
it_it: Data inizio lista

# ~/Modules/Laser.Orchard.Events/Views/EditorTemplates/Parts/Calendar.cshtml
source: Number of days
fr_fr: Nombre de jours
it_it: Numero di giorni

# ~/Modules/Laser.Orchard.Events/Views/EditorTemplates/Parts/Calendar.cshtml
source: Optional. Provide a suffix to use when multiple pagers are displayed on the same page, e.g., when using multiple Projection Widgets, or to define alternates.
fr_fr: Optionnel. Fourni un suffixe à utiliser quand des paginations multiples sont affichées sur la même page, par exemple, en utilisant de multiple Widgets de Projection, ou pour définir des alternates.
it_it: Opzionale. Inserire un suffisso da utilizzare quando più numeratori di pagina vengono visualizzati contemporaneamente. Es. quando si utilizzano più widget di proiezione, o quando si definiscono delle alternative.

# ~/Modules/Laser.Orchard.Events/Views/EditorTemplates/Parts/Calendar.cshtml
source: Show pager
fr_fr: Afficher la pagination
it_it: Visualizza i pulsanti di paginazione

# ~/Modules/Laser.Orchard.Events/Views/EditorTemplates/Parts/Calendar.cshtml
source: Suffix
fr_fr: Suffixe
it_it: Suffisso

# ~/Modules/Laser.Orchard.Events/Views/EditorTemplates/Parts/Calendar.cshtml
source: The list will display events from this date.
fr_fr: La liste affichera les événements commencent à partir de cette date
it_it: La lista mostrerà gli eventi a partire da questa data.

# ~/Modules/Laser.Orchard.Events/Views/EditorTemplates/Parts/Calendar.cshtml
source: The number of days displayed in the list.
fr_fr: Le nombre de jours affichés dans la liste.
it_it: Il numero di giorni visualizzati nella lista.

# ~/Modules/Laser.Orchard.Events/Views/EditorTemplates/Parts/Calendar.cshtml
source: The query to display.
fr_fr: La requête à afficher.
it_it: La ricerca da visualizzare.

# ~/Modules/Laser.Orchard.Events/Views/EditorTemplates/Parts/Calendar.cshtml
source: The shape to use to display the events.
fr_fr: Le format à utilizer pour afficher les événements.
it_it: Il formato da usare per visualizzare gli eventi.

# ~/Modules/Laser.Orchard.Events/Views/EditorTemplates/Parts/Calendar.cshtml
source: When using pagination, this is the number of items per page. If 0, the default value in the site settings will be used.
fr_fr: Quand on utilise la pagination, c'est le nombre d'objets affichés dans la page. S'il est 0, le valeur inséré dans les paramètres du site sera utilisé.
it_it: Quando si utilizza la paginazione, questo è il numero di oggetti per pagina. Se vale 0, verrà usato il valore inserito nelle impostazioni del sito.

# Laser.Orchard.Events.Drivers.ActivityPartDriver
source: The ending date is greater than the starting date.
it_it: La data di fine deve essere maggiore della data di inizio.

# Laser.Orchard.Events.Drivers.ActivityPartDriver
source: The repeat date is not valid.
it_it: La data di ripetizione non è valida.

# Laser.Orchard.Events.Drivers.ActivityPartDriver
source: The repeat end date is required.
it_it: La data di fine ripetizione è obbligatoria.

# Laser.Orchard.Events.Drivers.ActivityPartDriver
source: The starting date and ending date of the event are required.
fr_fr: Les dates de debut et fin de l'événement sont obligatoires.
it_it: Le date di inizio e fine evento sono obbligatorie.

# Laser.Orchard.Events.Drivers.ActivityPartDriver
source: The starting date or ending date are not valid.
it_it: La data di inizio o quella di fine non sono valide.

# Laser.Orchard.Events.Drivers.CalendarPartDriver
source: Suffix should not contain special characters.
fr_fr: Le suffixe ne devrait pas contenir de caractères spéciaux.
it_it: Il suffisso non può contenere caratteri speciali.

# Laser.Orchard.Events.Projections.ActivityEndDateSortCriterionProvider
source: Activity Part Record
it_it: Record della parte Actvity

# Laser.Orchard.Events.Projections.ActivityEndDateSortCriterionProvider
source: End Date
it_it: Data di fine

# Laser.Orchard.Events.Projections.ActivityEndDateSortCriterionProvider
source: Ending date of the activity
it_it: Data di fine dell'attività

# Laser.Orchard.Events.Projections.ActivityEndDateSortCriterionProvider
source: Ending date of the event
fr_fr: Date de conclusion de l'événement
it_it: Data di conclusione dell'evento

# Laser.Orchard.Events.Projections.ActivityEndDateSortCriterionProvider
source: Event End Date
fr_fr: Date Fin Evénement
it_it: Data Fine Evento

# Laser.Orchard.Events.Projections.ActivityEndDateSortCriterionProvider
source: Ordered by {0}, ascending
fr_fr: Ordonné pour {0}, croissant
it_it: Ordinato per {0}, crescente

# Laser.Orchard.Events.Projections.ActivityEndDateSortCriterionProvider
source: Ordered by {0}, descending
fr_fr: Ordonné pour {0}, décroissant
it_it: Ordinato per {0}, decrescente

# Laser.Orchard.Events.Projections.ActivityEndDateSortCriterionProvider
source: Position in the list of activities
fr_fr: Position dans la liste des activités
it_it: Posizione nella lista di attivita'

# Laser.Orchard.Events.Projections.ActivityRangeFilter
source: Activities contained in a specified range of dates
fr_fr: Activités' contenues dans une plage de dates specificiée
it_it: Attivita' contenute in un intervallo di date specificato

# Laser.Orchard.Events.Projections.ActivityRangeFilter
source: Activity Dates
it_it: Date dell'attività

# Laser.Orchard.Events.Projections.ActivityRangeFilter
source: Activity Range
fr_fr: Plage Activités
it_it: Intervallo Attivita'

# Laser.Orchard.Events.Projections.ActivityRangeFilter
source: Calendar Event
fr_fr: Evénements du Calendier
it_it: Eventi del Calendario

# Laser.Orchard.Events.Projections.ActivityRangeForm
source: Activities from date
fr_fr: Activités è partir de la date
it_it: Attivita' da data

# Laser.Orchard.Events.Projections.ActivityRangeForm
source: Activities to date
fr_fr: Activités jusqu'a la date
it_it: Attivita' fino a data

# Laser.Orchard.Events.Projections.ActivityRangeForm
source: At least one date must be provided
fr_fr: Est obligatoire insérer au moins une date
it_it: Almeno una tra le date dev'essere specificata

# Laser.Orchard.Events.Projections.ActivityRangeForm
source: Retrieve activities beginning in or after this date
fr_fr: Récupérer activités qui débutent dans ou apres cette date
it_it: Recupera attivita' che iniziano in o successivamente a questa data

# Laser.Orchard.Events.Projections.ActivityRangeForm
source: Retrieve activities ending in or before this date
fr_fr: Récupérer activités qui finissent dans ou avant cette date
it_it: Recupera attivita' che finiscono in o precedentemente a questa data

# Laser.Orchard.Events.Projections.ActivityStartDateSortCriterionProvider
source: Activity Part Record
it_it: Record della parte Actvity

# Laser.Orchard.Events.Projections.ActivityStartDateSortCriterionProvider
source: Activity Start Date
it_it: Data di inizio dell'attività

# Laser.Orchard.Events.Projections.ActivityStartDateSortCriterionProvider
source: Event Start Date
fr_fr: Date Début Evénement
it_it: Data Inizio Evento

# Laser.Orchard.Events.Projections.ActivityStartDateSortCriterionProvider
source: Ordered by {0}, ascending
fr_fr: Ordonné pour {0}, croissant
it_it: Ordinato per {0}, crescente

# Laser.Orchard.Events.Projections.ActivityStartDateSortCriterionProvider
source: Ordered by {0}, descending
fr_fr: Ordonné pour {0}, décroissant
it_it: Ordinato per {0}, decrescente

# Laser.Orchard.Events.Projections.ActivityStartDateSortCriterionProvider
source: Position in the list of activities
fr_fr: Position dans la liste des activités
it_it: Posizione nella lista di attivita'

# Laser.Orchard.Events.Projections.ActivityStartDateSortCriterionProvider
source: Start Date
it_it: Data di inizio

# Laser.Orchard.Events.Projections.ActivityStartDateSortCriterionProvider
source: Starting date of the event
fr_fr: Date de début de l'événement
it_it: Data di inizio dell'evento

# Laser.Orchard.Events.Tokens.ActivityPartTokens
source: Activity End Date
it_it: Data di fine dell'attività

# Laser.Orchard.Events.Tokens.ActivityPartTokens
source: Activity End Date (as String)
it_it: Data fine attività (come stringa)

# Laser.Orchard.Events.Tokens.ActivityPartTokens
source: Activity Start Date
it_it: Data di inizio dell'attività

# Laser.Orchard.Events.Tokens.ActivityPartTokens
source: Activity Start Date (as String)
it_it: Data inizio attività (come stringa)

# Laser.Orchard.Events.Tokens.ActivityPartTokens
source: End date of Activity
it_it: Data di fine dell'attività

# Laser.Orchard.Events.Tokens.ActivityPartTokens
source: Start date of Activity
it_it: Data d'inizio dell'attività

# Laser.Orchard.Events.Tokens.ActivityPartTokens
source: String representing the end date of Activity
it_it: Stringa che rappresenta la data di fine dell'attività

# Laser.Orchard.Events.Tokens.ActivityPartTokens
source: String representing the start date of Activity
it_it: Stringa che rappresenta la data d'inizio dell'attività

# Laser.Orchard.Events.Tokens.EventTokens
source: End date of the parent Calendar
fr_fr: Date de fin du Calendrier parent
it_it: Data di fine del Calendario padre

# Laser.Orchard.Events.Tokens.EventTokens
source: Event List
fr_fr: Liste d'Evénements
it_it: Lista Eventi

# Laser.Orchard.Events.Tokens.EventTokens
source: List End Date
fr_fr: Date Fin Liste
it_it: Data Fine Lista

# Laser.Orchard.Events.Tokens.EventTokens
source: List Start Date
fr_fr: Date Début Liste
it_it: Data Inizio Lista

# Laser.Orchard.Events.Tokens.EventTokens
source: Start date of the parent Calendar
fr_fr: Date de début du Calendrier parent
it_it: Data di inizio del Calendario padre

# Laser.Orchard.Events.Tokens.EventTokens
source: Tokens for Calendars (list shape)
fr_fr: Token pour Calendriers (en format de liste)
it_it: Token per Calendari (in forma di lista)
