Repository: LaserSrl/Laser.Orchard.Platform
Catalog: src/Modules/Laser.Orchard.AdvancedSettings/App_Data/Localization/*/orchard.module.po
Languages: it_it

source: Name
it_it: Nome

source: The technical name can't be modified.
it_it: Il nome tecnico una volta definito non può essere modificato.

source: You must provide a unique techincal name for the setting.
it_it: È necessario fornire un nome tecnico univoco per questa configurazione.

source: Select a customization for the frontend theme.
it_it: Seleziona una personalizzazione per il tema di frontend

source: Set values to further personalize your theme. Leave a value empty to use its default from the customization you've chosen.
it_it: Seleziona i valori per personalizzare ulteriormente il tema. Lascia un valore vuoto per utilizzare il valore predefinito della personalizzazione selezionata.

source: Theme Customization
it_it: Personalizzazione del tema

source: Theme Variables
it_it: Variabili del Tema

source: Theme variant
it_it: Varianti del tema

source: All skins
it_it: Tutte le skin

source: Select the frontend theme customizations that will be available in this tenant.
it_it: Seleziona le personalizzazioni per il tema di frontend che saranno disponibili in questo tenant.

source: Theme Customization
it_it: Personalizzazione del tema

source: Theme variant
it_it: Varianti del tema

# Laser.Orchard.AdvancedSettings.Drivers.AdvancedSettingsPartDriver
source: A setting with the same Name already exists.
it_it: Esiste già una configurazione con lo stesso Nome.

# Laser.Orchard.AdvancedSettings.Drivers.ThemeSkinsPartDriver
source: Default
it_it: Predefinito

# Laser.Orchard.AdvancedSettings.Handlers.ThemeSkinsSettingsPartHandler
source: ThemeSkins
it_it: Skin del Tema

# Laser.Orchard.AdvancedSettings.Tokens.AdvancedSettingsTokens
source: Advanced Settings
it_it: Opzioni Avanzate

# Laser.Orchard.AdvancedSettings.Tokens.AdvancedSettingsTokens
source: Advanced settings tokens.
it_it: Token degli advanced settings.

# Laser.Orchard.AdvancedSettings.Tokens.AdvancedSettingsTokens
source: Gets the Advanced Settings and Chain its ContentItem.
it_it: Ottiene l'Advanced Setting e concatena il suo ContentItem.
