Repository: LaserSrl/Laser.Orchard.Platform
Catalog: src/Modules/Laser.Orchard.Reporting/App_Data/Localization/*/orchard.module.po
Languages: it_it

source: ChartTag Css Class
it_it: Classe CSS ChartTag

source: Container Css Class
it_it: Classe CSS Container

source: Selected Report
it_it: Report Selezionato

source: You can configure the default values of the Part, so that the instances by default inherit these settings
it_it: È possibile configurare i valori di default della Parte in modo che le istanze li ereditino

source: Chart Type
it_it: Tipo di Grafico

source: ChartTag Css Class
it_it: Classe CSS ChartTag

source: Color Style
it_it: Stile Colore

source: Container Css Class
it_it: Classe CSS Container

source: Start Color
it_it: Colore Iniziale

# ~/Modules/Laser.Orchard.Reporting/Views/Parts/DataReportViewer.Donut.cshtml
source: There is no data
it_it: Nessun dato

# ~/Modules/Laser.Orchard.Reporting/Views/Parts/DataReportViewer.Histogram.cshtml
source: There is no data
it_it: Nessun dato

source: There is no data
it_it: Nessun dato

# ~/Modules/Laser.Orchard.Reporting/Views/Parts/DataReportViewer.LineChart.cshtml
source: There is no data
it_it: Nessun dato

# ~/Modules/Laser.Orchard.Reporting/Views/Parts/DataReportViewer.PieChart.cshtml
source: There is no data
it_it: Nessun dato

# ~/Modules/Laser.Orchard.Reporting/Views/Parts/DataReportViewer.SimpleList.cshtml
source: There is no data
it_it: Nessun dato

source: There is no data
it_it: Nessun dato

# ~/Modules/Laser.Orchard.Reporting/Views/Report/Create.cshtml
source: Aggregate Method
it_it: Metodo di Aggregazione

# ~/Modules/Laser.Orchard.Reporting/Views/Report/Create.cshtml
source: Chart Types
it_it: Tipi di Grafico

# ~/Modules/Laser.Orchard.Reporting/Views/Report/Create.cshtml
source: Create
it_it: Crea

# ~/Modules/Laser.Orchard.Reporting/Views/Report/Create.cshtml
source: Description
it_it: Descrizione

# ~/Modules/Laser.Orchard.Reporting/Views/Report/Create.cshtml
source: Group By field
it_it: Raggruppa Per Campo

# ~/Modules/Laser.Orchard.Reporting/Views/Report/Create.cshtml
source: Name
it_it: Nome

# ~/Modules/Laser.Orchard.Reporting/Views/Report/Create.cshtml
source: Query
it_it: Ricerca

# ~/Modules/Laser.Orchard.Reporting/Views/Report/Create.cshtml
source: Save
it_it: Salva

# ~/Modules/Laser.Orchard.Reporting/Views/Report/Create.cshtml
source: Title
it_it: Titolo

# ~/Modules/Laser.Orchard.Reporting/Views/Report/CreateHql.cshtml
source: Chart Types
it_it: Tipi di Grafico

# ~/Modules/Laser.Orchard.Reporting/Views/Report/CreateHql.cshtml
source: Column Aliases
it_it: Alias delle colonne

# ~/Modules/Laser.Orchard.Reporting/Views/Report/CreateHql.cshtml
source: Create
it_it: Crea

# ~/Modules/Laser.Orchard.Reporting/Views/Report/CreateHql.cshtml
source: Name
it_it: Nome

# ~/Modules/Laser.Orchard.Reporting/Views/Report/CreateHql.cshtml
source: New HQL Query
it_it: Nuova Query HQL

# ~/Modules/Laser.Orchard.Reporting/Views/Report/CreateHql.cshtml
source: Query
it_it: Ricerca

# ~/Modules/Laser.Orchard.Reporting/Views/Report/CreateHql.cshtml
source: Save
it_it: Salva

# ~/Modules/Laser.Orchard.Reporting/Views/Report/CreateHql.cshtml
source: Specify the column names to be shown in the report, separated by a comma. The report will then show, for each data row, only values corresponding to these columns, in the order given. If this is empty, the report will compute the column aliases based on the query.
it_it: Specificare i nomi delle colonne da mostrare nel report, separati da virgola. Il report mostrerà, per ogni riga, solo i valori corrispondenti alle colonne specificate, nell'ordine in cui sono scritte. Se non viene specificato alcun nome di colonna, il report mostrerà le colonne così come definite dalla query.

# ~/Modules/Laser.Orchard.Reporting/Views/Report/CreateHql.cshtml
source: Title
it_it: Titolo

# ~/Modules/Laser.Orchard.Reporting/Views/Report/CreateHql.cshtml
source: You can specify filters in your HQL query using tokens like {Request.Form:*}. Then you have to add a field for each filter to your Data Report Viewer Content Type to enable users to set filters.
it_it: È possibile specificare filtri nella query HQL usando token come {Request.Form:*}. Quindi è necessario aggiungere un campo per ogni filtro nel Tipo di Contenuto Data Report Viewer per permettere agli utenti di impostare il valore dei filtri.

# ~/Modules/Laser.Orchard.Reporting/Views/Report/DashboardList.cshtml
source: Apply Filter
it_it: Applica Filtro

# ~/Modules/Laser.Orchard.Reporting/Views/Report/DashboardList.cshtml
source: Dashboards
it_it: Dashboard

# ~/Modules/Laser.Orchard.Reporting/Views/Report/DashboardList.cshtml
source: Edit
it_it: Modifica

# ~/Modules/Laser.Orchard.Reporting/Views/Report/DashboardList.cshtml
source: Name
it_it: Nome

# ~/Modules/Laser.Orchard.Reporting/Views/Report/DashboardList.cshtml
source: New Dashboard
it_it: Nuova Dashboard

# ~/Modules/Laser.Orchard.Reporting/Views/Report/Display.cshtml
source: Execute report
it_it: Esegui Report

# ~/Modules/Laser.Orchard.Reporting/Views/Report/Display.cshtml
source: Loading report...
it_it: Caricamento report in corso...

# ~/Modules/Laser.Orchard.Reporting/Views/Report/Display.cshtml
source: Print
it_it: Stampa

# ~/Modules/Laser.Orchard.Reporting/Views/Report/Display.cshtml
source: Refresh
it_it: Aggiorna

# ~/Modules/Laser.Orchard.Reporting/Views/Report/Display.cshtml
source: Reports List
it_it: Elenco Report

# ~/Modules/Laser.Orchard.Reporting/Views/Report/Edit.cshtml
source: Aggregate Method
it_it: Metodo di Aggregazione

# ~/Modules/Laser.Orchard.Reporting/Views/Report/Edit.cshtml
source: Chart Types
it_it: Tipi di Grafico

# ~/Modules/Laser.Orchard.Reporting/Views/Report/Edit.cshtml
source: Description
it_it: Descrizione

# ~/Modules/Laser.Orchard.Reporting/Views/Report/Edit.cshtml
source: Edit
it_it: Modifica

# ~/Modules/Laser.Orchard.Reporting/Views/Report/Edit.cshtml
source: Group By field
it_it: Raggruppa Per Campo

# ~/Modules/Laser.Orchard.Reporting/Views/Report/Edit.cshtml
source: Name
it_it: Nome

# ~/Modules/Laser.Orchard.Reporting/Views/Report/Edit.cshtml
source: Query
it_it: Ricerca

# ~/Modules/Laser.Orchard.Reporting/Views/Report/Edit.cshtml
source: Save
it_it: Salva

# ~/Modules/Laser.Orchard.Reporting/Views/Report/Edit.cshtml
source: Title
it_it: Titolo

# ~/Modules/Laser.Orchard.Reporting/Views/Report/EditHql.cshtml
source: Chart Types
it_it: Tipi di Grafico

# ~/Modules/Laser.Orchard.Reporting/Views/Report/EditHql.cshtml
source: Column Aliases
it_it: Alias delle colonne

# ~/Modules/Laser.Orchard.Reporting/Views/Report/EditHql.cshtml
source: Edit
it_it: Modifica

# ~/Modules/Laser.Orchard.Reporting/Views/Report/EditHql.cshtml
source: Name
it_it: Nome

# ~/Modules/Laser.Orchard.Reporting/Views/Report/EditHql.cshtml
source: New HQL Query
it_it: Nuova Query HQL

# ~/Modules/Laser.Orchard.Reporting/Views/Report/EditHql.cshtml
source: Query
it_it: Ricerca

# ~/Modules/Laser.Orchard.Reporting/Views/Report/EditHql.cshtml
source: Save
it_it: Salva

# ~/Modules/Laser.Orchard.Reporting/Views/Report/EditHql.cshtml
source: Specify the column names to be shown in the report, separated by a comma. The report will then show, for each data row, only values corresponding to these columns, in the order given. If this is empty, the report will compute the column aliases based on the query.
it_it: Specificare i nomi delle colonne da mostrare nel report, separati da virgola. Il report mostrerà, per ogni riga, solo i valori corrispondenti alle colonne specificate, nell'ordine in cui sono scritte. Se non viene specificato alcun nome di colonna, il report mostrerà le colonne così come definite dalla query.

# ~/Modules/Laser.Orchard.Reporting/Views/Report/EditHql.cshtml
source: Title
it_it: Titolo

# ~/Modules/Laser.Orchard.Reporting/Views/Report/EditHql.cshtml
source: You can specify filters in your HQL query using tokens like {Request.Form:*}. Then you have to add a field for each filter to your Data Report Viewer Content Type to enable users to set filters.
it_it: È possibile specificare filtri nella query HQL usando token come {Request.Form:*}. Quindi è necessario aggiungere un campo per ogni filtro nel Tipo di Contenuto Data Report Viewer per permettere agli utenti di impostare il valore dei filtri.

# ~/Modules/Laser.Orchard.Reporting/Views/Report/Index.cshtml
source: Create
it_it: Crea

# ~/Modules/Laser.Orchard.Reporting/Views/Report/Index.cshtml
source: Create HQL
it_it: Crea HQL

# ~/Modules/Laser.Orchard.Reporting/Views/Report/Index.cshtml
source: Edit
it_it: Modifica

# ~/Modules/Laser.Orchard.Reporting/Views/Report/Index.cshtml
source: Manage Data Reports
it_it: Gestione Report Dati

# ~/Modules/Laser.Orchard.Reporting/Views/Report/Index.cshtml
source: Name
it_it: Nome

# ~/Modules/Laser.Orchard.Reporting/Views/Report/Index.cshtml
source: Remove
it_it: Elimina

# ~/Modules/Laser.Orchard.Reporting/Views/Report/ShowDashboard.cshtml
source: Filters
it_it: Filtri

# ~/Modules/Laser.Orchard.Reporting/Views/Report/ShowDashboard.cshtml
source: Loading report...
it_it: Caricamento report in corso...

# ~/Modules/Laser.Orchard.Reporting/Views/Report/ShowDashboard.cshtml
source: Print
it_it: Stampa

# ~/Modules/Laser.Orchard.Reporting/Views/Report/ShowDashboard.cshtml
source: Refresh
it_it: Aggiorna

# ~/Modules/Laser.Orchard.Reporting/Views/Report/ShowReports.cshtml
source: Apply Filter
it_it: Applica Filtro

# ~/Modules/Laser.Orchard.Reporting/Views/Report/ShowReports.cshtml
source: Create
it_it: Crea

# ~/Modules/Laser.Orchard.Reporting/Views/Report/ShowReports.cshtml
source: Edit
it_it: Modifica

# ~/Modules/Laser.Orchard.Reporting/Views/Report/ShowReports.cshtml
source: Execute Data Reports
it_it: Esegui Report Dati

# ~/Modules/Laser.Orchard.Reporting/Views/Report/ShowReports.cshtml
source: Name
it_it: Nome

# Laser.Orchard.Reporting.AdminMenu
source: Charts
it_it: Grafici

# Laser.Orchard.Reporting.AdminMenu
source: Charts & Reports
it_it: Grafici e Report

# Laser.Orchard.Reporting.AdminMenu
source: Dashboard Definitions
it_it: Definizione Dashboard

# Laser.Orchard.Reporting.AdminMenu
source: Dashboards
it_it: Dashboard

# Laser.Orchard.Reporting.AdminMenu
source: Data Report Dashboards
it_it: Dashboard Report Dati

# Laser.Orchard.Reporting.AdminMenu
source: Data Reports
it_it: Report Dati

# Laser.Orchard.Reporting.AdminMenu
source: Execute Data Reports
it_it: Esegui Report Dati

# Laser.Orchard.Reporting.AdminMenu
source: Query Report Definition
it_it: Definizione Report

# Laser.Orchard.Reporting.Controllers.ReportController
source: [No Name]
it_it: [Nessun Nome]

# Laser.Orchard.Reporting.Controllers.ReportController
source: Average
it_it: Media

# Laser.Orchard.Reporting.Controllers.ReportController
source: Count
it_it: Conta

# Laser.Orchard.Reporting.Controllers.ReportController
source: Donut Chart
it_it: Grafico a Ciambella

# Laser.Orchard.Reporting.Controllers.ReportController
source: Histogram
it_it: Istogramma

# Laser.Orchard.Reporting.Controllers.ReportController
source: Line Chart
it_it: Grafico a Linee

# Laser.Orchard.Reporting.Controllers.ReportController
source: Maximum
it_it: Massimo

# Laser.Orchard.Reporting.Controllers.ReportController
source: Minimum
it_it: Minimo

# Laser.Orchard.Reporting.Controllers.ReportController
source: Not authorized
it_it: Non autorizzato

# Laser.Orchard.Reporting.Controllers.ReportController
source: Not authorized to execute this dashboard
it_it: Non autorizzato a eseguire questa dashboard

# Laser.Orchard.Reporting.Controllers.ReportController
source: Not authorized to list Reports
it_it: Non autorizzato a visualizzare l'elenco dei Report

# Laser.Orchard.Reporting.Controllers.ReportController
source: Pie Chart
it_it: Grafico a Torta

# Laser.Orchard.Reporting.Controllers.ReportController
source: Simple List
it_it: Elenco Semplice

# Laser.Orchard.Reporting.Controllers.ReportController
source: Sum
it_it: Somma

# Laser.Orchard.Reporting.Controllers.ReportController
source: The selected field does't support the selected Aggregate method
it_it: Il campo selezionato non supporta questo metodo di Aggregazione

# Laser.Orchard.Reporting.Controllers.ReportController
source: There is no dashboard with the Id
it_it: Nessuna dashboard con Id

# Laser.Orchard.Reporting.Controllers.ReportController
source: There is no GroupBy field matched with the given parameters
it_it: Nessun campo di Raggruppamento coincide con i parametri specificati

# Laser.Orchard.Reporting.Controllers.ReportController
source: There is no report with the given Id
it_it: Nessuna report con l'Id specificato

# Laser.Orchard.Reporting.Controllers.ReportController
source: There is no report with the Id
it_it: Nessuna report con Id

# Laser.Orchard.Reporting.Drivers.DataReportViewerDriver
source: Please select a Report
it_it: Selezionare un Report

# Laser.Orchard.Reporting.Providers.FieldGroupByParameterProvider
source: {0} Content Fields
it_it: {0} Campi di contenuto

# Laser.Orchard.Reporting.Providers.FieldGroupByParameterProvider
source: Content Fields for {0}
it_it: Campo di {0}

# Laser.Orchard.Reporting.Providers.FieldGroupByParameterProvider
source: group the result by '{0}' values
it_it: raggruppa il risultato per '{0}' valori

# Laser.Orchard.Reporting.Providers.FieldGroupByParameterProvider
source: group the result by '{0}' values {1}
it_it: raggruppa il risultato per '{0}' valori {1}

# Laser.Orchard.Reporting.Security.Permissions
source: [No Title]
it_it: [Nessun Titolo]

# Laser.Orchard.Reporting.Services.FieldAggregateQueryService
source: {0} between {1}-{2}
it_it: {0} compreso fra {1}-{2}

# Laser.Orchard.Reporting.Services.FieldAggregateQueryService
source: Select an option
it_it: Selezionare una opzione

# Laser.Orchard.Reporting.Services.ReportManager
source: [No Title]
it_it: [Nessun Titolo]

# Laser.Orchard.Reporting.Services.ReportManager
source: No results found for your search.
it_it: La tua ricerca non ha trovato alcun risultato.
