Repository: LaserSrl/Laser.Orchard.Platform
Catalog: src/Modules/Laser.Orchard.AdvancedSearch/App_Data/Localization/*/orchard.module.po
Languages: it_it

# ~/Modules/Laser.Orchard.AdvancedSearch/Views/Admin/List.cshtml
source: {0} from {1}
it_it: {0} da {1}

# ~/Modules/Laser.Orchard.AdvancedSearch/Views/Admin/List.cshtml
source: {0} until {1}
it_it: {0} fino a {1}

# ~/Modules/Laser.Orchard.AdvancedSearch/Views/Admin/List.cshtml
source: Actions:
it_it: Azioni:

# ~/Modules/Laser.Orchard.AdvancedSearch/Views/Admin/List.cshtml
source: Advanced filters
it_it: Filtri avanzati

# ~/Modules/Laser.Orchard.AdvancedSearch/Views/Admin/List.cshtml
source: all versions
it_it: tutte le versioni

# ~/Modules/Laser.Orchard.AdvancedSearch/Views/Admin/List.cshtml
source: any (show all)
it_it: qualsiasi (visualizza tutti)

# ~/Modules/Laser.Orchard.AdvancedSearch/Views/Admin/List.cshtml
source: any (translated or not)
it_it: Tutto (tradotto e non)

# ~/Modules/Laser.Orchard.AdvancedSearch/Views/Admin/List.cshtml
source: Apply
it_it: Applica

# ~/Modules/Laser.Orchard.AdvancedSearch/Views/Admin/List.cshtml
source: Builk actions:
it_it: Azioni in blocco

# ~/Modules/Laser.Orchard.AdvancedSearch/Views/Admin/List.cshtml
source: Choose action...
it_it: Scegliere l'azione...

# ~/Modules/Laser.Orchard.AdvancedSearch/Views/Admin/List.cshtml
source: Click to remove filter
it_it: Clicca per rimuovere il filtro

# ~/Modules/Laser.Orchard.AdvancedSearch/Views/Admin/List.cshtml
source: Content creation:
it_it: Creazione contenuto:

# ~/Modules/Laser.Orchard.AdvancedSearch/Views/Admin/List.cshtml
source: Content filtering
it_it: Filtro contenuti

# ~/Modules/Laser.Orchard.AdvancedSearch/Views/Admin/List.cshtml
source: Content order:
it_it: Ordinamento contenuti:

# ~/Modules/Laser.Orchard.AdvancedSearch/Views/Admin/List.cshtml
source: Content order: {0}
it_it: Ordinamento contenuti: {0}

# ~/Modules/Laser.Orchard.AdvancedSearch/Views/Admin/List.cshtml
source: Content status:
it_it: Stato:

# ~/Modules/Laser.Orchard.AdvancedSearch/Views/Admin/List.cshtml
source: Content status: {0}
it_it: Stato del contenuto: {0}

# ~/Modules/Laser.Orchard.AdvancedSearch/Views/Admin/List.cshtml
source: Content type:
it_it: Tipo di contenuto:

# ~/Modules/Laser.Orchard.AdvancedSearch/Views/Admin/List.cshtml
source: Content type: {0}
it_it: Tipo di contenuto: {0}

# ~/Modules/Laser.Orchard.AdvancedSearch/Views/Admin/List.cshtml
source: Create New {0}
it_it: Crea Nuovo {0}

# ~/Modules/Laser.Orchard.AdvancedSearch/Views/Admin/List.cshtml
source: Create New Content
it_it: Crea Nuovo Contenuto

# ~/Modules/Laser.Orchard.AdvancedSearch/Views/Admin/List.cshtml
source: Date From
it_it: Dalla Data

# ~/Modules/Laser.Orchard.AdvancedSearch/Views/Admin/List.cshtml
source: Date To
it_it: Alla Data

# ~/Modules/Laser.Orchard.AdvancedSearch/Views/Admin/List.cshtml
source: Delete
it_it: Elimina

# ~/Modules/Laser.Orchard.AdvancedSearch/Views/Admin/List.cshtml
source: Extended status
it_it: Stato esteso

# ~/Modules/Laser.Orchard.AdvancedSearch/Views/Admin/List.cshtml
source: Filter by
it_it: Filtrare per

# ~/Modules/Laser.Orchard.AdvancedSearch/Views/Admin/List.cshtml
source: Items with Id {0} in the CPF {1}
it_it: Contenuti con Id {0} nel CPF {1}

# ~/Modules/Laser.Orchard.AdvancedSearch/Views/Admin/List.cshtml
source: Language
it_it: Lingua

# ~/Modules/Laser.Orchard.AdvancedSearch/Views/Admin/List.cshtml
source: Language: {0}
it_it: Lingua: {0}

# ~/Modules/Laser.Orchard.AdvancedSearch/Views/Admin/List.cshtml
source: latest
it_it: ultimo

# ~/Modules/Laser.Orchard.AdvancedSearch/Views/Admin/List.cshtml
source: Manage {0} Content
it_it: Gestire Contenuto {0}

# ~/Modules/Laser.Orchard.AdvancedSearch/Views/Admin/List.cshtml
source: Manage Content
it_it: Gestire Contenuto

# ~/Modules/Laser.Orchard.AdvancedSearch/Views/Admin/List.cshtml
source: Manage content
it_it: Gestire contenuto

# ~/Modules/Laser.Orchard.AdvancedSearch/Views/Admin/List.cshtml
source: Not translated to: {0}
it_it: Non tradotto in: {0}

# ~/Modules/Laser.Orchard.AdvancedSearch/Views/Admin/List.cshtml
source: Only items with media.
it_it: Solo contenuti multimediali.

# ~/Modules/Laser.Orchard.AdvancedSearch/Views/Admin/List.cshtml
source: Only show items by: {0}
it_it: Mostra solo i contenuti di: {0}

# ~/Modules/Laser.Orchard.AdvancedSearch/Views/Admin/List.cshtml
source: Only show my items.
it_it: Mostra solo miei contenuti.

# ~/Modules/Laser.Orchard.AdvancedSearch/Views/Admin/List.cshtml
source: Only with media
it_it: Solo con file multimediali

# ~/Modules/Laser.Orchard.AdvancedSearch/Views/Admin/List.cshtml
source: Ordered by
it_it: Ordinato per

# ~/Modules/Laser.Orchard.AdvancedSearch/Views/Admin/List.cshtml
source: Other filters
it_it: Altri filtri

# ~/Modules/Laser.Orchard.AdvancedSearch/Views/Admin/List.cshtml
source: Owned by me
it_it: Solo miei contenuti

# ~/Modules/Laser.Orchard.AdvancedSearch/Views/Admin/List.cshtml
source: Owner
it_it: Proprietario

# ~/Modules/Laser.Orchard.AdvancedSearch/Views/Admin/List.cshtml
source: Publish Now
it_it: Pubblica Ora

# ~/Modules/Laser.Orchard.AdvancedSearch/Views/Admin/List.cshtml
source: Publish status:
it_it: Stato pubblicazione:

# ~/Modules/Laser.Orchard.AdvancedSearch/Views/Admin/List.cshtml
source: published
it_it: pubblicato

# ~/Modules/Laser.Orchard.AdvancedSearch/Views/Admin/List.cshtml
source: recently created
it_it: creato di recente

# ~/Modules/Laser.Orchard.AdvancedSearch/Views/Admin/List.cshtml
source: recently modified
it_it: modificato di recente

# ~/Modules/Laser.Orchard.AdvancedSearch/Views/Admin/List.cshtml
source: recently published
it_it: pubblicato di recente

# ~/Modules/Laser.Orchard.AdvancedSearch/Views/Admin/List.cshtml
source: Show
it_it: Visualizza

# ~/Modules/Laser.Orchard.AdvancedSearch/Views/Admin/List.cshtml
source: Taxonomy term: {0}
it_it: Termine tassonomia: {0}

# ~/Modules/Laser.Orchard.AdvancedSearch/Views/Admin/List.cshtml
source: Terms
it_it: Termini

# ~/Modules/Laser.Orchard.AdvancedSearch/Views/Admin/List.cshtml
source: Unpublish
it_it: Annulla Pubblicazione

# ~/Modules/Laser.Orchard.AdvancedSearch/Views/Admin/List.cshtml
source: unpublished
it_it: Non pubblicato

# ~/Modules/Laser.Orchard.AdvancedSearch/Views/Admin/List.cshtml
source: Untranslated in {0}
it_it: Non tradotto in {0}

# ~/Modules/Laser.Orchard.AdvancedSearch/Views/Admin/List.cshtml
source: User name or e-mail
it_it: Nome utente o e-mail

# Laser.Orchard.AdvancedSearch.ContentAdminMenu
source: Advanced Search
it_it: Ricerca Avanzata

# Laser.Orchard.AdvancedSearch.ContentAdminMenu
source: Content
it_it: Contenuto

# Laser.Orchard.AdvancedSearch.Controllers.AdminController
source: Cannot create content
it_it: Non è possibile creare il contenuto

# Laser.Orchard.AdvancedSearch.Controllers.AdminController
source: Cannot edit content
it_it: Non è possibile modificare il contenuto

# Laser.Orchard.AdvancedSearch.Controllers.AdminController
source: Content successfully published.
it_it: Contenuto pubblicato.

# Laser.Orchard.AdvancedSearch.Controllers.AdminController
source: Content successfully removed.
it_it: Contenuto rimosso.

# Laser.Orchard.AdvancedSearch.Controllers.AdminController
source: Content successfully unpublished.
it_it: Contenuto rimosso dalla pubblicazione.

# Laser.Orchard.AdvancedSearch.Controllers.AdminController
source: Could not clone the content item.
it_it: Impossibile clonare il contenuto.

# Laser.Orchard.AdvancedSearch.Controllers.AdminController
source: Couldn't clone content
it_it: Non è possibile clonare il contenuto

# Laser.Orchard.AdvancedSearch.Controllers.AdminController
source: Couldn't create content
it_it: Non è stato possibile creare il contenuto

# Laser.Orchard.AdvancedSearch.Controllers.AdminController
source: Couldn't edit content
it_it: Non è stato possibile modificare il contenuto

# Laser.Orchard.AdvancedSearch.Controllers.AdminController
source: Couldn't publish content
it_it: Non è stato possibile pubblicare il contenuto

# Laser.Orchard.AdvancedSearch.Controllers.AdminController
source: Couldn't publish selected content.
it_it: Non è stato possibile pubblicare il contenuto selezionato.

# Laser.Orchard.AdvancedSearch.Controllers.AdminController
source: Couldn't remove content
it_it: Non è stato possibile eliminare il contenuto

# Laser.Orchard.AdvancedSearch.Controllers.AdminController
source: Couldn't remove selected content.
it_it: Non è stato possibile eliminare il contenuto selezionato.

# Laser.Orchard.AdvancedSearch.Controllers.AdminController
source: Couldn't unpublish content
it_it: Non è stato possibile annullare la pubblicazione del contenuto

# Laser.Orchard.AdvancedSearch.Controllers.AdminController
source: Couldn't unpublish selected content.
it_it: Non è stato possibile annullare la pubblicazione del contenuto selezionato.

# Laser.Orchard.AdvancedSearch.Controllers.AdminController
source: No user found. Ownership filter not applied.
it_it: Utente non trovato. Filtro sul proprietario non applicato.

# Laser.Orchard.AdvancedSearch.Controllers.AdminController
source: Not authorized to visualize any item.
it_it: Non autorizzato a vedere alcun contenuto.

# Laser.Orchard.AdvancedSearch.Controllers.AdminController
source: Successfully cloned. The clone was saved as a draft.
it_it: Contenuto clonato. Il nuovo contenuto è stato salvato come bozza.

# Laser.Orchard.AdvancedSearch.Controllers.AdminController
source: That {0} has been published.
it_it: Questo {0} è stato pubblicato.

# Laser.Orchard.AdvancedSearch.Controllers.AdminController
source: That {0} has been removed.
it_it: Il {0} è stato rimosso.

# Laser.Orchard.AdvancedSearch.Controllers.AdminController
source: That {0} has been unpublished.
it_it: Questo {0} è stato spubblicato.

# Laser.Orchard.AdvancedSearch.Controllers.AdminController
source: That content has been published.
it_it: Il contenuto è stato pubblicato.

# Laser.Orchard.AdvancedSearch.Controllers.AdminController
source: That content has been removed.
it_it: Il contenuto è stato rimosso.

# Laser.Orchard.AdvancedSearch.Controllers.AdminController
source: That content has been unpublished.
it_it: La pubblicazione del contenuto è stata annullata.

# Laser.Orchard.AdvancedSearch.Controllers.AdminController
source: Your {0} has been created.
it_it: Il {0} è stato creato.

# Laser.Orchard.AdvancedSearch.Controllers.AdminController
source: Your {0} has been saved.
it_it: Il {0} è stato salvato.

# Laser.Orchard.AdvancedSearch.Controllers.AdminController
source: Your content has been created.
it_it: Il contenuto è stato creato.

# Laser.Orchard.AdvancedSearch.Controllers.AdminController
source: Your content has been saved.
it_it: Il contenuto è stato salvato.

# Laser.Orchard.AdvancedSearch.Navigation.ContentAdminMenu
source: Content
it_it: Contenuto
