Repository: LaserSrl/Laser.Orchard.Platform
Catalog: src/Modules/Laser.Orchard.TemplateManagement/App_Data/Localization/*/orchard.module.po
Languages: it_it

source: Default Parser
it_it: Analizzatore sintattico predefinito

source: The template parser engine to use by default.
it_it: Il motore di parsing del template da usare di default.

source: Pick a template
it_it: Seleziona un modello

source: Template picker
it_it: Scelta modello

source: The template to use for.
it_it: Il modello da utilizzare.

source: Default Parser
it_it: Analizzatore sintattico predefinito

source: Template Parser
it_it: Analizzatore sintattico del modello

source: The template parser engine to use by default.
it_it: Il motore di parsing del template da usare di default.

source: Check this option to use it as the layout (a.k.a. Master Page) for other templates.
it_it: Selezionare l'opzione se si vuole usare il presente modello come layout (come modello Master) per altri modelli.

source: Optionally select another template to use as the layout / masterpage template
it_it: Opzionalmente puoi selezionare un altro modello da usare come layout / modello master

source: Preview
it_it: Anteprima

source: Subject
it_it: Oggetto

source: Template. (Expected parser: {0})
it_it: Modello. (Analizzatore sintattico previsto: {0})

source: The preview of the template
it_it: L'anteprima del template

source: The subject to use when sending a message
it_it: L'oggetto da usare quando si invia un messaggio

source: The template
it_it: Il template

source: The title of the message
it_it: Il titolo del messaggio

source: This is a Layout
it_it: Questo è un Livello

source: Title
it_it: Titolo

source: Default Parser
it_it: Analizzatore sintattico predefinito

source: Template Parser
it_it: Analizzatore sintattico del modello

source: The template parser engine to use by default.
it_it: Il motore di parsing del template da usare di default.

source: Edit Layout
it_it: Modifica Layout

# ~/Modules/Laser.Orchard.TemplateManagement/Views/ParserPicker.cshtml
source: (Default)
it_it: (Predefinito)

# ~/Modules/Laser.Orchard.TemplateManagement/Views/TemplateList.cshtml
source: Select a template
it_it: Seleziona un modello

# Laser.Orchard.TemplateManagement.Activities.MailActivity
source: Error on template, mail not sent
it_it: Errore nel template, mail non inviata

# Laser.Orchard.TemplateManagement.Activities.MailActivity
source: Messaging
it_it: Messaggistica

# Laser.Orchard.TemplateManagement.Activities.MailActivity
source: Not Sent
it_it: Non Inviata

# Laser.Orchard.TemplateManagement.Activities.MailActivity
source: Sends an e-mail using a template to a specific user.
it_it: Invia una e-mail ad uno specifico utente usando un modello.

# Laser.Orchard.TemplateManagement.Activities.MailActivity
source: Sent
it_it: Inviata

# Laser.Orchard.TemplateManagement.Activities.TemplatedEmailEditForm
source: A default template to format your email message.
it_it: Un template di default per il formato del messaggio di posta elettronica.

# Laser.Orchard.TemplateManagement.Activities.TemplatedEmailEditForm
source: A template to format your email message.
it_it: Un modello per formattare il tuo messaggio di email.

# Laser.Orchard.TemplateManagement.Activities.TemplatedEmailEditForm
source: Attachment Path List
it_it: Lista dei path degli allegati

# Laser.Orchard.TemplateManagement.Activities.TemplatedEmailEditForm
source: Author
it_it: Autore

# Laser.Orchard.TemplateManagement.Activities.TemplatedEmailEditForm
source: Check send it as a queued job.
it_it: Selezionare per inviare tramite una coda.

# Laser.Orchard.TemplateManagement.Activities.TemplatedEmailEditForm
source: Custom template ID
it_it: ID del modello personalizzato

# Laser.Orchard.TemplateManagement.Activities.TemplatedEmailEditForm
source: Default template
it_it: Modello di default

# Laser.Orchard.TemplateManagement.Activities.TemplatedEmailEditForm
source: From
it_it: Da

# Laser.Orchard.TemplateManagement.Activities.TemplatedEmailEditForm
source: High
it_it: Alta

# Laser.Orchard.TemplateManagement.Activities.TemplatedEmailEditForm
source: Low
it_it: Bassa

# Laser.Orchard.TemplateManagement.Activities.TemplatedEmailEditForm
source: Normal
it_it: Normale

# Laser.Orchard.TemplateManagement.Activities.TemplatedEmailEditForm
source: Notify at Read Email
it_it: Notifica per l'avvenuta lettura.

# Laser.Orchard.TemplateManagement.Activities.TemplatedEmailEditForm
source: Notify Read Email.
it_it: Notifica per l'avvenuta lettura.

# Laser.Orchard.TemplateManagement.Activities.TemplatedEmailEditForm
source: Other:
it_it: Altro:

# Laser.Orchard.TemplateManagement.Activities.TemplatedEmailEditForm
source: Owner
it_it: Proprietario

# Laser.Orchard.TemplateManagement.Activities.TemplatedEmailEditForm
source: Priority
it_it: Priorità

# Laser.Orchard.TemplateManagement.Activities.TemplatedEmailEditForm
source: Queued
it_it: In coda

# Laser.Orchard.TemplateManagement.Activities.TemplatedEmailEditForm
source: ReplyTo
it_it: Rispondi a

# Laser.Orchard.TemplateManagement.Activities.TemplatedEmailEditForm
source: Send to
it_it: Invia a

# Laser.Orchard.TemplateManagement.Activities.TemplatedEmailEditForm
source: Site Admin
it_it: Amministratore del sito

# Laser.Orchard.TemplateManagement.Activities.TemplatedEmailEditForm
source: Specify a comma separated list of file phisical path (e.g. c:\Temp\dummy_file.txt).
it_it: Specificare una lista separata da virgola di path fisici (e.g. c:\Temp\dummy_file.txt).

# Laser.Orchard.TemplateManagement.Activities.TemplatedEmailEditForm
source: Specify a comma-separated list of e-mail BCC recipients.
it_it: Specificare una lista separata da virgola di destinatari BCC.

# Laser.Orchard.TemplateManagement.Activities.TemplatedEmailEditForm
source: Specify a comma-separated list of e-mail CC recipients.
it_it: Inserire una lista di indirizzi email da mettere in copia (CC), separati da virgola.

# Laser.Orchard.TemplateManagement.Activities.TemplatedEmailEditForm
source: Specify a comma-separated list of e-mail recipients.
it_it: Specificare una lista di email di destinatari separata da virgola

# Laser.Orchard.TemplateManagement.Activities.TemplatedEmailEditForm
source: Specify a template ID to format your email message. Leave blank to use the default template.
it_it: Specificare l'ID di un modello per il formato del messaggio di posta elettronica. Lasciare vuoto per usare il modello di default.

# Laser.Orchard.TemplateManagement.Activities.TemplatedEmailEditForm
source: Specify email sender.
it_it: Inserire il mittente della mail.

# Laser.Orchard.TemplateManagement.Activities.TemplatedEmailEditForm
source: Specify reply to.
it_it: Specificare a chi inviare la risposta

# Laser.Orchard.TemplateManagement.Activities.TemplatedEmailEditForm
source: Template
it_it: Modello

# Laser.Orchard.TemplateManagement.Activities.TemplatedEmailEditForm
source: The current user when this action executes.
it_it: L'utente loggato quando viene eseguita questa azione.

# Laser.Orchard.TemplateManagement.Activities.TemplatedEmailEditForm
source: The owner of the content item in context, such as a blog post's author.
it_it: Il proprietario del contenuto corrente, come ad esempio l'autore di un post sul blog.,

# Laser.Orchard.TemplateManagement.Activities.TemplatedEmailEditForm
source: The site administrator.
it_it: L'amministratore del sito.

# Laser.Orchard.TemplateManagement.Activities.TemplatedEmailEditForm
source: You must provide an e-mail address
it_it: E' necessario fornire un indirizzo e-mail

# Laser.Orchard.TemplateManagement.Activities.TemplatedEmailEditForm
source: You must select at least one recipient
it_it: E' necessario selezionare almeno un destinatario

# Laser.Orchard.TemplateManagement.Activities.WebTrackingEvent
source: A user has just loaded a tracking image.
it_it: Un utente ha appena caricato un'immagine utilizzata per il tracciamento (tracking).

# Laser.Orchard.TemplateManagement.Activities.WebTrackingEvent
source: Content Event
it_it: Evento del Contenuto

# Laser.Orchard.TemplateManagement.Activities.WebTrackingEvent
source: Done
it_it: Fatto

# Laser.Orchard.TemplateManagement.Handlers.SiteSettingsPartHandler
source: Template
it_it: Modello

# Laser.Orchard.TemplateManagement.Services.TemplateService
source: Error on template, mail not sent
it_it: Errore ne template, email non inviata

# Laser.Orchard.TemplateManagement.Services.TemplateService
source: Sent
it_it: Inviato
