Repository: LaserSrl/Laser.Orchard.Platform
Catalog: src/Modules/Laser.Orchard.RazorScripting/App_Data/Localization/*/orchard.module.po
Languages: it_it

source: In all scripts for this field, you can use Model.ContentItem, Model.OrchardServices, Model.T(), Model.Tokens.
it_it: In tutti gli script per questo field, puoi usare Model.ContentItem, Model.OrchardServices, Model.T(), Model.Tokens.

source: The script to run everytime the content item is about to be displayed. IMPORTANT NOTE: this includes every attempt to display the content, so also summaries in the backend. If the script returns a NOT empty string, it will be logged as an error.
it_it: Questo script viene eseguito ogni volta in cui il contenuto sta per essere visualizzato. IMPORTANTE: questo include ogni tentativo di visualizzare il contenuto, quindi anche le Summary nel back-office. Se lo script ritorna una stringa NON vuota, verrà loggato come un errore.

source: The script to run everytime the content item is building its editor shape. If the script returns a NOT empty string, it will be used to notify the backend user.
it_it: Questo script viene eseguito ogni volta che il contenuto sta eseguendo la fase di costruzione della sua editor shape. Se lo script ritorna una stringa NON vuota, questa verrà utilizzata per visualizzare una notifica per l'utente di back-office.

source: The script to run everytime the content item is edited (saved/published). If the script returns a NOT empty string, it will be interpreted as a validation error.
it_it: Questo script viene eseguito ogni volta che il contenuto è modificato (salvato o pubblicato). Se lo script ritorna una stringa NON vuota, questa verrà interpretata con un errore di validazione.

source: The script to run everytime the content item is edited. You can use ContentItem, Services, WorkContext, T() and AddModelError().
it_it: Lo script viene eseguito ogni volta che l'elemento di contenuto è stato modificato. È possibile utilizzare ContentItem, Services, WorkContext, T() e AddModelError().

source: The script to run everytime the content item is edited. You can use Model.ContentItem, Model.OrchardServices, Model.T(), Model.Tokens. If the script returns a NOT empty string, the part assumes that the content is in error.
it_it: Script da eseguire durante l'aggiornamento del contenuto. Si possono usare gli oggetti Model.ContentItem, Model.OrchardServices, Model.T(), Model.Tokens. Quando l'output dello script è una stringa NON vuota, la parte considera il contenuto in errore e non effettua l'aggiornamento.

# Laser.Orchard.RazorScripting.Activities.RazorDecisionActivity
source: Evaluates an expression.
it_it: Valuta un'espressione.

# Laser.Orchard.RazorScripting.Activities.RazorDecisionActivity
source: Misc
it_it: Varie

# Laser.Orchard.RazorScripting.Forms.DecisionFormsValidator
source: You must provide a Script
it_it: È necessario fornire uno Script

# Laser.Orchard.RazorScripting.Forms.RazorDecisionForms
source: A comma-separated list of possible outcomes.
it_it: Un elenco separato da virgole dei possibili risultati.

# Laser.Orchard.RazorScripting.Forms.RazorDecisionForms
source: A name for the razor that explain what it does.
it_it: Un nome per il razor che spiega cosa fa.

# Laser.Orchard.RazorScripting.Forms.RazorDecisionForms
source: Possible Outcomes.
it_it: Possibili Esiti.

# Laser.Orchard.RazorScripting.Forms.RazorDecisionForms
source: Razor name.
it_it: Nome del Razor.

# Laser.Orchard.RazorScripting.Forms.RazorDecisionForms
source: The script to run every time the Razor Decision Activity is invoked. You can use ContentItem, Services, WorkContext, and T(). Call SetOutcome(string outcome) to define the outcome of the activity.
it_it: Lo script da eseguire ogni volta che il Razor Decision Activity è invocato. Si possono usare: ContentItem, Services, WorkContext, e T(). Chiamare SetOutcome (string outcome ) per definire i risultati dell'attività.

# Laser.Orchard.RazorScripting.Forms.RazorDecisionForms
source: The script to run every time the Razor Decision Activity is invoked. You can use Model.ContentItem, Model.OrchardServices, Model.T(), Model.Tokens. If the script renders a string, that string has threated as outcome.
it_it: Lo script da eseguire ogni volta che il Razor Decision Activity è invocato. Si possono usare: Model.ContentItem, Model.OrchardServices, Model.T(), Model.Tokens. Se lo script ritorna una stringa, la stringa è trattata come il risultato.

# Laser.Orchard.RazorScripting.Forms.RazorDecisionForms
source: You must provide a Script
it_it: È necessario fornire uno Script

# Laser.Orchard.RazorScripting.Handlers.RazorScriptingHandler
source: Error executing DisplayScript in {0}: {1}
it_it: Errore durante l'esecuzione del DisplayScript in {0}: {1}
